{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000018760511",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "BREVET D'APTITUDE PROFESSIONNELLE D'ASSISTANT ANIMATEUR TECHNICIEN DE LA JEUNESSE ET DES SPORTS. RÉFÉRENTIEL DU DIPLÔME D'ASSISTANT ANIMATEUR TECHNICIEN Document-cadre (A212-2) Pratique d'une activité Justesse de la pratique personnelle et professionnelle et autonomie dans des espaces et des exercices nécessitant des initiatives mais ne présentant que des risques connus. Maîtriser et appliquer les règles de sécurité de la pratique et les règlements associés. Connaissance élémentaire de l'environnement institutionnel et associatif relatif à cette pratique. Connaissance élémentaire de l'histoire et des fondements culturels de la pratique. Méthode de compréhension d'un environnement social et humain Capacité à recueillir et à comprendre les données caractéristiques simples de l'environnement social et humain immédiat : catégories socioprofessionnelles, tranches d'âge, retard scolaire, taux d'immigration, nombre de chômeurs... Capacité à observer les comportements usuels des populations constituant cet environnement. Appréciation d'un environnement sportif et socioculturel Capacité à présenter de manière claire les différentes missions et l'organisation détaillée et nominative de sa structure d'appartenance. Comprendre le fonctionnement et l'histoire de cette structure. Capacité à expliquer les règlements d'accès et conditions d'utilisation des moyens de sa structure d'appartenance. Identifier les partenaires proches de sa structure d'appartenance ; percevoir leurs missions, rôles, domaines de compétences et les relations qu'ils entretiennent avec sa structure d'appartenance. Capacité à recueillir à travers les actualités locales ou nationales des informations ayant trait à l'activité de sa structure d'appartenance. Connaissance et compréhension du public Capacité à rechercher les caractéristiques d'un public ciblé et en tenir compte pour adapter ses actions. Capacité à repérer les besoins et motivations correspondant aux différentes tranches d'âge et en tenir compte pour adapter ses actions. Connaissance et compréhension des incidences biologiques de la pratique d'une activité Au cours d'une séance prédéterminée avec des groupes homogènes à effectif réduit, sur des durées limitées, capacité à repérer les risques encourus par le public dans la pratique de l'activité, tenir compte de ses éventuels handicaps, reconnaître les signes cliniques de fatigue, adapter l'intensité de l'activité en cours de séance en fonction des réactions du public, mettre en œuvre des temps et techniques de récupération... Appliquer strictement les consignes de sécurité en relation avec l'activité. Capacité à présenter les règles élémentaires d'hygiène (alimentation, réhydratation, sommeil, soins du corps, rappel des effets nocifs dus à la consommation de certains produits...) et inciter à leur respect. Connaissance de soi / relation aux autres Capacité à assumer une présence active dans un groupe et à la maintenir par la prise en compte des réactions de ce groupe. Capacité à la relation empathique. Capacité à situer son statut, son rôle par rapport à un public. Comptabilité Capacité à effectuer une opération de prévision et de comptabilité élémentaire (budget, cahier de recettes, dépenses). Etre familiarisé avec les termes élémentaires de la comptabilité tels que : crédit, débit, solde, pièce ou document comptable, avoir, facture, encaissement, décaissement, compte, recette, dépense, inventaire. Droit Capacité à connaître et à respecter ses obligations (en particulier de sécurité) dans le cadre de son activité. Connaître ses droits en tant que travailleur (congés, formation professionnelle, rémunération, conventions collectives, contrat de travail, instances de représentation du personnel). Etre familiarisé avec les termes les plus courants du droit tels que : association, société, assemblée générale, conseil d'administration, bureau, statuts, personnalité morale, responsabilité civile et pénale. Gestion de projet Capacité à suivre l'avancement d'un projet selon des points de repères préétablis. Capacité à situer son action dans le cadre de ce projet. Identifier les personnes ou services concernés par un projet et / ou impliqués dans sa réalisation. Suivre une consigne figurant dans une fiche comportant plusieurs tâches ou opérations simples : classement, tri, contrôle, mise à jour, fiche de présence, etc. Recueillir sur instructions précises les informations pour établir la situation d'avancement d'un projet. Etre capable de situer une tâche, une séquence, un module, dans un projet plus global et de rendre compte de sa réalisation. Qualité Avoir le souci de la qualité dans son comportement et ses actes professionnels. Capacité à connaître et respecter, quand ils existent, les standards et les normes de qualité relatifs à son activité. Etre familiarisé avec le vocabulaire courant tel que : qualité, service, client, aide, se mettre à la place de..., améliorer, identifier, écouter ― standard, norme, cercle et groupe qualité. Logistique Capacité à gérer le temps et l'espace : planning, échéancier, réservation, juste à temps. Capacité à prévoir et préparer le matériel nécessaire à son activité professionnelle. Capacité à effectuer les opérations d'entretien élémentaire ; effectuer une manutention simple ; utiliser une machine d'entretien de manipulation facile. Appliquer strictement les dispositifs de sécurité sur l'ensemble d'un site : rangement du matériel, fermeture des portes, mise en œuvre des systèmes d'extinction, manipulation d'un extincteur. Etre familiarisé avec le vocabulaire courant : stock, achat, délai de livraison... Techniques de communication Capacité à émettre un message simple. Capacité à situer la nature de sa structure d'appartenance auprès du public et en faire connaître les prestations. Connaître les canaux d'information de sa structure, leur rôle et leur fonction pour trouver la bonne information. Etre familiarisé avec les termes courants tels que : image, publicité, campagne d'information, mailing, affiche, tract, logo, espace, support visuel, journal interne, sponsor, mécène, partenaire, relation publique... Pédagogie En choisissant parmi des éléments fournis par un cadre de niveau supérieur de qualification et sous son contrôle : Capacité à prévoir et organiser une séquence de transmission de savoir, savoir-faire simples, et savoir-être : objectifs, contenus, méthodes / outils, phases de déroulement ; Capacité à assurer les conditions optimales d'efficacité dans les transmissions : sécurité matérielle, physique, affective, adaptation des matériels et des mises en situation ; justesse des attitudes et des actes, adaptation aux changements dans la situation et dans l'environnement, maintien de l'intérêt du public. Capacité à évaluer les résultats de la séquence avec les outils et selon une grille d'analyse simple et préétablie. Expression écrite et orale Capacité à maîtriser un vocabulaire courant et un vocabulaire professionnel limité. Maîtriser les règles de grammaire élémentaires. Rectifier une faute d'orthographe, de grammaire ou un terme erroné. Exprimer un message court en français correct et compréhensible (exemples : répondre au téléphone, rédiger un message, un compte rendu d'accident...). Nombres, calculs et statistiques Capacité à appliquer les principes de la numération dans un système décimal. Réaliser tout calcul d'addition et de soustraction dans le cadre du système métrique. Effectuer tout calcul de multiplication et de division portant sur des nombres entiers. Capacité à utiliser une calculette pour les quatre opérations, les pourcentages et la règle de trois. Classer des éléments suivant des critères simples de classement. Etre familiarisé avec les termes : représentation graphique, fréquence, moyenne, pourcentage... Techniques de secrétariat et de documentation Capacité à exécuter des actes administratifs simples. Utiliser un photocopieur et un télécopieur. Effectuer une réservation simple, sans planning. Gérer et distribuer les appels d'un standard téléphonique. Capacité à transmettre fidèlement un message téléphonique. Sortir ou ranger tout document, article, publication ou catalogue appartenant à un plan de classement simple. Entretenir un fond de documentation en rapport avec les supports techniques utilisés. Mettre à jour tout agenda manuel. Capacité à remplir ou à compléter tout imprimé familier. Savoir remplir une déclaration d'accident. Capacité à effectuer un accueil simple. Capacité à saisir des données. Langues étrangères Capacité à utiliser un vocabulaire limité à environ une centaine de mots. Etablir un contact au moyen de quelques formules clés. Reproduire dans une phonétique instable mais audible quelques phrases standardisées. PRÉROGATIVES ET CONDITIONS D'EXERCICE PROFESSIONNEL DES TITULAIRES DU BREVET D'APTITUDE PROFESSIONNELLE D'ASSISTANT ANIMATEUR TECHNICIEN I.-Les prérogatives d'exercice professionnel L'assistant animateur technicien est habilité à : Accueillir, informer des publics diversifiés, aider et participer, au sein d'une équipe, à leur prise en charge ; Contribuer au plan matériel et relationnel à l'organisation, à la gestion de groupes au quotidien ou pour des temps limités. Il peut intervenir en situation d'autonomie, préparée avec et sous l'autorité d'un cadre d'un niveau supérieur de qualification et exercée sous la responsabilité du directeur de l'établissement où il assure ses fonctions ; Animer la pratique d'activités, en initiant ou en accompagnant, soit comme assistant, soit en situation d'autonomie limitée et contrôlée dans les conditions fixées à l'alinéa précédent ; le transfert de connaissances se limite aux nécessités de la conduite de l'activité et aux consignes de sécurité. II.-Les conditions d'exercice professionnel L'assistant animateur technicien conduit son activité sur des sites ou itinéraires balisés qu'il aura préalablement reconnus, ainsi que sur des zones délimitées et aménagées ne présentant pas de risques prévisibles, correspondant au niveau de pratique du public. L'effectif du groupe qui lui est confié est limité selon la nature des activités pratiquées et selon les réglementations en vigueur. Il ne peut conduire son activité lorsque les conditions météorologiques sont de nature à compromettre la sécurité des pratiquants. Il doit être titulaire de l'attestation de formation aux premiers secours.",
            "texteHtml": "<p align='left'>BREVET D'APTITUDE PROFESSIONNELLE D'ASSISTANT ANIMATEUR TECHNICIEN DE LA JEUNESSE ET DES SPORTS. RÉFÉRENTIEL DU DIPLÔME D'ASSISTANT ANIMATEUR TECHNICIEN </p><p>Document-cadre (A212-2) <br/>Pratique d'une activité </p><p>Justesse de la pratique personnelle et professionnelle et autonomie dans des espaces et des exercices nécessitant des initiatives mais ne présentant que des risques connus. <br/>Maîtriser et appliquer les règles de sécurité de la pratique et les règlements associés. Connaissance élémentaire de l'environnement institutionnel et associatif relatif à cette pratique. Connaissance élémentaire de l'histoire et des fondements culturels de la pratique. </p><p>Méthode de compréhension d'un environnement social et humain </p><p>Capacité à recueillir et à comprendre les données caractéristiques simples de l'environnement social et humain immédiat : catégories socioprofessionnelles, tranches d'âge, retard scolaire, taux d'immigration, nombre de chômeurs... <br/>Capacité à observer les comportements usuels des populations constituant cet environnement. </p><p>Appréciation d'un environnement sportif et socioculturel </p><p>Capacité à présenter de manière claire les différentes missions et l'organisation détaillée et nominative de sa structure d'appartenance. Comprendre le fonctionnement et l'histoire de cette structure. Capacité à expliquer les règlements d'accès et conditions d'utilisation des moyens de sa structure d'appartenance. <br/>Identifier les partenaires proches de sa structure d'appartenance ; percevoir leurs missions, rôles, domaines de compétences et les relations qu'ils entretiennent avec sa structure d'appartenance. <br/>Capacité à recueillir à travers les actualités locales ou nationales des informations ayant trait à l'activité de sa structure d'appartenance. </p><p>Connaissance et compréhension du public </p><p>Capacité à rechercher les caractéristiques d'un public ciblé et en tenir compte pour adapter ses actions. <br/>Capacité à repérer les besoins et motivations correspondant aux différentes tranches d'âge et en tenir compte pour adapter ses actions. </p><p>Connaissance et compréhension des incidences biologiques de la pratique d'une activité </p><p>Au cours d'une séance prédéterminée avec des groupes homogènes à effectif réduit, sur des durées limitées, capacité à repérer les risques encourus par le public dans la pratique de l'activité, tenir compte de ses éventuels handicaps, reconnaître les signes cliniques de fatigue, adapter l'intensité de l'activité en cours de séance en fonction des réactions du public, mettre en œuvre des temps et techniques de récupération... Appliquer strictement les consignes de sécurité en relation avec l'activité. Capacité à présenter les règles élémentaires d'hygiène (alimentation, réhydratation, sommeil, soins du corps, rappel des effets nocifs dus à la consommation de certains produits...) et inciter à leur respect. </p><p>Connaissance de soi / relation aux autres </p><p>Capacité à assumer une présence active dans un groupe et à la maintenir par la prise en compte des réactions de ce groupe. Capacité à la relation empathique. Capacité à situer son statut, son rôle par rapport à un public. </p><p>Comptabilité </p><p>Capacité à effectuer une opération de prévision et de comptabilité élémentaire (budget, cahier de recettes, dépenses). <br/>Etre familiarisé avec les termes élémentaires de la comptabilité tels que : crédit, débit, solde, pièce ou document comptable, avoir, facture, encaissement, décaissement, compte, recette, dépense, inventaire. </p><p>Droit </p><p>Capacité à connaître et à respecter ses obligations (en particulier de sécurité) dans le cadre de son activité. <br/>Connaître ses droits en tant que travailleur (congés, formation professionnelle, rémunération, conventions collectives, contrat de travail, instances de représentation du personnel). <br/>Etre familiarisé avec les termes les plus courants du droit tels que : association, société, assemblée générale, conseil d'administration, bureau, statuts, personnalité morale, responsabilité civile et pénale. </p><p>Gestion de projet </p><p>Capacité à suivre l'avancement d'un projet selon des points de repères préétablis. <br/>Capacité à situer son action dans le cadre de ce projet. Identifier les personnes ou services concernés par un projet et / ou impliqués dans sa réalisation. Suivre une consigne figurant dans une fiche comportant plusieurs tâches ou opérations simples : classement, tri, contrôle, mise à jour, fiche de présence, etc. Recueillir sur instructions précises les informations pour établir la situation d'avancement d'un projet. Etre capable de situer une tâche, une séquence, un module, dans un projet plus global et de rendre compte de sa réalisation. </p><p>Qualité </p><p>Avoir le souci de la qualité dans son comportement et ses actes professionnels. <br/>Capacité à connaître et respecter, quand ils existent, les standards et les normes de qualité relatifs à son activité. <br/>Etre familiarisé avec le vocabulaire courant tel que : qualité, service, client, aide, se mettre à la place de..., améliorer, identifier, écouter ― standard, norme, cercle et groupe qualité. </p><p>Logistique </p><p>Capacité à gérer le temps et l'espace : planning, échéancier, réservation, juste à temps. <br/>Capacité à prévoir et préparer le matériel nécessaire à son activité professionnelle. <br/>Capacité à effectuer les opérations d'entretien élémentaire ; effectuer une manutention simple ; utiliser une machine d'entretien de manipulation facile. Appliquer strictement les dispositifs de sécurité sur l'ensemble d'un site : rangement du matériel, fermeture des portes, mise en œuvre des systèmes d'extinction, manipulation d'un extincteur. <br/>Etre familiarisé avec le vocabulaire courant : stock, achat, délai de livraison... </p><p>Techniques de communication </p><p>Capacité à émettre un message simple. Capacité à situer la nature de sa structure d'appartenance auprès du public et en faire connaître les prestations. Connaître les canaux d'information de sa structure, leur rôle et leur fonction pour trouver la bonne information. <br/>Etre familiarisé avec les termes courants tels que : image, publicité, campagne d'information, mailing, affiche, tract, logo, espace, support visuel, journal interne, sponsor, mécène, partenaire, relation publique... </p><p>Pédagogie </p><p>En choisissant parmi des éléments fournis par un cadre de niveau supérieur de qualification et sous son contrôle : <br/>Capacité à prévoir et organiser une séquence de transmission de savoir, savoir-faire simples, et savoir-être : objectifs, contenus, méthodes / outils, phases de déroulement ; <br/>Capacité à assurer les conditions optimales d'efficacité dans les transmissions : sécurité matérielle, physique, affective, adaptation des matériels et des mises en situation ; justesse des attitudes et des actes, adaptation aux changements dans la situation et dans l'environnement, maintien de l'intérêt du public. <br/>Capacité à évaluer les résultats de la séquence avec les outils et selon une grille d'analyse simple et préétablie. </p><p>Expression écrite et orale </p><p>Capacité à maîtriser un vocabulaire courant et un vocabulaire professionnel limité. Maîtriser les règles de grammaire élémentaires. Rectifier une faute d'orthographe, de grammaire ou un terme erroné. Exprimer un message court en français correct et compréhensible (exemples : répondre au téléphone, rédiger un message, un compte rendu d'accident...). </p><p>Nombres, calculs et statistiques </p><p>Capacité à appliquer les principes de la numération dans un système décimal. Réaliser tout calcul d'addition et de soustraction dans le cadre du système métrique. Effectuer tout calcul de multiplication et de division portant sur des nombres entiers. Capacité à utiliser une calculette pour les quatre opérations, les pourcentages et la règle de trois. Classer des éléments suivant des critères simples de classement. Etre familiarisé avec les termes : représentation graphique, fréquence, moyenne, pourcentage... </p><p>Techniques de secrétariat et de documentation </p><p>Capacité à exécuter des actes administratifs simples. Utiliser un photocopieur et un télécopieur. Effectuer une réservation simple, sans planning. Gérer et distribuer les appels d'un standard téléphonique. <br/>Capacité à transmettre fidèlement un message téléphonique. Sortir ou ranger tout document, article, publication ou catalogue appartenant à un plan de classement simple. Entretenir un fond de documentation en rapport avec les supports techniques utilisés. <br/>Mettre à jour tout agenda manuel. Capacité à remplir ou à compléter tout imprimé familier. Savoir remplir une déclaration d'accident. <br/>Capacité à effectuer un accueil simple. <br/>Capacité à saisir des données. </p><p>Langues étrangères </p><p>Capacité à utiliser un vocabulaire limité à environ une centaine de mots. Etablir un contact au moyen de quelques formules clés. Reproduire dans une phonétique instable mais audible quelques phrases standardisées. </p><p>PRÉROGATIVES ET CONDITIONS D'EXERCICE PROFESSIONNEL DES TITULAIRES DU BREVET D'APTITUDE PROFESSIONNELLE D'ASSISTANT ANIMATEUR TECHNICIEN </p><p>I.-Les prérogatives d'exercice professionnel </p><p>L'assistant animateur technicien est habilité à : <br/>Accueillir, informer des publics diversifiés, aider et participer, au sein d'une équipe, à leur prise en charge ; <br/>Contribuer au plan matériel et relationnel à l'organisation, à la gestion de groupes au quotidien ou pour des temps limités. Il peut intervenir en situation d'autonomie, préparée avec et sous l'autorité d'un cadre d'un niveau supérieur de qualification et exercée sous la responsabilité du directeur de l'établissement où il assure ses fonctions ; <br/>Animer la pratique d'activités, en initiant ou en accompagnant, soit comme assistant, soit en situation d'autonomie limitée et contrôlée dans les conditions fixées à l'alinéa précédent ; le transfert de connaissances se limite aux nécessités de la conduite de l'activité et aux consignes de sécurité. </p><p>II.-Les conditions d'exercice professionnel </p><p>L'assistant animateur technicien conduit son activité sur des sites ou itinéraires balisés qu'il aura préalablement reconnus, ainsi que sur des zones délimitées et aménagées ne présentant pas de risques prévisibles, correspondant au niveau de pratique du public.<br/>L'effectif du groupe qui lui est confié est limité selon la nature des activités pratiquées et selon les réglementations en vigueur. <br/>Il ne peut conduire son activité lorsque les conditions météorologiques sont de nature à compromettre la sécurité des pratiquants. <br/>Il doit être titulaire de l'attestation de formation aux premiers secours.</p>",
            "num": "Annexe II-2 (art. A212-2)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1209513600000,
            "dateFin": 1609459200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 195225786,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018752152",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000018760511",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018741712",
                    "textTitle": "Arrêté du 28 février 2008 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000018747632",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-04-29",
                    "dateSignaTexte": "2008-02-28",
                    "dateDebutCible": "2008-04-30"
                },
                {
                    "textCid": "JORFTEXT000038395555",
                    "textTitle": "Arrêté du 15 avril 2019 - art. 1",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038398469",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2019-04-20",
                    "dateSignaTexte": "2019-04-15",
                    "dateDebutCible": "2019-04-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-2",
                    "articleId": "LEGIARTI000018761815",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209513600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018760511",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1209513600000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-2 (art. A212-2)",
                "II-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}