{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000034458759",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le conseil d'administration se réunit en séance ordinaire au moins quatre fois par an, sur convocation de son président. Il examine toute question inscrite à son ordre du jour par le président ou par le conseil statuant à la majorité simple. Il se réunit en outre sur demande émanant du tiers au moins de ses membres titulaires. II. – Le conseil d'administration établit son règlement intérieur, qui prévoit notamment les modalités de la consultation à distance ou écrite de ses membres par le président sur une délibération d'urgence. Ces modalités comportent au moins un délai minimal de consultation, des règles de quorum, et le droit pour tout membre du conseil et pour le commissaire du Gouvernement de s'opposer à cette modalité de consultation. III. – Le conseil d'administration peut déléguer une partie de ses pouvoirs mentionnés aux 3°, 4°, 5° et 12° de l'article R. 515-18 , dans la mesure qu'il détermine, aux trois comités spécialisés suivants : 1° Le comité spécialisé pour les opérations dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie ; 2° Le comité spécialisé pour les opérations à l'étranger ; 3° Le comité spécialisé pour l'appui aux initiatives des organisations non gouvernementales. Le comité spécialisé pour les opérations dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie comprend trois représentants de l'Etat, dont deux nommés par arrêté du ministre chargé de l'outre-mer et un nommé par arrêté du ministre chargé de l'économie. Le comité spécialisé pour les opérations à l'étranger comprend cinq représentants de l'Etat, dont deux nommés par arrêté du ministre des affaires étrangères, deux nommés par arrêté du ministre chargé de l'économie et un nommé par arrêté du ministre chargé de l'immigration. Le comité spécialisé pour l'appui aux initiatives des organisations non gouvernementales comprend quatre représentants de l'Etat dont deux nommés par arrêté du ministre des affaires étrangères, un nommé par arrêté du ministre chargé de l'économie et un nommé par arrêté du ministre chargé de l'immigration. Chacun de ces comités spécialisés comprend en outre : 1° Deux personnalités qualifiées désignées par le conseil d'administration, dont une siégeant à ce conseil ; 2° Un des représentants du personnel au conseil d'administration, choisi par ces représentants. Ces comités spécialisés peuvent être complétés par un ou plusieurs membres du conseil d'administration sur décision de celui-ci. Le comité spécialisé pour les opérations dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie ainsi que le comité spécialisé pour les opérations à l'étranger sont présidés par le président du conseil d'administration. Le comité spécialisé pour l'appui aux initiatives des organisations non gouvernementales est présidé par le président du conseil d'administration ou par un membre du conseil d'administration qu'il désigne parmi les représentants de l'Etat. Pour les membres des comités spécialisés autres que le président et les membres du conseil d'administration, un suppléant est désigné dans les mêmes conditions que le titulaire. La durée du mandat des membres des comités spécialisés et les conditions de leur remplacement éventuel sont les mêmes que celles fixées pour les membres du conseil d'administration. Les comités spécialisés peuvent décider de soumettre à la délibération du conseil d'administration toute affaire de leur compétence. En pareil cas, ils transmettent au conseil leur avis sur l'affaire renvoyée. IV. – Le conseil d'administration peut également déléguer une partie de ses pouvoirs au directeur général, qui lui rend compte à chaque séance des décisions qu'il a prises en vertu de cette délégation. La délégation au directeur général est exclusive de celles données aux comités spécialisés et ne peut porter sur les matières mentionnées aux 1°, 2°, 6°, 7°, 9° et 13° de l'article R. 515-18. V. – Le conseil d'administration désigne un comité d'audit de trois à cinq membres qualifiés en matière d'analyse financière et d'évaluation des risques, dont un au moins pris en son sein. Ce comité d'audit donne un avis au conseil d'administration, chaque fois que nécessaire et au moins une fois l'an, sur les états financiers de l'agence, l'efficacité de son contrôle interne et la gestion de ses risques.",
            "texteHtml": "<p>I. – Le conseil d'administration se réunit en séance ordinaire au moins quatre fois par an, sur convocation de son président. Il examine toute question inscrite à son ordre du jour par le président ou par le conseil statuant à la majorité simple.</p><p>Il se réunit en outre sur demande émanant du tiers au moins de ses membres titulaires.</p><p>II. – Le conseil d'administration établit son règlement intérieur, qui prévoit notamment les modalités de la consultation à distance ou écrite de ses membres par le président sur une délibération d'urgence. Ces modalités comportent au moins un délai minimal de consultation, des règles de quorum, et le droit pour tout membre du conseil et pour le commissaire du Gouvernement de s'opposer à cette modalité de consultation.</p><p>III. – Le conseil d'administration peut déléguer une partie de ses pouvoirs mentionnés aux 3°, 4°, 5° et 12° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000034458355&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. R515-18 (V)'>R. 515-18</a>, dans la mesure qu'il détermine, aux trois comités spécialisés suivants :</p><p>1° Le comité spécialisé pour les opérations dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie ;</p><p>2° Le comité spécialisé pour les opérations à l'étranger ;</p><p>3° Le comité spécialisé pour l'appui aux initiatives des organisations non gouvernementales.</p><p>Le comité spécialisé pour les opérations dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie comprend trois représentants de l'Etat, dont deux nommés par arrêté du ministre chargé de l'outre-mer et un nommé par arrêté du ministre chargé de l'économie.</p><p>Le comité spécialisé pour les opérations à l'étranger comprend cinq représentants de l'Etat, dont deux nommés par arrêté du ministre des affaires étrangères, deux nommés par arrêté du ministre chargé de l'économie et un nommé par arrêté du ministre chargé de l'immigration.</p><p>Le comité spécialisé pour l'appui aux initiatives des organisations non gouvernementales comprend quatre représentants de l'Etat dont deux nommés par arrêté du ministre des affaires étrangères, un nommé par arrêté du ministre chargé de l'économie et un nommé par arrêté du ministre chargé de l'immigration.</p><p>Chacun de ces comités spécialisés comprend en outre :</p><p>1° Deux personnalités qualifiées désignées par le conseil d'administration, dont une siégeant à ce conseil ;</p><p>2° Un des représentants du personnel au conseil d'administration, choisi par ces représentants.</p><p>Ces comités spécialisés peuvent être complétés par un ou plusieurs membres du conseil d'administration sur décision de celui-ci. Le comité spécialisé pour les opérations dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie ainsi que le comité spécialisé pour les opérations à l'étranger sont présidés par le président du conseil d'administration. Le comité spécialisé pour l'appui aux initiatives des organisations non gouvernementales est présidé par le président du conseil d'administration ou par un membre du conseil d'administration qu'il désigne parmi les représentants de l'Etat.</p><p>Pour les membres des comités spécialisés autres que le président et les membres du conseil d'administration, un suppléant est désigné dans les mêmes conditions que le titulaire.</p><p>La durée du mandat des membres des comités spécialisés et les conditions de leur remplacement éventuel sont les mêmes que celles fixées pour les membres du conseil d'administration.</p><p>Les comités spécialisés peuvent décider de soumettre à la délibération du conseil d'administration toute affaire de leur compétence. En pareil cas, ils transmettent au conseil leur avis sur l'affaire renvoyée.</p><p>IV. – Le conseil d'administration peut également déléguer une partie de ses pouvoirs au directeur général, qui lui rend compte à chaque séance des décisions qu'il a prises en vertu de cette délégation. La délégation au directeur général est exclusive de celles données aux comités spécialisés et ne peut porter sur les matières mentionnées aux 1°, 2°, 6°, 7°, 9° et 13° de l'article R. 515-18.</p><p>V. – Le conseil d'administration désigne un comité d'audit de trois à cinq membres qualifiés en matière d'analyse financière et d'évaluation des risques, dont un au moins pris en son sein. Ce comité d'audit donne un avis au conseil d'administration, chaque fois que nécessaire et au moins une fois l'an, sur les états financiers de l'agence, l'efficacité de son contrôle interne et la gestion de ses risques.</p>",
            "num": "R515-19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1492905600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2040109464,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123547",
                        "id": "LEGISCTA000006123547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2014-11-06",
                        "titre": "Titre Ier : Etablissements du secteur bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139648",
                        "id": "LEGISCTA000006139648",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-11-06",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Prestataires de services bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139648",
                        "id": "LEGISCTA000029723044",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2014-11-06",
                        "titre": "Chapitre V : Les sociétés financières.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153803",
                        "id": "LEGISCTA000006153803",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-11-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Les sociétés de financement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153803",
                        "id": "LEGISCTA000029723200",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2014-11-06",
                        "titre": "Section 3 : Les sociétés de caution mutuelle.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170981",
                        "id": "LEGISCTA000006170981",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2017-04-23",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Agence française de développement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170981",
                        "id": "LEGISCTA000034461630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-04-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Organisation centrale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000034457169",
                        "id": "LEGISCTA000034457169",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000034458363",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000034457169",
            "sectionParentId": "LEGISCTA000034457169",
            "sectionParentTitre": "Sous-section 2 : Organisation centrale",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Les prestataires de services &gt; Titre Ier : Prestataires de services bancaires &gt; Chapitre V : Les sociétés de financement. &gt; Section 3 : Agence française de développement &gt; Sous-section 2 : Organisation centrale",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000034458759",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034453858",
                    "textTitle": "Décret n°2017-582 du 20 avril 2017 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034456698",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-04-22",
                    "dateSignaTexte": "2017-04-20",
                    "dateDebutCible": "2017-04-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R515-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R515-18",
                    "articleId": "LEGIARTI000034458355",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1492905600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R513-36 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R513-36",
                    "articleId": "LEGIARTI000029714575",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000034458759",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1492905600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R515-19",
                "515-19"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}