{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045646995",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Société de coordination sous forme de société anonyme coopérative à capital variable 1. Forme La société de coordination est constituée sous la forme d'une société anonyme coopérative à capital variable, régie par les dispositions du livre IV du code de la construction et de l'habitation ainsi que par les dispositions non contraires de la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération, du code civil et du code de commerce . 2. Dénomination La dénomination de la société est :, société coopérative de coordination à capital variable. 3. Compétence territoriale-Siège social L'activité de la société s'exerce sur l'ensemble du territoire national. Le siège social est fixé à :. 4. Objet social La société de coordination a pour objet au bénéfice de ses membres mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation : -d'élaborer le cadre stratégique patrimonial et le cadre stratégique d'utilité sociale commun mentionnés à l' article L. 423-1-1 du code de la construction et de l'habitation ; -de définir la politique technique des associés ; -de définir et mettre en œuvre une politique d'achat des biens et services, hors investissements immobiliers, nécessaires à l'exercice par les associés de leurs activités ; -de développer une unité identitaire des associés et de définir des moyens communs de communication, notamment par la création ou la licence de marques et de signes distinctifs ; -d'organiser, afin de mettre en œuvre les missions de la société, la mise à disposition des ressources disponibles par voie, notamment, de prêts et d'avances et, plus généralement, par la conclusion de toute convention visant à accroître la capacité d'investissement des associés. Les prêts et avances consentis sont soumis au régime de déclaration mentionné aux articles L. 423-15 et L. 423-16 du code de la construction et de l'habitation ; -d'appeler les cotisations nécessaires à l'accomplissement de ses missions ; -de prendre les mesures nécessaires pour garantir la soutenabilité financière du groupe ainsi que de chacun des organismes qui le constituent, autres que les collectivités territoriales et leurs groupements en application de l' article L. 423-1-2 du code de la construction et de l'habitation ; -d'assurer le contrôle de gestion des associés, d'établir et de publier des comptes combinés et de porter à la connaissance de l'organe délibérant les documents individuels de situation de ses associés mentionnés aux articles L. 365-2, L. 411-2 et L. 481-1 du code de la construction et de l'habitation. A la demande de ses associés, la société peut également avoir pour objet (1) : -de mettre en commun des moyens humains et matériels au profit de ses associés ; -d'assister, comme prestataire de services, ses associés organismes d'habitations à loyer modéré et sociétés d'économie mixte agréées en application de l'article L. 481-1 du code de la construction et de l'habitation dans toutes leurs interventions sur des immeubles qui leur appartiennent ou qu'ils gèrent ; -d'assurer tout ou partie de la maîtrise d'ouvrage des opérations de construction neuve, rénovation ou réhabilitation d'ensembles immobiliers pour le compte de ses associés organismes d'habitations à loyer modéré et sociétés d'économie mixte agréées en application du même article L. 481-1, ainsi que des sociétés de construction constituées en application du titre Ier du livre II du code de la construction et de l'habitation pour la réalisation et la gestion d'immeubles à usage d'habitation ou à usage professionnel et d'habitation ou destinés à cet usage en accession à la propriété dont ils sont associés ; -de réaliser, pour le compte de ses associés et dans le cadre d'une convention passée par la société avec la ou les collectivités territoriales ou le ou les établissements publics de coopération intercommunale compétents sur le ou les périmètres où sont conduits des projets en commun, toutes les interventions foncières, les actions ou les opérations d'aménagement prévues par le code de l'urbanisme et le code de la construction et de l'habitation qui sont nécessaires. L' article L. 443-14 du code de la construction et de l'habitation n'est pas applicable aux cessions d'immeubles rendues nécessaires par ces réalisations. Enfin, la société de coordination peut également avoir pour objet, après y avoir été spécialement agréée dans les conditions fixées à l' article L. 422-5 du code de la construction et de l'habitation après accord de la ou des collectivités territoriales concernées ou, le cas échéant, de leurs groupements, d'exercer certaines des compétences énumérées au quatrième alinéa et aux alinéas suivants de l'article L. 422-2 du même code et qui sont communes aux organismes publics et aux sociétés anonymes d'habitations à loyer modéré. 5. Capital social Le capital effectif est variable et entièrement libéré lors de la souscription de parts sociales. Le capital statutaire est fixé à la somme de […] euros. Il ne peut être inférieur à celui exigé par le deuxième alinéa de l'article 27 de la loi du 10 septembre 1947 précitée , ni supérieur au plafond d'émission fixé par l'assemblée générale extraordinaire. Le montant du capital ne saurait être réduit par la reprise des apports des associés sortants à une somme inférieure au quart du capital le plus élevé atteint depuis la constitution de la société. Les réductions de capital dans les cas prévus au dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation doivent être réalisées dans le respect des conditions fixées par cet article. La valeur nominale des parts sociales est de […] euros. Elles revêtent obligatoirement la forme nominative et sont inscrites au nom de leur titulaire dans des comptes tenus par la société. Les attestations d'inscription en compte sont valablement signées par le président du conseil d'administration ou du conseil de surveillance (2) ou par toute autre personne ayant reçu délégation du président à cet effet. Le capital social de la société ne peut être détenu que par : -les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 du code de la construction et de l'habitation ; -les sociétés d'économie mixte agréées en application de l'article L. 481-1 du même code ; -les organismes exerçant une activité de maîtrise d'ouvrage agréées en application de l'article L. 365-2 du même code. Le capital social de la société de coordination peut également être détenu dans une limite de 50 % de celui-ci par des sociétés mentionnées à l'article L. 1521-1 du code général des collectivités territoriales qui ne sont pas agréées en application de l'article L. 481-1 du code de la construction et de l'habitation et par des sociétés mentionnées aux articles L. 1531-1 et L. 1541-1 du code général des collectivités territoriales. 6. Variabilité du capital Le capital effectif est augmenté en cours de vie sociale par les souscriptions nouvelles des associés ou les souscriptions des nouveaux associés, sous réserve de leur agrément par le conseil d'administration ou le directoire (2) et dans la limite du capital statutaire. L'assemblée générale peut déléguer au conseil d'administration ou au directoire (2) les pouvoirs nécessaires à l'effet de recueillir les nouvelles souscriptions dans les limites du capital statutaire. Toute candidature doit être présentée au conseil d'administration ou au directoire (2), qui l'examine et peut la rejeter à la majorité absolue de ses membres présents ou représentés sans être tenu de faire connaître les motifs de son agrément ou de son refus. La décision est communiquée par écrit au candidat dans le mois qui suit la délibération. Le candidat dont la candidature est rejetée peut signifier son opposition de la décision par courrier recommandé au conseil d'administration ou au directoire (2), qui le soumet à la prochaine assemblée générale. L'opposition est soumise au vote de l'assemblée générale, qui délibère à la majorité des membres présents ou représentés. Sa décision est définitive et notifiée au candidat. Le capital effectif est diminué par la reprise totale ou partielle des apports effectués par les associés, notamment en cas de retrait ou d'exclusion. Le retrait ou l'exclusion d'associés ne peut être opéré s'il a pour effet de ramener le capital effectif à un montant inférieur au quart du capital le plus élevé atteint depuis la constitution de la société ou de ramener le capital effectif à un montant inférieur au montant minimal du capital exigé par la loi pour la forme de société anonyme coopérative. L'exclusion d'associés ne peut être prononcée que par une décision d'assemblée générale prise dans les conditions de quorum et de majorité d'une assemblée générale extraordinaire. L'exclusion est notifiée à l'intéressé par la société, par pli recommandé avec demande d'avis de réception ; il dispose d'un délai de six mois à compter de cette notification pour céder ses parts sociales dans les conditions fixées par la clause 7 des présents statuts. Les associés démissionnaires ou exclus restent tenus pendant cinq années envers les sociétaires et envers les tiers de toutes les obligations existant au jour de leur retrait ou de leur exclusion. Lors de la réunion d'approbation des comptes du dernier exercice clos, l'assemblée générale prend acte du montant du capital social atteint à la clôture de cet exercice et de la variation enregistrée par rapport à celui de l'exercice précédent. Les actes constatant les augmentations ou les diminutions du capital ne sont pas assujettis aux formalités de dépôt et de publication. Les réductions de capital effectuées dans les cas prévus au dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation ne peuvent être réalisées que dans le respect des conditions fixées par cet article. La société ne peut procéder à l'amortissement de son capital. 6.1. Retrait d'associés Tout associé peut, à l'issue de la période de préavis de mois qui suit la réception de sa demande par lettre recommandée adressée au président du conseil d'administration ou du directoire, se retirer de la société, sous réserve des dispositions de la clause 6 ci-dessus, et obtenir le remboursement de sa ou de ses parts sociales à la valeur nominale. 6.2. Exclusion d'associés L'exclusion d'un associé est prononcée, conformément à la clause 6 ci-dessus, par l'assemblée générale, sur la proposition du conseil d'administration ou du conseil de surveillance (2). L'exclusion d'un associé peut être prononcée lorsque l'associé ne remplit pas les obligations auxquelles il est tenu par la législation et la réglementation en vigueur ou les obligations qui résultent de son adhésion aux statuts. Elle peut également être prononcée contre tout associé qui aurait causé un préjudice grave à la société. 6.3. Conséquences du retrait ou de l'exclusion Le retrait ou l'exclusion d'un associé entraîne le remboursement des sommes qu'il a versées pour libérer ses parts sociales de leur montant nominal sous déduction, le cas échéant, en proportion de ses droits sociaux, des pertes qui auraient été constatées par l'assemblée générale avant le départ de l'associé et du montant restant éventuellement dû au titre de sa cotisation ou des prestations dont il a bénéficié. Ce remboursement ne comporte aucune part de fonds de réserve. 7. Cessions de parts sociales Les parts sociales peuvent être librement cédées à un autre associé. La cession de parts sociales à un tiers sous quelque forme que ce soit et à quelque titre que ce soit, doit être agréée par le conseil d'administration ou le conseil de surveillance (2), qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. Le refus d'agrément résulte soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande. La demande d'agrément est adressée par courrier recommandé avec demande d'avis de réception à la société, à l'attention du président du conseil d'administration ou du conseil de surveillance (2). Elle comporte obligatoirement l'identité du cessionnaire et de l'acheteur potentiel, le nombre de parts sociales concernées, la valeur ou le prix et les conditions de la cession projetée. En cas de refus d'agrément, le conseil d'administration ou le directoire (2) est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les parts sociales par la société, en vue de leur annulation par voie de réduction du capital, ou par un ou plusieurs associés ou nouveau (x) associé (s) qu'il aura lui-même désignés conformément à l' article L. 228-24 du code de commerce . Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration de ce délai, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société. 8A. Conseil d'administration (3) La société est administrée par un conseil d'administration constitué conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce. Il est composé au plus de vingt-deux membres dont la moitié au moins représente les organismes mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation. Les administrateurs peuvent être des personnes physiques ou morales. Lorsque l'administrateur est une personne morale, il désigne un représentant permanent. Le conseil d'administration compte trois administrateurs en qualité de représentants des locataires des logements gérés par les associés mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation. Ces administrateurs sont élus par un collège composé de l'ensemble des représentants des locataires siégeant aux conseils d'administration ou conseils de surveillance des membres mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du même code. Chacun de ces représentants dispose d'un nombre de voix égal à celui obtenu par la liste à laquelle il appartenait lors de la dernière élection prévue par les articles L. 422-2-1 et L. 422-3-1 du même code, divisé par le nombre de représentants élus de cette liste. Ces administrateurs sont élus au scrutin de liste à un tour avec dépôt de listes comportant au moins autant de candidats que de sièges à pourvoir, et au plus deux candidats supplémentaires, sans adjonction ni suppression de noms et sans modification de l'ordre de présentation. Les sièges sont répartis entre toutes les listes à la représentation proportionnelle avec répartition des sièges restant à pourvoir selon la règle du plus fort reste. Les dispositions du sixième alinéa du 4° de l'article R. 422-2-1 du même code sont applicables. Les établissements publics de coopération intercommunale compétents en matière d'habitat, la commune de Paris, les établissements publics territoriaux de la Métropole du grand Paris, la métropole de Lyon, la métropole d'Aix-Marseille-Provence, les départements, les régions, les communes, sur le territoire desquels les associés détiennent ou gèrent des logements, sont représentés au conseil d'administration par deux membres au moins, dans la limite de cinq représentants, qui disposent d'une voix délibérative ou consultative (2). Dans le cas où le nombre d'établissements publics de coopération intercommunale et de collectivités territoriales dépasse la limite fixée à l'alinéa précédent, ils s'accordent pour désigner leurs représentants qui participeront au conseil d'administration en leur nom. A défaut d'accord, les représentants de ces entités sont désignés par l'assemblée générale ordinaire de la société. 8B. Conseil de surveillance et directoire (3) La société est administrée par un directoire et un conseil de surveillance, constitués conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce. Le conseil de surveillance est composé au plus de vingt-deux membres, dont la moitié au moins représente les organismes mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation. Les membres du conseil de surveillance peuvent être des personnes physiques ou morales. Lorsque le membre est une personne morale, il désigne un représentant permanent. Le conseil de surveillance compte trois membres en qualité de représentants des locataires des logements gérés par les associés mentionnés aux articles L. 411-2 , L. 481-1 et L. 365-2 du code de la construction et de l'habitation. Ces administrateurs sont élus par un collège composé de l'ensemble des représentants des locataires siégeant aux conseils d'administration ou conseils de surveillance des membres mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du même code. Chacun de ces représentants dispose d'un nombre de voix égal à celui obtenu par la liste à laquelle il appartenait lors de la dernière élection prévue par les articles L. 422-2-1 et L. 422-3-1 du même code, divisé par le nombre de représentants élus de cette liste. Ces administrateurs sont élus au scrutin de liste à un tour avec dépôt de listes comportant au moins autant de candidats que de sièges à pourvoir, et au plus deux candidats supplémentaires, sans adjonction ni suppression de noms et sans modification de l'ordre de présentation. Les sièges sont répartis entre toutes les listes à la représentation proportionnelle avec répartition des sièges restant à pourvoir selon la règle du plus fort reste. Les dispositions du sixième alinéa du 4° de l'article R. 422-2-1 du même code sont applicables. Les établissements publics de coopération intercommunale compétents en matière d'habitat, la commune de Paris, les établissements publics territoriaux de la Métropole du grand Paris, la métropole de Lyon, la métropole d'Aix-Marseille-Provence, les départements, les régions, les communes, sur le territoire desquels les associés possèdent des logements, sont représentés au conseil de surveillance par deux membres au moins, dans la limite de cinq représentants, qui disposent d'une voix délibérative ou consultative (2). Dans le cas où le nombre d'établissements publics de coopération intercommunale et de collectivités territoriales dépasse la limite fixée à l'alinéa précédent, ils s'accordent pour désigner leurs représentants qui participeront au conseil d'administration en leur nom. A défaut d'accord, les représentants de ces entités sont désignés par l'assemblée générale ordinaire de la société. 9. Assemblées générales L'assemblée générale se compose de tous les associés, quel que soit le nombre de leurs parts sociales. A leur demande, les établissements publics de coopération intercommunale compétents en matière d'habitat, la commune de Paris, les établissements publics territoriaux de la Métropole du grand Paris, la métropole de Lyon, la métropole d'Aix-Marseille-Provence, les départements, les régions, les communes, sur le territoire desquels les membres possèdent des logements, peuvent assister à l'assemblée générale, au sein de laquelle ils disposent d'une voix consultative. Lorsqu'ils en ont fait la demande, ils sont convoqués à toutes les assemblées et reçoivent les mêmes informations et documents que ceux remis aux associés. Ils disposent d'une simple voix consultative. Tout associé peut voter par correspondance. Tout vote par correspondance parvenu à la société au plus tard la veille de l'assemblée est pris en compte. Lors de la réunion de l'assemblée, la présence physique de l'associé annule toute procuration ou tout vote par correspondance. 10. Année sociale L'année sociale de la société commence le 1er janvier et finit le 31 décembre. Le premier exercice comprend le temps écoulé entre la date de la constitution définitive et le 31 décembre de l'année en cours. 11. Résultat de l'exercice (4) Lorsque tous les associés sont des organismes mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation, le bénéfice distribuable réalisé par la société, au sens de l' article L. 232-11 du code de commerce , après les prélèvements pour la dotation des réserves obligatoires, peut être, en totalité ou en partie, distribué sous forme de dividendes ou porté en réserve. Lorsque, parmi les associés figurent une ou plusieurs sociétés mentionnées à l' article L. 1521-1 du code général des collectivités territoriales , qui ne sont pas agréées en application de l'article L. 481-1 du code de la construction et de l'habitation, et aux articles L. 1531-1 ou L. 1541-1 du code général des collectivités territoriales, il ne peut être distribué un dividende supérieur à un pourcentage de la valeur nominale des parts sociales égal ou inférieur au taux d'intérêt servi au détenteur du livret A au 31 décembre de l'année précédente, majoré de 1,5 point. 12. Réserves Conformément à l' article L. 423-5 du code de la construction et de l'habitation , et sous réserve des exceptions prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporés au capital. Après acquittement des charges de toute nature, y compris tous amortissements et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou d'autres réserves, dont la constitution est imposée par la réglementation propre aux sociétés coopératives d'habitations à loyer modéré, et la répartition éventuelle de dividendes dans les conditions définies à la clause 11 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités. 13. Attribution de l'actif Lors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital social, attribuer la portion d'actif qui excéderait la moitié du capital social qu'à un ou plusieurs organismes d'habitations à loyer modéré ou à l'une des fédérations d'organismes d'habitations à loyer modéré ou à une ou plusieurs sociétés d'économie mixte de construction et de gestion de logements sociaux agréées en application de l'article L. 481-1 du code de la construction et de l'habitation ou à la fédération des entreprises publiques locales, sous réserve de l'approbation administrative donnée dans les conditions prévues à l'article R. 422-17 du même code et que l'attributaire s'engage à utiliser les fonds attribués à des investissements conformes au service d'intérêt économique général du logement social. 14. Transmission des statuts Les statuts de la société sont transmis au ministre chargé du logement et au préfet du département du siège de la société après chaque modification. 15. Révision coopérative La société fait procéder périodiquement à l'examen de son organisation et de son fonctionnement dans le cadre d'une procédure de révision coopérative, conformément aux dispositions des articles 25-1 à 25-4 de la loi du 10 septembre 1947 précitée. (1) Le présent alinéa ainsi que les quatre alinéas suivants sont facultatifs et peuvent être ajoutés ou retirés par décision de l'assemblée générale de la société. (2) Rayer la mention inutile. (3) La société devra opter pour l'une de ces deux versions. (4) Cette clause est facultative lorsque tout l'actionnariat est composé d'organismes d'HLM mentionnés à l'article L. 421-1 et de sociétés d'économie mixte mentionnées à l'article L. 481-1 dont l'activité n'est pas exclusivement une activité de logement social. Cette clause devient obligatoire dans le cas contraire.",
            "texteHtml": "<p align='center'>Société de coordination sous forme de société anonyme coopérative à capital variable</p><p><p>1. Forme<br/><br/>\nLa société de coordination est constituée sous la forme d'une société anonyme coopérative à capital variable, régie par les dispositions du livre IV du code de la construction et de l'habitation ainsi que par les dispositions non contraires de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000684004&categorieLien=cid'>loi n° 47-1775 du 10 septembre 1947</a> portant statut de la coopération, du <a href='/affichCode.do?cidTexte=LEGITEXT000006070721&dateTexte=&categorieLien=cid'>code civil</a> et du <a href='/affichCode.do?cidTexte=LEGITEXT000005634379&dateTexte=&categorieLien=cid'>code de commerce</a>.<br/><br/>\n2. Dénomination<br/><br/>\nLa dénomination de la société est :, société coopérative de coordination à capital variable.<br/><br/>\n3. Compétence territoriale-Siège social<br/><br/>\nL'activité de la société s'exerce sur l'ensemble du territoire national.<br/><br/>\nLe siège social est fixé à :.<br/><br/>\n4. Objet social<br/><br/>\nLa société de coordination a pour objet au bénéfice de ses membres mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation :</p></p><p>-d'élaborer le cadre stratégique patrimonial et le cadre stratégique d'utilité sociale commun mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825293&dateTexte=&categorieLien=cid'>article L. 423-1-1 du code de la construction et de l'habitation</a> ;<br/><br/>\n-de définir la politique technique des associés ;<br/><br/>\n-de définir et mettre en œuvre une politique d'achat des biens et services, hors investissements immobiliers, nécessaires à l'exercice par les associés de leurs activités ;<br/><br/>\n-de développer une unité identitaire des associés et de définir des moyens communs de communication, notamment par la création ou la licence de marques et de signes distinctifs ;<br/><br/>\n-d'organiser, afin de mettre en œuvre les missions de la société, la mise à disposition des ressources disponibles par voie, notamment, de prêts et d'avances et, plus généralement, par la conclusion de toute convention visant à accroître la capacité d'investissement des associés. Les prêts et avances consentis sont soumis au régime de déclaration mentionné aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000024028864&dateTexte=&categorieLien=cid'>L. 423-15</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000024028897&dateTexte=&categorieLien=cid'>L. 423-16</a> du code de la construction et de l'habitation ;<br/><br/>\n-d'appeler les cotisations nécessaires à l'accomplissement de ses missions ;<br/><br/>\n-de prendre les mesures nécessaires pour garantir la soutenabilité financière du groupe ainsi que de chacun des organismes qui le constituent, autres que les collectivités territoriales et leurs groupements en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825296&dateTexte=&categorieLien=cid'>article L. 423-1-2 du code de la construction et de l'habitation</a> ;<br/><br/>\n-d'assurer le contrôle de gestion des associés, d'établir et de publier des comptes combinés et de porter à la connaissance de l'organe délibérant les documents individuels de situation de ses associés mentionnés aux articles L. 365-2, L. 411-2 et L. 481-1 du code de la construction et de l'habitation.</p><p>A la demande de ses associés, la société peut également avoir pour objet (1) :</p><p>-de mettre en commun des moyens humains et matériels au profit de ses associés ;<br/><br/>\n-d'assister, comme prestataire de services, ses associés organismes d'habitations à loyer modéré et sociétés d'économie mixte agréées en application de l'article L. 481-1 du code de la construction et de l'habitation dans toutes leurs interventions sur des immeubles qui leur appartiennent ou qu'ils gèrent ;<br/><br/>\n-d'assurer tout ou partie de la maîtrise d'ouvrage des opérations de construction neuve, rénovation ou réhabilitation d'ensembles immobiliers pour le compte de ses associés organismes d'habitations à loyer modéré et sociétés d'économie mixte agréées en application du même article L. 481-1, ainsi que des sociétés de construction constituées en application du titre Ier du livre II du code de la construction et de l'habitation pour la réalisation et la gestion d'immeubles à usage d'habitation ou à usage professionnel et d'habitation ou destinés à cet usage en accession à la propriété dont ils sont associés ;<br/><br/>\n-de réaliser, pour le compte de ses associés et dans le cadre d'une convention passée par la société avec la ou les collectivités territoriales ou le ou les établissements publics de coopération intercommunale compétents sur le ou les périmètres où sont conduits des projets en commun, toutes les interventions foncières, les actions ou les opérations d'aménagement prévues par le <a href='/affichCode.do?cidTexte=LEGITEXT000006074075&dateTexte=&categorieLien=cid'>code de l'urbanisme</a> et le <a href='/affichCode.do?cidTexte=LEGITEXT000006074096&dateTexte=&categorieLien=cid'>code de la construction et de l'habitation</a> qui sont nécessaires. L'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825482&dateTexte=&categorieLien=cid'>article L. 443-14 du code de la construction et de l'habitation</a> n'est pas applicable aux cessions d'immeubles rendues nécessaires par ces réalisations.</p><p>Enfin, la société de coordination peut également avoir pour objet, après y avoir été spécialement agréée dans les conditions fixées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825628&dateTexte=&categorieLien=cid'>article L. 422-5 du code de la construction et de l'habitation</a> après accord de la ou des collectivités territoriales concernées ou, le cas échéant, de leurs groupements, d'exercer certaines des compétences énumérées au quatrième alinéa et aux alinéas suivants de l'article L. 422-2 du même code et qui sont communes aux organismes publics et aux sociétés anonymes d'habitations à loyer modéré.<br/><br/>\n5. Capital social<br/><br/>\nLe capital effectif est variable et entièrement libéré lors de la souscription de parts sociales.<br/><br/>\nLe capital statutaire est fixé à la somme de […] euros. Il ne peut être inférieur à celui exigé par le <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000684004&idArticle=LEGIARTI000006289165&dateTexte=&categorieLien=cid'>deuxième alinéa de l'article 27 de la loi du 10 septembre 1947 précitée</a>, ni supérieur au plafond d'émission fixé par l'assemblée générale extraordinaire. Le montant du capital ne saurait être réduit par la reprise des apports des associés sortants à une somme inférieure au quart du capital le plus élevé atteint depuis la constitution de la société.<br/><br/>\nLes réductions de capital dans les cas prévus au dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation doivent être réalisées dans le respect des conditions fixées par cet article.<br/><br/>\nLa valeur nominale des parts sociales est de […] euros. Elles revêtent obligatoirement la forme nominative et sont inscrites au nom de leur titulaire dans des comptes tenus par la société.<br/><br/>\nLes attestations d'inscription en compte sont valablement signées par le président du conseil d'administration ou du conseil de surveillance (2) ou par toute autre personne ayant reçu délégation du président à cet effet.<br/><br/>\nLe capital social de la société ne peut être détenu que par :</p><p>-les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 du code de la construction et de l'habitation ;<br/><br/>\n-les sociétés d'économie mixte agréées en application de l'article L. 481-1 du même code ;<br/><br/>\n-les organismes exerçant une activité de maîtrise d'ouvrage agréées en application de l'article L. 365-2 du même code.</p><p>Le capital social de la société de coordination peut également être détenu dans une limite de 50 % de celui-ci par des sociétés mentionnées à l'article L. 1521-1 du code général des collectivités territoriales qui ne sont pas agréées en application de l'article L. 481-1 du code de la construction et de l'habitation et par des sociétés mentionnées aux articles L. 1531-1 et L. 1541-1 du code général des collectivités territoriales.<br/><br/>\n6. Variabilité du capital<br/><br/>\nLe capital effectif est augmenté en cours de vie sociale par les souscriptions nouvelles des associés ou les souscriptions des nouveaux associés, sous réserve de leur agrément par le conseil d'administration ou le directoire (2) et dans la limite du capital statutaire.<br/><br/>\nL'assemblée générale peut déléguer au conseil d'administration ou au directoire (2) les pouvoirs nécessaires à l'effet de recueillir les nouvelles souscriptions dans les limites du capital statutaire.<br/><br/>\nToute candidature doit être présentée au conseil d'administration ou au directoire (2), qui l'examine et peut la rejeter à la majorité absolue de ses membres présents ou représentés sans être tenu de faire connaître les motifs de son agrément ou de son refus. La décision est communiquée par écrit au candidat dans le mois qui suit la délibération. Le candidat dont la candidature est rejetée peut signifier son opposition de la décision par courrier recommandé au conseil d'administration ou au directoire (2), qui le soumet à la prochaine assemblée générale. L'opposition est soumise au vote de l'assemblée générale, qui délibère à la majorité des membres présents ou représentés. Sa décision est définitive et notifiée au candidat.<br/><br/>\nLe capital effectif est diminué par la reprise totale ou partielle des apports effectués par les associés, notamment en cas de retrait ou d'exclusion.<br/><br/>\nLe retrait ou l'exclusion d'associés ne peut être opéré s'il a pour effet de ramener le capital effectif à un montant inférieur au quart du capital le plus élevé atteint depuis la constitution de la société ou de ramener le capital effectif à un montant inférieur au montant minimal du capital exigé par la loi pour la forme de société anonyme coopérative.<br/><br/>\nL'exclusion d'associés ne peut être prononcée que par une décision d'assemblée générale prise dans les conditions de quorum et de majorité d'une assemblée générale extraordinaire.<br/><br/>\nL'exclusion est notifiée à l'intéressé par la société, par pli recommandé avec demande d'avis de réception ; il dispose d'un délai de six mois à compter de cette notification pour céder ses parts sociales dans les conditions fixées par la clause 7 des présents statuts.<br/><br/>\nLes associés démissionnaires ou exclus restent tenus pendant cinq années envers les sociétaires et envers les tiers de toutes les obligations existant au jour de leur retrait ou de leur exclusion.<br/><br/>\nLors de la réunion d'approbation des comptes du dernier exercice clos, l'assemblée générale prend acte du montant du capital social atteint à la clôture de cet exercice et de la variation enregistrée par rapport à celui de l'exercice précédent.<br/><br/>\nLes actes constatant les augmentations ou les diminutions du capital ne sont pas assujettis aux formalités de dépôt et de publication.<br/><br/>\nLes réductions de capital effectuées dans les cas prévus au dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation ne peuvent être réalisées que dans le respect des conditions fixées par cet article.<br/><br/>\nLa société ne peut procéder à l'amortissement de son capital.<br/><br/>\n6.1. Retrait d'associés<br/><br/>\nTout associé peut, à l'issue de la période de préavis de mois qui suit la réception de sa demande par lettre recommandée adressée au président du conseil d'administration ou du directoire, se retirer de la société, sous réserve des dispositions de la clause 6 ci-dessus, et obtenir le remboursement de sa ou de ses parts sociales à la valeur nominale.<br/><br/>\n6.2. Exclusion d'associés<br/><br/>\nL'exclusion d'un associé est prononcée, conformément à la clause 6 ci-dessus, par l'assemblée générale, sur la proposition du conseil d'administration ou du conseil de surveillance (2).<br/><br/>\nL'exclusion d'un associé peut être prononcée lorsque l'associé ne remplit pas les obligations auxquelles il est tenu par la législation et la réglementation en vigueur ou les obligations qui résultent de son adhésion aux statuts.<br/><br/>\nElle peut également être prononcée contre tout associé qui aurait causé un préjudice grave à la société.<br/><br/>\n6.3. Conséquences du retrait ou de l'exclusion<br/><br/>\nLe retrait ou l'exclusion d'un associé entraîne le remboursement des sommes qu'il a versées pour libérer ses parts sociales de leur montant nominal sous déduction, le cas échéant, en proportion de ses droits sociaux, des pertes qui auraient été constatées par l'assemblée générale avant le départ de l'associé et du montant restant éventuellement dû au titre de sa cotisation ou des prestations dont il a bénéficié. Ce remboursement ne comporte aucune part de fonds de réserve.<br/><br/>\n7. Cessions de parts sociales<br/><br/>\nLes parts sociales peuvent être librement cédées à un autre associé.<br/><br/>\nLa cession de parts sociales à un tiers sous quelque forme que ce soit et à quelque titre que ce soit, doit être agréée par le conseil d'administration ou le conseil de surveillance (2), qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus.<br/><br/>\nLe refus d'agrément résulte soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande.<br/><br/>\nLa demande d'agrément est adressée par courrier recommandé avec demande d'avis de réception à la société, à l'attention du président du conseil d'administration ou du conseil de surveillance (2). Elle comporte obligatoirement l'identité du cessionnaire et de l'acheteur potentiel, le nombre de parts sociales concernées, la valeur ou le prix et les conditions de la cession projetée.<br/><br/>\nEn cas de refus d'agrément, le conseil d'administration ou le directoire (2) est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les parts sociales par la société, en vue de leur annulation par voie de réduction du capital, ou par un ou plusieurs associés ou nouveau (x) associé (s) qu'il aura lui-même désignés conformément à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006227755&dateTexte=&categorieLien=cid'>article L. 228-24 du code de commerce</a>. Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée.<br/><br/>\nSi, à l'expiration de ce délai, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société.<br/><br/>\n8A. Conseil d'administration (3)<br/><br/>\nLa société est administrée par un conseil d'administration constitué conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce.<br/><br/>\nIl est composé au plus de vingt-deux membres dont la moitié au moins représente les organismes mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation.<br/><br/>\nLes administrateurs peuvent être des personnes physiques ou morales. Lorsque l'administrateur est une personne morale, il désigne un représentant permanent.<br/><br/>\nLe conseil d'administration compte trois administrateurs en qualité de représentants des locataires des logements gérés par les associés mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation.<br/><br/>\nCes administrateurs sont élus par un collège composé de l'ensemble des représentants des locataires siégeant aux conseils d'administration ou conseils de surveillance des membres mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du même code. Chacun de ces représentants dispose d'un nombre de voix égal à celui obtenu par la liste à laquelle il appartenait lors de la dernière élection prévue par les articles L. 422-2-1 et L. 422-3-1 du même code, divisé par le nombre de représentants élus de cette liste. Ces administrateurs sont élus au scrutin de liste à un tour avec dépôt de listes comportant au moins autant de candidats que de sièges à pourvoir, et au plus deux candidats supplémentaires, sans adjonction ni suppression de noms et sans modification de l'ordre de présentation. Les sièges sont répartis entre toutes les listes à la représentation proportionnelle avec répartition des sièges restant à pourvoir selon la règle du plus fort reste. Les dispositions du sixième alinéa du 4° de l'article R. 422-2-1 du même code sont applicables.<br/><br/>\nLes établissements publics de coopération intercommunale compétents en matière d'habitat, la commune de Paris, les établissements publics territoriaux de la Métropole du grand Paris, la métropole de Lyon, la métropole d'Aix-Marseille-Provence, les départements, les régions, les communes, sur le territoire desquels les associés détiennent ou gèrent des logements, sont représentés au conseil d'administration par deux membres au moins, dans la limite de cinq représentants, qui disposent d'une voix délibérative ou consultative (2).<br/><br/>\nDans le cas où le nombre d'établissements publics de coopération intercommunale et de collectivités territoriales dépasse la limite fixée à l'alinéa précédent, ils s'accordent pour désigner leurs représentants qui participeront au conseil d'administration en leur nom.<br/><br/>\nA défaut d'accord, les représentants de ces entités sont désignés par l'assemblée générale ordinaire de la société.<br/><br/>\n8B. Conseil de surveillance et directoire (3)<br/><br/>\nLa société est administrée par un directoire et un conseil de surveillance, constitués conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce.<br/><br/>\nLe conseil de surveillance est composé au plus de vingt-deux membres, dont la moitié au moins représente les organismes mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation.<br/><br/>\nLes membres du conseil de surveillance peuvent être des personnes physiques ou morales. Lorsque le membre est une personne morale, il désigne un représentant permanent.<br/><br/>\nLe conseil de surveillance compte trois membres en qualité de représentants des locataires des logements gérés par les associés mentionnés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825181&dateTexte=&categorieLien=cid'>L. 411-2</a>, L. 481-1 et L. 365-2 du code de la construction et de l'habitation.<br/><br/>\nCes administrateurs sont élus par un collège composé de l'ensemble des représentants des locataires siégeant aux conseils d'administration ou conseils de surveillance des membres mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du même code. Chacun de ces représentants dispose d'un nombre de voix égal à celui obtenu par la liste à laquelle il appartenait lors de la dernière élection prévue par les articles L. 422-2-1 et L. 422-3-1 du même code, divisé par le nombre de représentants élus de cette liste. Ces administrateurs sont élus au scrutin de liste à un tour avec dépôt de listes comportant au moins autant de candidats que de sièges à pourvoir, et au plus deux candidats supplémentaires, sans adjonction ni suppression de noms et sans modification de l'ordre de présentation. Les sièges sont répartis entre toutes les listes à la représentation proportionnelle avec répartition des sièges restant à pourvoir selon la règle du plus fort reste. Les dispositions du sixième alinéa du 4° de l'article R. 422-2-1 du même code sont applicables.<br/><br/>\nLes établissements publics de coopération intercommunale compétents en matière d'habitat, la commune de Paris, les établissements publics territoriaux de la Métropole du grand Paris, la métropole de Lyon, la métropole d'Aix-Marseille-Provence, les départements, les régions, les communes, sur le territoire desquels les associés possèdent des logements, sont représentés au conseil de surveillance par deux membres au moins, dans la limite de cinq représentants, qui disposent d'une voix délibérative ou consultative (2).<br/><br/>\nDans le cas où le nombre d'établissements publics de coopération intercommunale et de collectivités territoriales dépasse la limite fixée à l'alinéa précédent, ils s'accordent pour désigner leurs représentants qui participeront au conseil d'administration en leur nom.<br/><br/>\nA défaut d'accord, les représentants de ces entités sont désignés par l'assemblée générale ordinaire de la société.<br/><br/>\n9. Assemblées générales<br/><br/>\nL'assemblée générale se compose de tous les associés, quel que soit le nombre de leurs parts sociales.<br/><br/>\nA leur demande, les établissements publics de coopération intercommunale compétents en matière d'habitat, la commune de Paris, les établissements publics territoriaux de la Métropole du grand Paris, la métropole de Lyon, la métropole d'Aix-Marseille-Provence, les départements, les régions, les communes, sur le territoire desquels les membres possèdent des logements, peuvent assister à l'assemblée générale, au sein de laquelle ils disposent d'une voix consultative. Lorsqu'ils en ont fait la demande, ils sont convoqués à toutes les assemblées et reçoivent les mêmes informations et documents que ceux remis aux associés. Ils disposent d'une simple voix consultative.<br/><br/>\nTout associé peut voter par correspondance. Tout vote par correspondance parvenu à la société au plus tard la veille de l'assemblée est pris en compte. Lors de la réunion de l'assemblée, la présence physique de l'associé annule toute procuration ou tout vote par correspondance.<br/><br/>\n10. Année sociale<br/><br/>\nL'année sociale de la société commence le 1er janvier et finit le 31 décembre.<br/><br/>\nLe premier exercice comprend le temps écoulé entre la date de la constitution définitive et le 31 décembre de l'année en cours.<br/><br/>\n11. Résultat de l'exercice (4)<br/><br/>\nLorsque tous les associés sont des organismes mentionnés aux articles L. 411-2, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825754&dateTexte=&categorieLien=cid'>L. 481-1</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020441522&dateTexte=&categorieLien=cid'>L. 365-2</a> du code de la construction et de l'habitation, le bénéfice distribuable réalisé par la société, au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229025&dateTexte=&categorieLien=cid'>article L. 232-11 du code de commerce</a>, après les prélèvements pour la dotation des réserves obligatoires, peut être, en totalité ou en partie, distribué sous forme de dividendes ou porté en réserve.<br/><br/>\nLorsque, parmi les associés figurent une ou plusieurs sociétés mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389504&dateTexte=&categorieLien=cid'>article L. 1521-1 du code général des collectivités territoriales</a>, qui ne sont pas agréées en application de l'article L. 481-1 du code de la construction et de l'habitation, et aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000022277075&dateTexte=&categorieLien=cid'>L. 1531-1</a> ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000029178094&dateTexte=&categorieLien=cid'>L. 1541-1</a> du code général des collectivités territoriales, il ne peut être distribué un dividende supérieur à un pourcentage de la valeur nominale des parts sociales égal ou inférieur au taux d'intérêt servi au détenteur du livret A au 31 décembre de l'année précédente, majoré de 1,5 point.<br/><br/>\n12. Réserves<br/><br/>\nConformément à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825308&dateTexte=&categorieLien=cid'>article L. 423-5 du code de la construction et de l'habitation</a>, et sous réserve des exceptions prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporés au capital.<br/><br/>\nAprès acquittement des charges de toute nature, y compris tous amortissements et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou d'autres réserves, dont la constitution est imposée par la réglementation propre aux sociétés coopératives d'habitations à loyer modéré, et la répartition éventuelle de dividendes dans les conditions définies à la clause 11 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités.<br/><br/>\n13. Attribution de l'actif<br/><br/>\nLors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital social, attribuer la portion d'actif qui excéderait la moitié du capital social qu'à un ou plusieurs organismes d'habitations à loyer modéré ou à l'une des fédérations d'organismes d'habitations à loyer modéré ou à une ou plusieurs sociétés d'économie mixte de construction et de gestion de logements sociaux agréées en application de l'article L. 481-1 du code de la construction et de l'habitation ou à la fédération des entreprises publiques locales, sous réserve de l'approbation administrative donnée dans les conditions prévues à l'article R. 422-17 du même code et que l'attributaire s'engage à utiliser les fonds attribués à des investissements conformes au service d'intérêt économique général du logement social.<br/><br/>\n14. Transmission des statuts<br/><br/>\nLes statuts de la société sont transmis au ministre chargé du logement et au préfet du département du siège de la société après chaque modification.<br/><br/>\n15. Révision coopérative<br/><br/>\nLa société fait procéder périodiquement à l'examen de son organisation et de son fonctionnement dans le cadre d'une procédure de révision coopérative, conformément aux dispositions des articles 25-1 à 25-4 de la loi du 10 septembre 1947 précitée.</p><p>(1) Le présent alinéa ainsi que les quatre alinéas suivants sont facultatifs et peuvent être ajoutés ou retirés par décision de l'assemblée générale de la société.</p><p>(2) Rayer la mention inutile.</p><p>(3) La société devra opter pour l'une de ces deux versions.</p><p>(4) Cette clause est facultative lorsque tout l'actionnariat est composé d'organismes d'HLM mentionnés à l'article L. 421-1 et de sociétés d'économie mixte mentionnées à l'article L. 481-1 dont l'activité n'est pas exclusivement une activité de logement social. Cette clause devient obligatoire dans le cas contraire.</p>",
            "num": "Annexe II à l'article R423-86",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1650758400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Société de coordination sous forme de société anonyme ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000039027657",
                        "id": "LEGISCTA000039027657",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000039027786",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000039027657",
            "sectionParentId": "LEGISCTA000039027657",
            "sectionParentTitre": "Société de coordination sous forme de société anonyme ",
            "fullSectionsTitre": "Annexes &gt; Société de coordination sous forme de société anonyme ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045646995",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045639029",
                    "textTitle": "Décret n°2022-613 du 22 avril 2022 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000045642817",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-04-23",
                    "dateSignaTexte": "2022-04-22",
                    "dateDebutCible": "2022-04-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000684004",
                    "textTitle": "Loi n° 47-1775 du 10 septembre 1947",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000684004",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "47-1775",
                    "datePubli": -703987200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000684004",
                    "textTitle": "Loi n° 47-1775 du 10 septembre 1947 - art. 27",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000006289165",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "47-1775",
                    "datePubli": -703987200000,
                    "dateDebut": -703987200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005634379",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L228-24",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L228-24",
                    "articleId": "LEGIARTI000006227755",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L232-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-11",
                    "articleId": "LEGIARTI000006229025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1521-1",
                    "articleId": "LEGIARTI000006389504",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1531-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1531-1",
                    "articleId": "LEGIARTI000022277075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1541-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1541-1",
                    "articleId": "LEGIARTI000029178094",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1585699200000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070721",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5263747200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 94867200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation.",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 226800000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L365-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L365-2",
                    "articleId": "LEGIARTI000020441522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1584057600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L411-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-2",
                    "articleId": "LEGIARTI000006825181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L422-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L422-5",
                    "articleId": "LEGIARTI000006825628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-1-1",
                    "articleId": "LEGIARTI000006825293",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1238198400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-1-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-1-2",
                    "articleId": "LEGIARTI000006825296",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-15",
                    "articleId": "LEGIARTI000024028864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-16",
                    "articleId": "LEGIARTI000024028897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-5",
                    "articleId": "LEGIARTI000006825308",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L443-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-14",
                    "articleId": "LEGIARTI000006825482",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L481-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L481-1",
                    "articleId": "LEGIARTI000006825754",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039027786",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1650758400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045646995",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1650758400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II à l'article R423-86"
            ],
            "versionPrecedente": "LEGIARTI000039027786",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000039027786",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Société de coordination sous forme de société anonyme coopérative à capital variable 1. Forme La société de coordination est constituée sous la forme d'une société anonyme coopérative à capital variable, régie par les dispositions du livre IV du code de la construction et de l'habitation ainsi que par les dispositions non contraires de la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération, du code civil et du code de commerce. 2. Dénomination La dénomination de la société est :, société coopérative de coordination à capital variable. 3. Compétence territoriale-Siège social L'activité de la société s'exerce sur l'ensemble du territoire national. Le siège social est fixé à :. 4. Objet social La société de coordination a pour objet au bénéfice de ses membres mentionnés aux articles L. 411-2 , L. 481-1 et L. 365-2 du code de la construction et de l'habitation : -d'élaborer le cadre stratégique patrimonial et le cadre stratégique d'utilité sociale commun mentionnés à l' article L. 423-1-1 du code de la construction et de l'habitation ; -de définir la politique technique des associés ; -de définir et mettre en œuvre une politique d'achat des biens et services, hors investissements immobiliers, nécessaires à l'exercice par les associés de leurs activités ; -de développer une unité identitaire des associés et de définir des moyens communs de communication, notamment par la création ou la licence de marques et de signes distinctifs ; -d'organiser, afin de mettre en œuvre les missions de la société, la mise à disposition des ressources disponibles par voie, notamment, de prêts et d'avances et, plus généralement, par la conclusion de toute convention visant à accroître la capacité d'investissement des associés. Les prêts et avances consentis sont soumis au régime de déclaration mentionné aux articles L. 423-15 et L. 423-16 du code de la construction et de l'habitation ; -d'appeler les cotisations nécessaires à l'accomplissement de ses missions ; -de prendre les mesures nécessaires pour garantir la soutenabilité financière du groupe ainsi que de chacun des organismes qui le constituent, autres que les collectivités territoriales et leurs groupements en application de l' article L. 423-1-2 du code de la construction et de l'habitation ; -d'assurer le contrôle de gestion des associés, d'établir et de publier des comptes combinés et de porter à la connaissance de l'organe délibérant les documents individuels de situation de ses associés mentionnés aux articles L. 365-2, L. 411-2 et L. 481-1 du code de la construction et de l'habitation. A la demande de ses associés, la société peut également avoir pour objet (1) : -de mettre en commun des moyens humains et matériels au profit de ses associés ; -d'assister, comme prestataire de services, ses associés organismes d'habitations à loyer modéré et sociétés d'économie mixte agréées en application de l'article L. 481-1 du code de la construction et de l'habitation dans toutes leurs interventions sur des immeubles qui leur appartiennent ou qu'ils gèrent ; -d'assurer tout ou partie de la maîtrise d'ouvrage des opérations de construction neuve, rénovation ou réhabilitation d'ensembles immobiliers pour le compte de ses associés organismes d'habitations à loyer modéré et sociétés d'économie mixte agréées en application du même article L. 481-1, ainsi que des sociétés de construction constituées en application du titre Ier du livre II du code de la construction et de l'habitation pour la réalisation et la gestion d'immeubles à usage d'habitation ou à usage professionnel et d'habitation ou destinés à cet usage en accession à la propriété dont ils sont associés ; -de réaliser, pour le compte de ses associés et dans le cadre d'une convention passée par la société avec la ou les collectivités territoriales ou le ou les établissements publics de coopération intercommunale compétents sur le ou les périmètres où sont conduits des projets en commun, toutes les interventions foncières, les actions ou les opérations d'aménagement prévues par le code de l'urbanisme et le code de la construction et de l'habitation qui sont nécessaires. L' article L. 443-14 du code de la construction et de l'habitation n'est pas applicable aux cessions d'immeubles rendues nécessaires par ces réalisations. Enfin, la société de coordination peut également avoir pour objet, après y avoir été spécialement agréée dans les conditions fixées à l' article L. 422-5 du code de la construction et de l'habitation après accord de la ou des collectivités territoriales concernées ou, le cas échéant, de leurs groupements, d'exercer certaines des compétences énumérées au quatrième alinéa et aux alinéas suivants de l'article L. 422-2 du même code et qui sont communes aux organismes publics et aux sociétés anonymes d'habitations à loyer modéré. 5. Capital social Le capital effectif est variable et entièrement libéré lors de la souscription de parts sociales. Le capital statutaire est fixé à la somme de […] euros. Il ne peut être inférieur à celui exigé par le deuxième alinéa de l'article 27 de la loi du 10 septembre 1947 précitée , ni supérieur au plafond d'émission fixé par l'assemblée générale extraordinaire. Le montant du capital ne saurait être réduit par la reprise des apports des associés sortants à une somme inférieure au quart du capital le plus élevé atteint depuis la constitution de la société. Les réductions de capital dans les cas prévus au dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation doivent être réalisées dans le respect des conditions fixées par cet article. La valeur nominale des parts sociales est de […] euros. Elles revêtent obligatoirement la forme nominative et sont inscrites au nom de leur titulaire dans des comptes tenus par la société. Les attestations d'inscription en compte sont valablement signées par le président du conseil d'administration ou du conseil de surveillance (2) ou par toute autre personne ayant reçu délégation du président à cet effet. Le capital social de la société ne peut être détenu que par : -les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 du code de la construction et de l'habitation ; -les sociétés d'économie mixte agréées en application de l'article L. 481-1 du même code ; -les organismes exerçant une activité de maîtrise d'ouvrage agréées en application de l'article L. 365-2 du même code. Le capital social de la société de coordination peut également être détenu dans une limite de 50 % de celui-ci par des sociétés mentionnées à l' article L. 1521-1 du code général des collectivités territoriales qui ne sont pas agréées en application de l'article L. 481-1 du code de la construction et de l'habitation et par des sociétés mentionnées aux articles L. 1531-1 et L. 1541-1 du code général des collectivités territoriales. 6. Variabilité du capital Le capital effectif est augmenté en cours de vie sociale par les souscriptions nouvelles des associés ou les souscriptions des nouveaux associés, sous réserve de leur agrément par le conseil d'administration ou le directoire (2) et dans la limite du capital statutaire. L'assemblée générale peut déléguer au conseil d'administration ou au directoire (2) les pouvoirs nécessaires à l'effet de recueillir les nouvelles souscriptions dans les limites du capital statutaire. Toute candidature doit être présentée au conseil d'administration ou au directoire (2), qui l'examine et peut la rejeter à la majorité absolue de ses membres présents ou représentés sans être tenu de faire connaître les motifs de son agrément ou de son refus. La décision est communiquée par écrit au candidat dans le mois qui suit la délibération. Le candidat dont la candidature est rejetée peut signifier son opposition de la décision par courrier recommandé au conseil d'administration ou au directoire (2), qui le soumet à la prochaine assemblée générale. L'opposition est soumise au vote de l'assemblée générale, qui délibère à la majorité des membres présents ou représentés. Sa décision est définitive et notifiée au candidat. Le capital effectif est diminué par la reprise totale ou partielle des apports effectués par les associés, notamment en cas de retrait ou d'exclusion. Le retrait ou l'exclusion d'associés ne peut être opéré s'il a pour effet de ramener le capital effectif à un montant inférieur au quart du capital le plus élevé atteint depuis la constitution de la société ou de ramener le capital effectif à un montant inférieur au montant minimal du capital exigé par la loi pour la forme de société anonyme coopérative. L'exclusion d'associés ne peut être prononcée que par une décision d'assemblée générale prise dans les conditions de quorum et de majorité d'une assemblée générale extraordinaire. L'exclusion est notifiée à l'intéressé par la société, par pli recommandé avec demande d'avis de réception ; il dispose d'un délai de six mois à compter de cette notification pour céder ses parts sociales dans les conditions fixées par la clause 7 des présents statuts. Les associés démissionnaires ou exclus restent tenus pendant cinq années envers les sociétaires et envers les tiers de toutes les obligations existant au jour de leur retrait ou de leur exclusion. Lors de la réunion d'approbation des comptes du dernier exercice clos, l'assemblée générale prend acte du montant du capital social atteint à la clôture de cet exercice et de la variation enregistrée par rapport à celui de l'exercice précédent. Les actes constatant les augmentations ou les diminutions du capital ne sont pas assujettis aux formalités de dépôt et de publication. Les réductions de capital effectuées dans les cas prévus au dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation ne peuvent être réalisées que dans le respect des conditions fixées par cet article. La société ne peut procéder à l'amortissement de son capital. 6.1. Retrait d'associés Tout associé peut, à l'issue de la période de préavis de mois qui suit la réception de sa demande par lettre recommandée adressée au président du conseil d'administration ou du directoire, se retirer de la société, sous réserve des dispositions de la clause 6 ci-dessus, et obtenir le remboursement de sa ou de ses parts sociales à la valeur nominale. 6.2. Exclusion d'associés L'exclusion d'un associé est prononcée, conformément à la clause 6 ci-dessus, par l'assemblée générale, sur la proposition du conseil d'administration ou du conseil de surveillance (2). L'exclusion d'un associé peut être prononcée lorsque l'associé ne remplit pas les obligations auxquelles il est tenu par la législation et la réglementation en vigueur ou les obligations qui résultent de son adhésion aux statuts. Elle peut également être prononcée contre tout associé qui aurait causé un préjudice grave à la société. 6.3. Conséquences du retrait ou de l'exclusion Le retrait ou l'exclusion d'un associé entraîne le remboursement des sommes qu'il a versées pour libérer ses parts sociales de leur montant nominal sous déduction, le cas échéant, en proportion de ses droits sociaux, des pertes qui auraient été constatées par l'assemblée générale avant le départ de l'associé et du montant restant éventuellement dû au titre de sa cotisation ou des prestations dont il a bénéficié. Ce remboursement ne comporte aucune part de fonds de réserve. 7. Cessions de parts sociales Les parts sociales peuvent être librement cédées à un autre associé. La cession de parts sociales à un tiers sous quelque forme que ce soit et à quelque titre que ce soit, doit être agréée par le conseil d'administration ou le conseil de surveillance (2), qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. Le refus d'agrément résulte soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande. La demande d'agrément est adressée par courrier recommandé avec demande d'avis de réception à la société, à l'attention du président du conseil d'administration ou du conseil de surveillance (2). Elle comporte obligatoirement l'identité du cessionnaire et de l'acheteur potentiel, le nombre de parts sociales concernées, la valeur ou le prix et les conditions de la cession projetée. En cas de refus d'agrément, le conseil d'administration ou le directoire (2) est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les parts sociales par la société, en vue de leur annulation par voie de réduction du capital, ou par un ou plusieurs associés ou nouveau (x) associé (s) qu'il aura lui-même désignés conformément à l' article L. 228-24 du code de commerce . Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration de ce délai, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société. 8A. Conseil d'administration (3) La société est administrée par un conseil d'administration constitué conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce. Il est composé au plus de vingt-deux membres dont la moitié au moins représente les organismes mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation. Les administrateurs peuvent être des personnes physiques ou morales. Lorsque l'administrateur est une personne morale, il désigne un représentant permanent. Le conseil d'administration compte trois administrateurs en qualité de représentants des locataires des logements gérés par les associés mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation. Jusqu'à la première élection prévue à l'article L. 422-2-1 du même code après l'entrée en vigueur du décret n° 2019-911 du 29 août 2019 relatif aux sociétés de coordination mentionnées à l'article L. 423-1-2 du code de la construction et de l'habitation, ces administrateurs sont élus par un collège composé de l'ensemble des représentants des locataires siégeant aux conseils d'administration ou conseils de surveillance des membres mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du même code. Chacun de ces représentants dispose d'un nombre de voix égal à celui obtenu par la liste à laquelle il appartenait lors de la dernière élection prévue par l'article L. 422-2-1 du même code, divisé par le nombre de représentants élus. A compter de la première élection prévue à l'article L. 422-2-1 du même code après l'entrée en vigueur du décret n° 2019-911 du 29 août 2019 précité, ces administrateurs sont élus au suffrage direct, selon les mêmes modalités que celles prévues par les dispositions prises en application de cet article. Les établissements publics de coopération intercommunale compétents en matière d'habitat, la commune de Paris, les établissements publics territoriaux de la Métropole du grand Paris, la métropole de Lyon, la métropole d'Aix-Marseille-Provence, les départements, les régions, les communes, sur le territoire desquels les associés détiennent ou gèrent des logements, sont représentés au conseil d'administration par deux membres au moins, dans la limite de cinq représentants, qui disposent d'une voix délibérative ou consultative (2). Dans le cas où le nombre d'établissements publics de coopération intercommunale et de collectivités territoriales dépasse la limite fixée à l'alinéa précédent, ils s'accordent pour désigner leurs représentants qui participeront au conseil d'administration en leur nom. A défaut d'accord, les représentants de ces entités sont désignés par l'assemblée générale ordinaire de la société. 8B. Conseil de surveillance et directoire (3) La société est administrée par un directoire et un conseil de surveillance, constitués conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce. Le conseil de surveillance est composé au plus de vingt-deux membres, dont la moitié au moins représente les organismes mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation. Les membres du conseil de surveillance peuvent être des personnes physiques ou morales. Lorsque le membre est une personne morale, il désigne un représentant permanent. Le conseil de surveillance compte trois membres en qualité de représentants des locataires des logements gérés par les associés mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation. Jusqu'à la première élection prévue à l'article L. 422-2-1 du même code après l'entrée en vigueur du décret n° 2019-911 du 29 août 2019 relatif aux sociétés de coordination mentionnées à l'article L. 423-1-2 du code de la construction et de l'habitation, ces membres sont élus par un collège composé de l'ensemble des représentants des locataires siégeant aux conseils d'administration ou conseils de surveillance des membres mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du même code. Chacun de ces représentants dispose d'un nombre de voix égal à celui obtenu par la liste à laquelle il appartenait lors de la dernière élection prévue par l'article L. 422-2-1 du même code, divisé par le nombre de représentants élus. A compter de la première élection prévue à l'article L. 422-2-1 du même code après l'entrée en vigueur du décret n° 2019-911 du 29 août 2019 précité, ces membres sont élus au suffrage direct, selon les mêmes modalités que celles prévues par les dispositions prises en application de cet article. Les établissements publics de coopération intercommunale compétents en matière d'habitat, la commune de Paris, les établissements publics territoriaux de la Métropole du grand Paris, la métropole de Lyon, la métropole d'Aix-Marseille-Provence, les départements, les régions, les communes, sur le territoire desquels les associés possèdent des logements, sont représentés au conseil de surveillance par deux membres au moins, dans la limite de cinq représentants, qui disposent d'une voix délibérative ou consultative (2). Dans le cas où le nombre d'établissements publics de coopération intercommunale et de collectivités territoriales dépasse la limite fixée à l'alinéa précédent, ils s'accordent pour désigner leurs représentants qui participeront au conseil d'administration en leur nom. A défaut d'accord, les représentants de ces entités sont désignés par l'assemblée générale ordinaire de la société. 9. Assemblées générales L'assemblée générale se compose de tous les associés, quel que soit le nombre de leurs parts sociales. A leur demande, les établissements publics de coopération intercommunale compétents en matière d'habitat, la commune de Paris, les établissements publics territoriaux de la Métropole du grand Paris, la métropole de Lyon, la métropole d'Aix-Marseille-Provence, les départements, les régions, les communes, sur le territoire desquels les membres possèdent des logements, peuvent assister à l'assemblée générale, au sein de laquelle ils disposent d'une voix consultative. Lorsqu'ils en ont fait la demande, ils sont convoqués à toutes les assemblées et reçoivent les mêmes informations et documents que ceux remis aux associés. Ils disposent d'une simple voix consultative. Tout associé peut voter par correspondance. Tout vote par correspondance parvenu à la société au plus tard la veille de l'assemblée est pris en compte. Lors de la réunion de l'assemblée, la présence physique de l'associé annule toute procuration ou tout vote par correspondance. 10. Année sociale L'année sociale de la société commence le 1er janvier et finit le 31 décembre. Le premier exercice comprend le temps écoulé entre la date de la constitution définitive et le 31 décembre de l'année en cours. 11. Résultat de l'exercice (4) Lorsque tous les associés sont des organismes mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation, le bénéfice distribuable réalisé par la société, au sens de l' article L. 232-11 du code de commerce , après les prélèvements pour la dotation des réserves obligatoires, peut être, en totalité ou en partie, distribué sous forme de dividendes ou porté en réserve. Lorsque, parmi les associés figurent une ou plusieurs sociétés mentionnées à l'article L. 1521-1 du code général des collectivités territoriales, qui ne sont pas agréées en application de l'article L. 481-1 du code de la construction et de l'habitation, et aux articles L. 1531-1 ou L. 1541-1 du code général des collectivités territoriales, il ne peut être distribué un dividende supérieur à un pourcentage de la valeur nominale des parts sociales égal ou inférieur au taux d'intérêt servi au détenteur du livret A au 31 décembre de l'année précédente, majoré de 1,5 point. 12. Réserves Conformément à l'article L. 423-5 du code de la construction et de l'habitation, et sous réserve des exceptions prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporés au capital. Après acquittement des charges de toute nature, y compris tous amortissements et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou d'autres réserves, dont la constitution est imposée par la réglementation propre aux sociétés coopératives d'habitations à loyer modéré, et la répartition éventuelle de dividendes dans les conditions définies à la clause 11 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités. 13. Attribution de l'actif Lors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital social, attribuer la portion d'actif qui excéderait la moitié du capital social qu'à un ou plusieurs organismes d'habitations à loyer modéré ou à l'une des fédérations d'organismes d'habitations à loyer modéré ou à une ou plusieurs sociétés d'économie mixte de construction et de gestion de logements sociaux agréées en application de l'article L. 481-1 du code de la construction et de l'habitation ou à la fédération des entreprises publiques locales, sous réserve de l'approbation administrative donnée dans les conditions prévues à l'article R. 422-17 du même code et que l'attributaire s'engage à utiliser les fonds attribués à des investissements conformes au service d'intérêt économique général du logement social. 14. Transmission des statuts Les statuts de la société sont transmis au ministre chargé du logement et au préfet du département du siège de la société après chaque modification. 15. Révision coopérative La société fait procéder périodiquement à l'examen de son organisation et de son fonctionnement dans le cadre d'une procédure de révision coopérative, conformément aux dispositions des articles 25-1 à 25-4 de la loi du 10 septembre 1947 précitée. (1) Le présent alinéa ainsi que les quatre alinéas suivants sont facultatifs et peuvent être ajoutés ou retirés par décision de l'assemblée générale de la société. (2) Rayer la mention inutile. (3) La société devra opter pour l'une de ces deux versions. (4) Cette clause est facultative lorsque tout l'actionnariat est composé d'organismes d'HLM mentionnés à l'article L. 421-1 et de sociétés d'économie mixte mentionnées à l'article L. 481-1 dont l'activité n'est pas exclusivement une activité de logement social. Cette clause devient obligatoire dans le cas contraire.",
            "texteHtml": "<p align='center'>Société de coordination sous forme de société anonyme coopérative à capital variable</p><p></p><p>1. Forme<br/><br/>\nLa société de coordination est constituée sous la forme d'une société anonyme coopérative à capital variable, régie par les dispositions du livre IV du code de la construction et de l'habitation ainsi que par les dispositions non contraires de la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération, du <a href='/affichCode.do?cidTexte=LEGITEXT000006070721&dateTexte=&categorieLien=cid'>code civil</a> et du code de commerce.<br/><br/>\n2. Dénomination<br/><br/>\nLa dénomination de la société est :, société coopérative de coordination à capital variable.<br/><br/>\n3. Compétence territoriale-Siège social<br/><br/>\nL'activité de la société s'exerce sur l'ensemble du territoire national.<br/><br/>\nLe siège social est fixé à :.<br/><br/>\n4. Objet social<br/><br/>\nLa société de coordination a pour objet au bénéfice de ses membres mentionnés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825181&dateTexte=&categorieLien=cid'>L. 411-2</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825754&dateTexte=&categorieLien=cid'>L. 481-1</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020441522&dateTexte=&categorieLien=cid'>L. 365-2</a> du code de la construction et de l'habitation :</p><p>-d'élaborer le cadre stratégique patrimonial et le cadre stratégique d'utilité sociale commun mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825293&dateTexte=&categorieLien=cid'>article L. 423-1-1 du code de la construction et de l'habitation</a> ;<br/><br/>\n-de définir la politique technique des associés ;<br/><br/>\n-de définir et mettre en œuvre une politique d'achat des biens et services, hors investissements immobiliers, nécessaires à l'exercice par les associés de leurs activités ;<br/><br/>\n-de développer une unité identitaire des associés et de définir des moyens communs de communication, notamment par la création ou la licence de marques et de signes distinctifs ;<br/><br/>\n-d'organiser, afin de mettre en œuvre les missions de la société, la mise à disposition des ressources disponibles par voie, notamment, de prêts et d'avances et, plus généralement, par la conclusion de toute convention visant à accroître la capacité d'investissement des associés. Les prêts et avances consentis sont soumis au régime de déclaration mentionné aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000024028864&dateTexte=&categorieLien=cid'>L. 423-15</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000024028897&dateTexte=&categorieLien=cid'>L. 423-16</a> du code de la construction et de l'habitation ;<br/><br/>\n-d'appeler les cotisations nécessaires à l'accomplissement de ses missions ;<br/><br/>\n-de prendre les mesures nécessaires pour garantir la soutenabilité financière du groupe ainsi que de chacun des organismes qui le constituent, autres que les collectivités territoriales et leurs groupements en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825296&dateTexte=&categorieLien=cid'>article L. 423-1-2 du code de la construction et de l'habitation</a> ;<br/><br/>\n-d'assurer le contrôle de gestion des associés, d'établir et de publier des comptes combinés et de porter à la connaissance de l'organe délibérant les documents individuels de situation de ses associés mentionnés aux articles L. 365-2, L. 411-2 et L. 481-1 du code de la construction et de l'habitation.</p><p>A la demande de ses associés, la société peut également avoir pour objet (1) :</p><p>-de mettre en commun des moyens humains et matériels au profit de ses associés ;<br/><br/>\n-d'assister, comme prestataire de services, ses associés organismes d'habitations à loyer modéré et sociétés d'économie mixte agréées en application de l'article L. 481-1 du code de la construction et de l'habitation dans toutes leurs interventions sur des immeubles qui leur appartiennent ou qu'ils gèrent ;<br/><br/>\n-d'assurer tout ou partie de la maîtrise d'ouvrage des opérations de construction neuve, rénovation ou réhabilitation d'ensembles immobiliers pour le compte de ses associés organismes d'habitations à loyer modéré et sociétés d'économie mixte agréées en application du même article L. 481-1, ainsi que des sociétés de construction constituées en application du titre Ier du livre II du code de la construction et de l'habitation pour la réalisation et la gestion d'immeubles à usage d'habitation ou à usage professionnel et d'habitation ou destinés à cet usage en accession à la propriété dont ils sont associés ;<br/><br/>\n-de réaliser, pour le compte de ses associés et dans le cadre d'une convention passée par la société avec la ou les collectivités territoriales ou le ou les établissements publics de coopération intercommunale compétents sur le ou les périmètres où sont conduits des projets en commun, toutes les interventions foncières, les actions ou les opérations d'aménagement prévues par le <a href='/affichCode.do?cidTexte=LEGITEXT000006074075&dateTexte=&categorieLien=cid'>code de l'urbanisme</a> et le code de la construction et de l'habitation qui sont nécessaires. L'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825482&dateTexte=&categorieLien=cid'>article L. 443-14 du code de la construction et de l'habitation</a> n'est pas applicable aux cessions d'immeubles rendues nécessaires par ces réalisations.</p><p>Enfin, la société de coordination peut également avoir pour objet, après y avoir été spécialement agréée dans les conditions fixées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825628&dateTexte=&categorieLien=cid'>article L. 422-5 du code de la construction et de l'habitation</a> après accord de la ou des collectivités territoriales concernées ou, le cas échéant, de leurs groupements, d'exercer certaines des compétences énumérées au quatrième alinéa et aux alinéas suivants de l'article L. 422-2 du même code et qui sont communes aux organismes publics et aux sociétés anonymes d'habitations à loyer modéré.<br/><br/>\n5. Capital social<br/><br/>\nLe capital effectif est variable et entièrement libéré lors de la souscription de parts sociales.<br/><br/>\nLe capital statutaire est fixé à la somme de […] euros. Il ne peut être inférieur à celui exigé par le <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000684004&idArticle=LEGIARTI000006289165&dateTexte=&categorieLien=cid'>deuxième alinéa de l'article 27 de la loi du 10 septembre 1947 précitée</a>, ni supérieur au plafond d'émission fixé par l'assemblée générale extraordinaire. Le montant du capital ne saurait être réduit par la reprise des apports des associés sortants à une somme inférieure au quart du capital le plus élevé atteint depuis la constitution de la société.<br/><br/>\nLes réductions de capital dans les cas prévus au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825308&dateTexte=&categorieLien=cid'>dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation</a> doivent être réalisées dans le respect des conditions fixées par cet article.<br/><br/>\nLa valeur nominale des parts sociales est de […] euros. Elles revêtent obligatoirement la forme nominative et sont inscrites au nom de leur titulaire dans des comptes tenus par la société.<br/><br/>\nLes attestations d'inscription en compte sont valablement signées par le président du conseil d'administration ou du conseil de surveillance (2) ou par toute autre personne ayant reçu délégation du président à cet effet.<br/><br/>\nLe capital social de la société ne peut être détenu que par :</p><p>-les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 du code de la construction et de l'habitation ;<br/><br/>\n-les sociétés d'économie mixte agréées en application de l'article L. 481-1 du même code ;<br/><br/>\n-les organismes exerçant une activité de maîtrise d'ouvrage agréées en application de l'article L. 365-2 du même code.</p><p>Le capital social de la société de coordination peut également être détenu dans une limite de 50 % de celui-ci par des sociétés mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389504&dateTexte=&categorieLien=cid'>article L. 1521-1 du code général des collectivités territoriales</a> qui ne sont pas agréées en application de l'article L. 481-1 du code de la construction et de l'habitation et par des sociétés mentionnées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000022277075&dateTexte=&categorieLien=cid'>L. 1531-1</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000029178094&dateTexte=&categorieLien=cid'>L. 1541-1</a> du code général des collectivités territoriales.<br/><br/>\n6. Variabilité du capital<br/><br/>\nLe capital effectif est augmenté en cours de vie sociale par les souscriptions nouvelles des associés ou les souscriptions des nouveaux associés, sous réserve de leur agrément par le conseil d'administration ou le directoire (2) et dans la limite du capital statutaire.<br/><br/>\nL'assemblée générale peut déléguer au conseil d'administration ou au directoire (2) les pouvoirs nécessaires à l'effet de recueillir les nouvelles souscriptions dans les limites du capital statutaire.<br/><br/>\nToute candidature doit être présentée au conseil d'administration ou au directoire (2), qui l'examine et peut la rejeter à la majorité absolue de ses membres présents ou représentés sans être tenu de faire connaître les motifs de son agrément ou de son refus. La décision est communiquée par écrit au candidat dans le mois qui suit la délibération. Le candidat dont la candidature est rejetée peut signifier son opposition de la décision par courrier recommandé au conseil d'administration ou au directoire (2), qui le soumet à la prochaine assemblée générale. L'opposition est soumise au vote de l'assemblée générale, qui délibère à la majorité des membres présents ou représentés. Sa décision est définitive et notifiée au candidat.<br/><br/>\nLe capital effectif est diminué par la reprise totale ou partielle des apports effectués par les associés, notamment en cas de retrait ou d'exclusion.<br/><br/>\nLe retrait ou l'exclusion d'associés ne peut être opéré s'il a pour effet de ramener le capital effectif à un montant inférieur au quart du capital le plus élevé atteint depuis la constitution de la société ou de ramener le capital effectif à un montant inférieur au montant minimal du capital exigé par la loi pour la forme de société anonyme coopérative.<br/><br/>\nL'exclusion d'associés ne peut être prononcée que par une décision d'assemblée générale prise dans les conditions de quorum et de majorité d'une assemblée générale extraordinaire.<br/><br/>\nL'exclusion est notifiée à l'intéressé par la société, par pli recommandé avec demande d'avis de réception ; il dispose d'un délai de six mois à compter de cette notification pour céder ses parts sociales dans les conditions fixées par la clause 7 des présents statuts.<br/><br/>\nLes associés démissionnaires ou exclus restent tenus pendant cinq années envers les sociétaires et envers les tiers de toutes les obligations existant au jour de leur retrait ou de leur exclusion.<br/><br/>\nLors de la réunion d'approbation des comptes du dernier exercice clos, l'assemblée générale prend acte du montant du capital social atteint à la clôture de cet exercice et de la variation enregistrée par rapport à celui de l'exercice précédent.<br/><br/>\nLes actes constatant les augmentations ou les diminutions du capital ne sont pas assujettis aux formalités de dépôt et de publication.<br/><br/>\nLes réductions de capital effectuées dans les cas prévus au dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation ne peuvent être réalisées que dans le respect des conditions fixées par cet article.<br/><br/>\nLa société ne peut procéder à l'amortissement de son capital.<br/><br/>\n6.1. Retrait d'associés<br/><br/>\nTout associé peut, à l'issue de la période de préavis de mois qui suit la réception de sa demande par lettre recommandée adressée au président du conseil d'administration ou du directoire, se retirer de la société, sous réserve des dispositions de la clause 6 ci-dessus, et obtenir le remboursement de sa ou de ses parts sociales à la valeur nominale.<br/><br/>\n6.2. Exclusion d'associés<br/><br/>\nL'exclusion d'un associé est prononcée, conformément à la clause 6 ci-dessus, par l'assemblée générale, sur la proposition du conseil d'administration ou du conseil de surveillance (2).<br/><br/>\nL'exclusion d'un associé peut être prononcée lorsque l'associé ne remplit pas les obligations auxquelles il est tenu par la législation et la réglementation en vigueur ou les obligations qui résultent de son adhésion aux statuts.<br/><br/>\nElle peut également être prononcée contre tout associé qui aurait causé un préjudice grave à la société.<br/><br/>\n6.3. Conséquences du retrait ou de l'exclusion<br/><br/>\nLe retrait ou l'exclusion d'un associé entraîne le remboursement des sommes qu'il a versées pour libérer ses parts sociales de leur montant nominal sous déduction, le cas échéant, en proportion de ses droits sociaux, des pertes qui auraient été constatées par l'assemblée générale avant le départ de l'associé et du montant restant éventuellement dû au titre de sa cotisation ou des prestations dont il a bénéficié. Ce remboursement ne comporte aucune part de fonds de réserve.<br/><br/>\n7. Cessions de parts sociales<br/><br/>\nLes parts sociales peuvent être librement cédées à un autre associé.<br/><br/>\nLa cession de parts sociales à un tiers sous quelque forme que ce soit et à quelque titre que ce soit, doit être agréée par le conseil d'administration ou le conseil de surveillance (2), qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus.<br/><br/>\nLe refus d'agrément résulte soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande.<br/><br/>\nLa demande d'agrément est adressée par courrier recommandé avec demande d'avis de réception à la société, à l'attention du président du conseil d'administration ou du conseil de surveillance (2). Elle comporte obligatoirement l'identité du cessionnaire et de l'acheteur potentiel, le nombre de parts sociales concernées, la valeur ou le prix et les conditions de la cession projetée.<br/><br/>\nEn cas de refus d'agrément, le conseil d'administration ou le directoire (2) est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les parts sociales par la société, en vue de leur annulation par voie de réduction du capital, ou par un ou plusieurs associés ou nouveau (x) associé (s) qu'il aura lui-même désignés conformément à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006227755&dateTexte=&categorieLien=cid'>article L. 228-24 du code de commerce</a>. Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée.<br/><br/>\nSi, à l'expiration de ce délai, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société.<br/><br/>\n8A. Conseil d'administration (3)<br/><br/>\nLa société est administrée par un conseil d'administration constitué conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce.<br/><br/>\nIl est composé au plus de vingt-deux membres dont la moitié au moins représente les organismes mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation.<br/><br/>\nLes administrateurs peuvent être des personnes physiques ou morales. Lorsque l'administrateur est une personne morale, il désigne un représentant permanent.<br/><br/>\nLe conseil d'administration compte trois administrateurs en qualité de représentants des locataires des logements gérés par les associés mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation.<br/><br/>\nJusqu'à la première élection prévue à l'article L. 422-2-1 du même code après l'entrée en vigueur du <a href='/affichTexte.do?cidTexte=JORFTEXT000039002006&categorieLien=cid'>décret n° 2019-911 du 29 août 2019</a> relatif aux sociétés de coordination mentionnées à l'article L. 423-1-2 du code de la construction et de l'habitation, ces administrateurs sont élus par un collège composé de l'ensemble des représentants des locataires siégeant aux conseils d'administration ou conseils de surveillance des membres mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du même code. Chacun de ces représentants dispose d'un nombre de voix égal à celui obtenu par la liste à laquelle il appartenait lors de la dernière élection prévue par l'article L. 422-2-1 du même code, divisé par le nombre de représentants élus.<br/><br/>\nA compter de la première élection prévue à l'article L. 422-2-1 du même code après l'entrée en vigueur du décret n° 2019-911 du 29 août 2019 précité, ces administrateurs sont élus au suffrage direct, selon les mêmes modalités que celles prévues par les dispositions prises en application de cet article.<br/><br/>\nLes établissements publics de coopération intercommunale compétents en matière d'habitat, la commune de Paris, les établissements publics territoriaux de la Métropole du grand Paris, la métropole de Lyon, la métropole d'Aix-Marseille-Provence, les départements, les régions, les communes, sur le territoire desquels les associés détiennent ou gèrent des logements, sont représentés au conseil d'administration par deux membres au moins, dans la limite de cinq représentants, qui disposent d'une voix délibérative ou consultative (2).<br/><br/>\nDans le cas où le nombre d'établissements publics de coopération intercommunale et de collectivités territoriales dépasse la limite fixée à l'alinéa précédent, ils s'accordent pour désigner leurs représentants qui participeront au conseil d'administration en leur nom.<br/><br/>\nA défaut d'accord, les représentants de ces entités sont désignés par l'assemblée générale ordinaire de la société.<br/><br/>\n8B. Conseil de surveillance et directoire (3)<br/><br/>\nLa société est administrée par un directoire et un conseil de surveillance, constitués conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce.<br/><br/>\nLe conseil de surveillance est composé au plus de vingt-deux membres, dont la moitié au moins représente les organismes mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation.<br/><br/>\nLes membres du conseil de surveillance peuvent être des personnes physiques ou morales. Lorsque le membre est une personne morale, il désigne un représentant permanent.<br/><br/>\nLe conseil de surveillance compte trois membres en qualité de représentants des locataires des logements gérés par les associés mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation.<br/><br/>\nJusqu'à la première élection prévue à l'article L. 422-2-1 du même code après l'entrée en vigueur du décret n° 2019-911 du 29 août 2019 relatif aux sociétés de coordination mentionnées à l'article L. 423-1-2 du code de la construction et de l'habitation, ces membres sont élus par un collège composé de l'ensemble des représentants des locataires siégeant aux conseils d'administration ou conseils de surveillance des membres mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du même code. Chacun de ces représentants dispose d'un nombre de voix égal à celui obtenu par la liste à laquelle il appartenait lors de la dernière élection prévue par l'article L. 422-2-1 du même code, divisé par le nombre de représentants élus.<br/><br/>\nA compter de la première élection prévue à l'article L. 422-2-1 du même code après l'entrée en vigueur du décret n° 2019-911 du 29 août 2019 précité, ces membres sont élus au suffrage direct, selon les mêmes modalités que celles prévues par les dispositions prises en application de cet article.<br/><br/>\nLes établissements publics de coopération intercommunale compétents en matière d'habitat, la commune de Paris, les établissements publics territoriaux de la Métropole du grand Paris, la métropole de Lyon, la métropole d'Aix-Marseille-Provence, les départements, les régions, les communes, sur le territoire desquels les associés possèdent des logements, sont représentés au conseil de surveillance par deux membres au moins, dans la limite de cinq représentants, qui disposent d'une voix délibérative ou consultative (2).<br/><br/>\nDans le cas où le nombre d'établissements publics de coopération intercommunale et de collectivités territoriales dépasse la limite fixée à l'alinéa précédent, ils s'accordent pour désigner leurs représentants qui participeront au conseil d'administration en leur nom.<br/><br/>\nA défaut d'accord, les représentants de ces entités sont désignés par l'assemblée générale ordinaire de la société.<br/><br/>\n9. Assemblées générales<br/><br/>\nL'assemblée générale se compose de tous les associés, quel que soit le nombre de leurs parts sociales.<br/><br/>\nA leur demande, les établissements publics de coopération intercommunale compétents en matière d'habitat, la commune de Paris, les établissements publics territoriaux de la Métropole du grand Paris, la métropole de Lyon, la métropole d'Aix-Marseille-Provence, les départements, les régions, les communes, sur le territoire desquels les membres possèdent des logements, peuvent assister à l'assemblée générale, au sein de laquelle ils disposent d'une voix consultative. Lorsqu'ils en ont fait la demande, ils sont convoqués à toutes les assemblées et reçoivent les mêmes informations et documents que ceux remis aux associés. Ils disposent d'une simple voix consultative.<br/><br/>\nTout associé peut voter par correspondance. Tout vote par correspondance parvenu à la société au plus tard la veille de l'assemblée est pris en compte. Lors de la réunion de l'assemblée, la présence physique de l'associé annule toute procuration ou tout vote par correspondance.<br/><br/>\n10. Année sociale<br/><br/>\nL'année sociale de la société commence le 1er janvier et finit le 31 décembre.<br/><br/>\nLe premier exercice comprend le temps écoulé entre la date de la constitution définitive et le 31 décembre de l'année en cours.<br/><br/>\n11. Résultat de l'exercice (4)<br/><br/>\nLorsque tous les associés sont des organismes mentionnés aux articles L. 411-2, L. 481-1 et L. 365-2 du code de la construction et de l'habitation, le bénéfice distribuable réalisé par la société, au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229025&dateTexte=&categorieLien=cid'>article L. 232-11 du code de commerce</a>, après les prélèvements pour la dotation des réserves obligatoires, peut être, en totalité ou en partie, distribué sous forme de dividendes ou porté en réserve.<br/><br/>\nLorsque, parmi les associés figurent une ou plusieurs sociétés mentionnées à l'article L. 1521-1 du code général des collectivités territoriales, qui ne sont pas agréées en application de l'article L. 481-1 du code de la construction et de l'habitation, et aux articles L. 1531-1 ou L. 1541-1 du code général des collectivités territoriales, il ne peut être distribué un dividende supérieur à un pourcentage de la valeur nominale des parts sociales égal ou inférieur au taux d'intérêt servi au détenteur du livret A au 31 décembre de l'année précédente, majoré de 1,5 point.<br/><br/>\n12. Réserves<br/><br/>\nConformément à l'article L. 423-5 du code de la construction et de l'habitation, et sous réserve des exceptions prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporés au capital.<br/><br/>\nAprès acquittement des charges de toute nature, y compris tous amortissements et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou d'autres réserves, dont la constitution est imposée par la réglementation propre aux sociétés coopératives d'habitations à loyer modéré, et la répartition éventuelle de dividendes dans les conditions définies à la clause 11 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités.<br/><br/>\n13. Attribution de l'actif<br/><br/>\nLors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital social, attribuer la portion d'actif qui excéderait la moitié du capital social qu'à un ou plusieurs organismes d'habitations à loyer modéré ou à l'une des fédérations d'organismes d'habitations à loyer modéré ou à une ou plusieurs sociétés d'économie mixte de construction et de gestion de logements sociaux agréées en application de l'article L. 481-1 du code de la construction et de l'habitation ou à la fédération des entreprises publiques locales, sous réserve de l'approbation administrative donnée dans les conditions prévues à l'article R. 422-17 du même code et que l'attributaire s'engage à utiliser les fonds attribués à des investissements conformes au service d'intérêt économique général du logement social.<br/><br/>\n14. Transmission des statuts<br/><br/>\nLes statuts de la société sont transmis au ministre chargé du logement et au préfet du département du siège de la société après chaque modification.<br/><br/>\n15. Révision coopérative<br/><br/>\nLa société fait procéder périodiquement à l'examen de son organisation et de son fonctionnement dans le cadre d'une procédure de révision coopérative, conformément aux dispositions des articles 25-1 à 25-4 de la loi du 10 septembre 1947 précitée.</p><p>(1) Le présent alinéa ainsi que les quatre alinéas suivants sont facultatifs et peuvent être ajoutés ou retirés par décision de l'assemblée générale de la société.</p><p>(2) Rayer la mention inutile.</p><p>(3) La société devra opter pour l'une de ces deux versions.</p><p>(4) Cette clause est facultative lorsque tout l'actionnariat est composé d'organismes d'HLM mentionnés à l'article L. 421-1 et de sociétés d'économie mixte mentionnées à l'article L. 481-1 dont l'activité n'est pas exclusivement une activité de logement social. Cette clause devient obligatoire dans le cas contraire.</p>",
            "num": "Annexe II à l'article R423-86",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1567296000000,
            "dateFin": 1650758400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Société de coordination sous forme de société anonyme ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000039027657",
                        "id": "LEGISCTA000039027657",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000039027786",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000039027657",
            "sectionParentId": "LEGISCTA000039027657",
            "sectionParentTitre": "Société de coordination sous forme de société anonyme ",
            "fullSectionsTitre": "Annexes &gt; Société de coordination sous forme de société anonyme ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039027786",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039002006",
                    "textTitle": "Décret n°2019-911 du 29 août 2019 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000039015378",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-31",
                    "dateSignaTexte": "2019-08-29",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000684004",
                    "textTitle": "Loi n° 47-1775 du 10 septembre 1947 - art. 27",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000006289165",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "47-1775",
                    "datePubli": -703987200000,
                    "dateDebut": -703987200000
                },
                {
                    "textCid": "JORFTEXT000039002006",
                    "textTitle": "Décret n°2019-911 du 29 août 2019",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000039002006",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-911",
                    "datePubli": 1567209600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L228-24",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L228-24",
                    "articleId": "LEGIARTI000006227755",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L232-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-11",
                    "articleId": "LEGIARTI000006229025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1521-1",
                    "articleId": "LEGIARTI000006389504",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1531-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1531-1",
                    "articleId": "LEGIARTI000022277075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1541-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1541-1",
                    "articleId": "LEGIARTI000029178094",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1585699200000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070721",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5263747200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 94867200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L365-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L365-2",
                    "articleId": "LEGIARTI000020441522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1584057600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L411-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-2",
                    "articleId": "LEGIARTI000006825181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L422-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L422-5",
                    "articleId": "LEGIARTI000006825628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-1-1",
                    "articleId": "LEGIARTI000006825293",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1238198400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-1-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-1-2",
                    "articleId": "LEGIARTI000006825296",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-15",
                    "articleId": "LEGIARTI000024028864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-16",
                    "articleId": "LEGIARTI000024028897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-5",
                    "articleId": "LEGIARTI000006825308",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L443-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-14",
                    "articleId": "LEGIARTI000006825482",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L481-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L481-1",
                    "articleId": "LEGIARTI000006825754",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039027786",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1650758400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045646995",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1650758400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II à l'article R423-86"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}