{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037294360",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les prestataires de services de paiement mettent en place et appliquent des procédures destinées au traitement des réclamations des utilisateurs de services de paiement portant sur le respect des dispositions de la section 5 du chapitre II du titre Ier du livre Ier, du chapitre III du titre III du livre Ier, du chapitre IV du titre Ier du livre III et du chapitre Ier du titre II du livre V. Ces procédures sont accessibles dans une des langues officielles de l'Etat membre concerné ou dans une autre langue si le prestataire de services de paiement mentionné à l'alinéa premier et l'utilisateur de services de paiement en sont convenus ainsi. Les prestataires de services de paiement mentionnés à l'alinéa premier répondent sur support papier ou, s'ils en sont convenus ainsi avec l'utilisateur de services de paiement, sur un autre support durable, aux réclamations des utilisateurs de services de paiement. Cette réponse aborde tous les points soulevés dans la réclamation et est transmise dans les meilleurs délais et au plus tard dans les quinze jours ouvrables suivant la réception de la réclamation. Dans des situations exceptionnelles, si une réponse ne peut être donnée dans les quinze jours ouvrables pour des raisons échappant au contrôle du prestataire de services de paiement, celui-ci envoie une réponse d'attente motivant clairement le délai complémentaire nécessaire pour répondre à la réclamation et précisant la date ultime à laquelle l'utilisateur de services de paiement recevra une réponse définitive. En tout état de cause, l'utilisateur de services de paiement reçoit une réponse définitive au plus tard trente-cinq jours ouvrables suivant la réception de la réclamation. Lorsque l'utilisateur de services de paiement est un consommateur, le prestataire de services de paiement l'informe d'au moins une instance de règlement extrajudiciaire compétente pour connaître des litiges résultant de l'application des dispositions de la section 5 du chapitre II du titre Ier du livre Ier, du chapitre III du titre III du livre Ier, du chapitre IV du titre Ier du livre III et du chapitre Ier du titre II du livre V. Ces informations sont mentionnées de manière claire, complète et aisément accessible sur le site internet du prestataire de services de paiement, quand il en existe, auprès de la succursale ou de tout autre lieu de commercialisation de services de paiement, et dans les conditions générales du contrat conclu entre le prestataire de services de paiement et l'utilisateur de services de paiement. Il y est également précisé comment de plus amples informations sur l'instance de règlement extrajudiciaire concernée et sur les conditions d'un tel recours peuvent être obtenues. Lorsque l'utilisateur de services de paiement n'est pas un consommateur, le prestataire de services de paiement l'informe de l'existence ou non d'une instance de règlement extrajudiciaire telle que définie à l'avant-dernier alinéa du présent article.",
            "texteHtml": "<p>Les prestataires de services de paiement mettent en place et appliquent des procédures destinées au traitement des réclamations des utilisateurs de services de paiement portant sur le respect des dispositions de la section 5 du chapitre II du titre Ier du livre Ier, du chapitre III du titre III du livre Ier, du chapitre IV du titre Ier du livre III et du chapitre Ier du titre II du livre V.</p><p>Ces procédures sont accessibles dans une des langues officielles de l'Etat membre concerné ou dans une autre langue si le prestataire de services de paiement mentionné à l'alinéa premier et l'utilisateur de services de paiement en sont convenus ainsi.</p><p>Les prestataires de services de paiement mentionnés à l'alinéa premier répondent sur support papier ou, s'ils en sont convenus ainsi avec l'utilisateur de services de paiement, sur un autre support durable, aux réclamations des utilisateurs de services de paiement.</p><p>Cette réponse aborde tous les points soulevés dans la réclamation et est transmise dans les meilleurs délais et au plus tard dans les quinze jours ouvrables suivant la réception de la réclamation.</p><p>Dans des situations exceptionnelles, si une réponse ne peut être donnée dans les quinze jours ouvrables pour des raisons échappant au contrôle du prestataire de services de paiement, celui-ci envoie une réponse d'attente motivant clairement le délai complémentaire nécessaire pour répondre à la réclamation et précisant la date ultime à laquelle l'utilisateur de services de paiement recevra une réponse définitive. En tout état de cause, l'utilisateur de services de paiement reçoit une réponse définitive au plus tard trente-cinq jours ouvrables suivant la réception de la réclamation.</p><p>Lorsque l'utilisateur de services de paiement est un consommateur, le prestataire de services de paiement l'informe d'au moins une instance de règlement extrajudiciaire compétente pour connaître des litiges résultant de l'application des dispositions de la section 5 du chapitre II du titre Ier du livre Ier, du chapitre III du titre III du livre Ier, du chapitre IV du titre Ier du livre III et du chapitre Ier du titre II du livre V. Ces informations sont mentionnées de manière claire, complète et aisément accessible sur le site internet du prestataire de services de paiement, quand il en existe, auprès de la succursale ou de tout autre lieu de commercialisation de services de paiement, et dans les conditions générales du contrat conclu entre le prestataire de services de paiement et l'utilisateur de services de paiement. Il y est également précisé comment de plus amples informations sur l'instance de règlement extrajudiciaire concernée et sur les conditions d'un tel recours peuvent être obtenues.</p><p>Lorsque l'utilisateur de services de paiement n'est pas un consommateur, le prestataire de services de paiement l'informe de l'existence ou non d'une instance de règlement extrajudiciaire telle que définie à l'avant-dernier alinéa du présent article.</p>",
            "num": "L133-45",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1533513600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : La monnaie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123830",
                        "id": "LEGISCTA000006123830",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les instruments de la monnaie scripturale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139711",
                        "id": "LEGISCTA000006139711",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Chapitre III : Le virement au sein de l'Espace économique européen.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153962",
                        "id": "LEGISCTA000006153962",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2018-01-13",
                        "titre": "Chapitre III :  Les règles applicables aux autres instruments de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153962",
                        "id": "LEGISCTA000020861526",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III :  Les règles applicables aux autres instruments de paiement et à l'accès aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153962",
                        "id": "LEGISCTA000035430490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-13",
                        "fin": "2999-01-01",
                        "titre": "Section 16 : Traitement des réclamations ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035407262",
                        "id": "LEGISCTA000035407336",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035407264",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035407262",
            "sectionParentId": "LEGISCTA000035407336",
            "sectionParentTitre": "Section 16 : Traitement des réclamations ",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : La monnaie &gt; Titre III : Les instruments de la monnaie scripturale &gt; Chapitre III :  Les règles applicables aux autres instruments de paiement et à l'accès aux comptes &gt; Section 16 : Traitement des réclamations ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037294360",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037284433",
                    "textTitle": "LOI n°2018-700 du 3 août 2018 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000037285443",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-08-05",
                    "dateSignaTexte": "2018-08-03",
                    "dateDebutCible": "2018-08-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L732-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L732-3",
                    "articleId": "LEGIARTI000047851370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L733-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L733-3",
                    "articleId": "LEGIARTI000047851631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L734-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L734-3",
                    "articleId": "LEGIARTI000047851845",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035407338",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1515801600000,
                    "dateFin": 1533513600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037294360",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1533513600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L133-45",
                "133-45"
            ],
            "versionPrecedente": "LEGIARTI000035407338",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035407338",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les prestataires de services de paiement mettent en place et appliquent des procédures destinées au traitement des réclamations des utilisateurs de services de paiement portant sur le respect des dispositions de la section 5 du chapitre II du titre Ier du livre Ier, du chapitre III du titre III du livre Ier, du chapitre IV du titre Ier du livre III et du chapitre Ier du titre II du livre V. Ces procédures sont accessibles dans une des langues officielles de l'Etat membre concerné ou dans une autre langue si le prestataire de services de paiement mentionné à l'alinéa premier et l'utilisateur de services de paiement en sont convenus ainsi. Les prestataires de services de paiement mentionnés à l'alinéa premier répondent sur support papier ou, s'ils en sont convenus ainsi avec l'utilisateur de services de paiement, sur un autre support durable, aux réclamations des utilisateurs de services de paiement. Cette réponse aborde tous les points soulevés dans la réclamation et est transmise dans les meilleurs délais et au plus tard dans les quinze jours ouvrables suivant la réception de la réclamation. Dans des situations exceptionnelles, si une réponse ne peut être donnée dans les quinze jours ouvrables pour des raisons échappant au contrôle du prestataire de services de paiement, celui-ci envoie une réponse d'attente motivant clairement le délai complémentaire nécessaire pour répondre à la réclamation et précisant la date ultime à laquelle l'utilisateur de services de paiement recevra une réponse définitive. En tout état de cause, l'utilisateur de services de paiement reçoit une réponse définitive au plus tard trente-cinq jours ouvrables suivant la réception de la réclamation. Le prestataire de services de paiement informe l'utilisateur de services de paiement d'au moins une instance de règlement extrajudiciaire compétente pour connaître des litiges résultant de l'application des dispositions de la section 5 du chapitre II du titre Ier du livre Ier, du chapitre III du titre III du livre Ier, du chapitre IV du titre Ier du livre III et du chapitre Ier du titre II du livre V. Ces informations sont mentionnées de manière claire, complète et aisément accessible sur le site internet du prestataire de services de paiement, quand il en existe, auprès de la succursale ou de tout autre lieu de commercialisation de services de paiement, et dans les conditions générales du contrat conclu entre le prestataire de services de paiement et l'utilisateur de services de paiement. Il y est également précisé comment de plus amples informations sur l'instance de règlement extrajudiciaire concernée et sur les conditions d'un tel recours peuvent être obtenues.",
            "texteHtml": "<p>Les prestataires de services de paiement mettent en place et appliquent des procédures destinées au traitement des réclamations des utilisateurs de services de paiement portant sur le respect des dispositions de la section 5 du chapitre II du titre Ier du livre Ier, du chapitre III du titre III du livre Ier, du chapitre IV du titre Ier du livre III et du chapitre Ier du titre II du livre V.</p><p>Ces procédures sont accessibles dans une des langues officielles de l'Etat membre concerné ou dans une autre langue si le prestataire de services de paiement mentionné à l'alinéa premier et l'utilisateur de services de paiement en sont convenus ainsi.</p><p>Les prestataires de services de paiement mentionnés à l'alinéa premier répondent sur support papier ou, s'ils en sont convenus ainsi avec l'utilisateur de services de paiement, sur un autre support durable, aux réclamations des utilisateurs de services de paiement.</p><p>Cette réponse aborde tous les points soulevés dans la réclamation et est transmise dans les meilleurs délais et au plus tard dans les quinze jours ouvrables suivant la réception de la réclamation.</p><p>Dans des situations exceptionnelles, si une réponse ne peut être donnée dans les quinze jours ouvrables pour des raisons échappant au contrôle du prestataire de services de paiement, celui-ci envoie une réponse d'attente motivant clairement le délai complémentaire nécessaire pour répondre à la réclamation et précisant la date ultime à laquelle l'utilisateur de services de paiement recevra une réponse définitive. En tout état de cause, l'utilisateur de services de paiement reçoit une réponse définitive au plus tard trente-cinq jours ouvrables suivant la réception de la réclamation.</p><p>Le prestataire de services de paiement informe l'utilisateur de services de paiement d'au moins une instance de règlement extrajudiciaire compétente pour connaître des litiges résultant de l'application des dispositions de la section 5 du chapitre II du titre Ier du livre Ier, du chapitre III du titre III du livre Ier, du chapitre IV du titre Ier du livre III et du chapitre Ier du titre II du livre V. Ces informations sont mentionnées de manière claire, complète et aisément accessible sur le site internet du prestataire de services de paiement, quand il en existe, auprès de la succursale ou de tout autre lieu de commercialisation de services de paiement, et dans les conditions générales du contrat conclu entre le prestataire de services de paiement et l'utilisateur de services de paiement. Il y est également précisé comment de plus amples informations sur l'instance de règlement extrajudiciaire concernée et sur les conditions d'un tel recours peuvent être obtenues.</p>",
            "num": "L133-45",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1515801600000,
            "dateFin": 1533513600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : La monnaie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123830",
                        "id": "LEGISCTA000006123830",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les instruments de la monnaie scripturale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139711",
                        "id": "LEGISCTA000006139711",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Chapitre III : Le virement au sein de l'Espace économique européen.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153962",
                        "id": "LEGISCTA000006153962",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2018-01-13",
                        "titre": "Chapitre III :  Les règles applicables aux autres instruments de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153962",
                        "id": "LEGISCTA000020861526",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III :  Les règles applicables aux autres instruments de paiement et à l'accès aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153962",
                        "id": "LEGISCTA000035430490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-13",
                        "fin": "2999-01-01",
                        "titre": "Section 16 : Traitement des réclamations ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035407262",
                        "id": "LEGISCTA000035407336",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035407264",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035407262",
            "sectionParentId": "LEGISCTA000035407336",
            "sectionParentTitre": "Section 16 : Traitement des réclamations ",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : La monnaie &gt; Titre III : Les instruments de la monnaie scripturale &gt; Chapitre III :  Les règles applicables aux autres instruments de paiement et à l'accès aux comptes &gt; Section 16 : Traitement des réclamations ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000035407338",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035394629",
                    "textTitle": "Ordonnance n°2017-1252 du 9 août 2017 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035396079",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-08-10",
                    "dateSignaTexte": "2017-08-09",
                    "dateDebutCible": "2017-08-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L732-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L732-3",
                    "articleId": "LEGIARTI000047851370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L733-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L733-3",
                    "articleId": "LEGIARTI000047851631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L734-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L734-3",
                    "articleId": "LEGIARTI000047851845",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035407338",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1515801600000,
                    "dateFin": 1533513600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037294360",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1533513600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L133-45",
                "133-45"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}