{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044101707",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour l'application du présent livre dans les îles Wallis et Futuna : 1° L'accès au travail des étrangers s'exerce dans les conditions prévues par la législation et la réglementation applicables localement et dans le respect des compétences de la collectivité des îles Wallis et Futuna ; 2° Les mots : \"en France \" sont remplacés par les mots : \" sur le territoire des îles Wallis et Futuna \", les mots : \" hors de France \" par les mots : \" hors du territoire des îles Wallis et Futuna \" et les mots : \" territoire français \" par les mots : \" territoire des îles Wallis et Futuna \", à l'exception de leur mention à l'article R. 413-1 et au 1° de l'article R. 431-16 ; 3° Les références au préfet sont remplacées par la référence à l'administrateur supérieur des îles Wallis et Futuna et les références à la préfecture ou à la sous-préfecture sont remplacées par la référence aux services de l'Etat dans les îles Wallis et Futuna ; 4° Les références au maire sont remplacées par la référence au chef de la circonscription territoriale, sauf mention contraire dans le présent livre ; 5° Les références au salaire minimum de croissance sont remplacées par la référence au salaire minimum ; 6° Aux articles R. 421-1, R. 421-4, R. 426-16, R. 426-19 et R. 431-14, les références aux dispositions du code du travail sont remplacées par les références aux dispositions applicables localement ayant le même objet ; 7° Aux articles R. 425-4, R. 425-7 et R. 426-19, les références à l'article 160-1 du code de la sécurité sociale, aux articles L. 124-4 et L. 124-6 du code de l'éducation et aux articles L. 251-1 et L. 265-1 du code de l'action sociale et des familles sont remplacées par la référence aux dispositions applicables localement ayant le même objet ; 8° L'article R. 414-6 est ainsi rédigé : \" Art. R. 414-6 .-L'exercice par un étranger d'une activité professionnelle salariée dans les îles Wallis et Futuna est autorisé dans les conditions définies par les dispositions applicables localement. \" ; 9° A l'article R. 421-2,  les mots : \" et, le cas échéant, à ses droits au regard des régimes d'indemnisation des travailleur privés d'emploi \" sont supprimés ; 10° A l'article R. 421-5, les mots : \" ou de détachement initial \" et les mots : \" ou de prolongation de son détachement \" sont supprimés ; 11° L' article R. 421-7  est ainsi rédigé : \" Art. R. 421-7 .-Les dispositions de l'article L. 421-5 sont applicables à l'étranger dont l'activité non salariée nécessite une immatriculation à un registre applicable localement et la délivrance d'un numéro à ce titre. \" ; 12° A l'article R. 421-9, la référence au service en charge de la main d'œuvre étrangère compétent dans le département est remplacée par la référence au service compétent localement en matière d'accès au travail des étrangers ; 13° A l'article R. 421-11, les références aux articles L. 421-9 à L. 421-11, L. 421-15, L. 421-16 et L. 421-23 ainsi qu'au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ; 14° A l'article R. 421-12, les références aux articles L. 421-9, L. 421-10 et, L. 421-11 ainsi qu'au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ; 15° A l'article R. 421-13, la référence à l'article L. 421-16 est supprimée ; 16° A l'article R. 421-14, la référence à l' article L. 421-16  est supprimée ; 17° A l'article R. 421-15, les références aux articles L. 421-9, L. 421-10, L. 421-11 ainsi qu'au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ; 18° A l'article R. 421-26, la référence au passeport talent-chercheur-programme de mobilité est supprimée ; 18° bis A l'article R. 421-34-1, la référence au ministère chargé de l'économie est remplacée par la référence au service compétent localement en matière d'accès au travail des étrangers ; 19° L'article R. 421-35 est ainsi rédigé : \"  Art. R. 421-35 .-L'étranger dont l'investissement se voit reconnaître par les autorités des îles Wallis et Futuna le caractère d'investissement économique direct peut obtenir la délivrance de la carte de séjour correspondante. \" ; 20° A l'article R. 421-37, la référence à l' article L. 421-23  est supprimée ; 21° Aux articles R. 421-55, R. 421-56 et R. 421-58, les références au stagiaire mobile ICT et à l' article L. 421-31  sont supprimées ; 22° A l'article R. 421-55 : a) Les mots : \" a été condamné en vertu de l'article L. 8256-1 du code du travail \" sont remplacés par les mots : \" a été condamné en vertu des dispositions applicables localement en matière de fraude ou de fausse déclaration pour obtenir, faire obtenir ou tenter de faire obtenir à un étranger le titre l'autorisant à exercer une activité salariée \" ; b) le 3° est supprimé ; 23° A l'article R. 421-56, les mots : \" interdictions définies aux 1° à 4° de l'article L. 8211-1 du code du travail \" sont remplacés par les mots : \" interdictions définies par les dispositions applicables localement en matière d'infraction au travail illégal \" et les mots : \" a été condamné en vertu de l'article L. 8256-2 du même code \" sont remplacés par les mots : \" a été condamné en vertu des dispositions applicables localement en matière d'emploi illégal d'un étranger \" ; 24° A l'article R. 421-58, les mots : \" a été condamné en vertu de l'article L. 8256-2 du même code  \" sont remplacés par les mots : \" a été condamné en vertu des dispositions applicables localement en matière d'emploi illégal d'un étranger \" ; 25° A l'article R. 421-59, les mots : \" au titre de la directive 2014/36/ UE du Parlement européen et du Conseil du 26 février 2014 établissant les conditions d'entrée et de séjour des ressortissants de pays tiers aux fins d'un emploi en tant que travailleur saisonnier \" sont supprimés : 26° A l'article R. 422-12, la référence à l'article L. 422-14 est supprimée ; 27° A l'article R. 425-4, le 1° est supprimé ; 28° A l'article R. 425-7, le 2° est supprimé ; 29° L' article R. 425-11  est ainsi rédigé : \"  Art. R. 425-11 .-Pour l'application de l'article L. 425-9, l'administrateur supérieur des îles Wallis et Futuna délivre la carte de séjour au vu d'un avis émis par l'autorité compétente en matière de santé. \" Cet avis est émis au vu du rapport transmis sous pli confidentiel par un praticien hospitalier et des informations disponibles sur les possibilités de traitement dans le pays d'origine de l'intéressé. Il précise la nécessité d'une prise en charge médicale, la durée prévisible du traitement et si l'intéressé peut bénéficier d'un traitement approprié dans le pays dont il est originaire. Il indique également si l'état de santé de l'intéressé lui permet de voyager sans risque vers son pays de renvoi. L'avis est transmis à l'administrateur supérieur des îles Wallis et Futuna par l'autorité compétente en matière de santé. \" ; 30° L' article R. 425-12  est ainsi rédigé : \"  Art. R. 425-12 .-Le praticien hospitalier chargé d'établir le rapport mentionné à l'article R. 425-11 peut solliciter, le cas échéant, le médecin ou le médecin praticien hospitalier qui suit habituellement le demandeur. Il en informe le demandeur. \" Il peut également convoquer le demandeur pour l'examiner et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical les documents justifiant de son identité. A défaut de réponse dans le délai de quinze jours, ou si le demandeur ne se présente pas à la convocation qui lui a été fixée, ou s'il n'a pas présenté les documents justifiant de son identité le praticien hospitalier établit son rapport au vu des éléments dont il dispose et y indique que le demandeur n'a pas répondu à sa convocation ou n'a pas justifié de son identité. \" ; 31° Au 3° de l'article R. 426-16, les mots : \" dans le cadre de la convention de coopération prévue à l'article R. 6134-2 du code de la santé publique \" sont supprimés ; 32° A l'article R. 426-19, les mots : \" l'organisme partie à la convention de coopération internationale mentionnée à l'article L. 6134-1 du code de la santé publique \" sont supprimés ; 33° A l'article R. 426-22, les mots : \" agents de contrôle mentionnés à l'article L. 8271-1-2 du code du travail \" sont remplacés par mots : \" agents locaux de contrôle \" ; 34° A l'article R. 430-2, la référence à l' article R. 431-22  est supprimée ; 35° A l'article R. 431-3,  les mots : \" au commissariat de police ou, à défaut de commissariat, \" sont supprimés ; 36° A l'article R. 431-5 : a) Les références aux  articles L. 421-23, L. 421-26 à L. 421-29, L. 421-31 et L. 421-33  sont supprimées ; b) Au 4°, les mots : \" sauf s'il est titulaire du statut de résident de longue durée-UE accordé par la France en application des articles L. 421-12, L. 421-25, L. 424-5, L. 424-14 ou L. 426-17 \" sont supprimés ; 37° A l'article R. 431-6, les références aux  articles L. 424-5 et L. 426-17  sont supprimées ; 38° A l'article R. 431-14 : a) Les références aux articles L. 422-14, L. 421-9 à L. 421-11, L. 421-15, L. 421-16, L. 421-23 et L. 426-5 à L. 426-7 ainsi que les références au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ; b) Les 4°, 7° et 8° sont supprimés ; 39° A l'article R. 431-16 : a) Au 7°, les mots : \" à durée indéterminée \" sont remplacés par les mots : \" d'une durée supérieure ou égale à douze mois \" ; b) Au 8°, les mots : \" à durée déterminée \" sont remplacés par les mots : \" d'une durée inférieure à douze mois \" et les mots : \" ou dans les cas prévus aux articles L. 1262-1 et L. 1262-2 du code du travail \" sont supprimés ; c) Au 10°, les références aux articles L. 421-9 à L. 421-11, L. 421-15, L. 421-16 et L. 421-23 sont supprimées ; d) Les 11°, 14° et 18° sont supprimés ; 40° A l'article R. 431-17, les mots : \" les visas mentionnés aux 6° à 18° de l'article R. 431-16 \" sont remplacés par les mots : \" les visas mentionnés aux 6° à 10°, 12° et 13°, 15° à 17° de l'article R. 431-16 \" ; 41°  A l'article R. 431-18 : a) Les mots : \" Les étrangers mentionnés aux 6° à 11° et 13° à 18° de l'article R. 431-16 \" sont remplacés par  les mots : \" Les étrangers mentionnés aux 6° à 10°, 13°, 15° à 17° de l'article R. 431-16 \"  ; b) Les références aux articles L. 421-9 à L. 421-11, L. 421-15, L. 421-16, L. 421-23, L. 421-24, L. 421-26 à L. 421-29, L. 421-31, L. 421-33, L. 422-1, L. 422-2, L. 422-4, L. 422-14 et L. 426-22   sont supprimés  ; 42° Au deuxième alinéa de l'article R. 431-20, les mots : \" ou dans l'une des délégations régionales ou départementales de l'Office français de l'immigration et de l'intégration \" sont supprimés ; 43° L'article R. 431-21 est ainsi rédigé : \" Art. R. 431-21.-Lorsque la demande de titre de séjour est introduite en application de l'article L. 431-2, le titre de séjour est délivré par l'administrateur supérieur des îles Wallis et Futuna ou, en cas de déménagement en dehors de la collectivité, par le représentant de l'Etat du nouveau lieu de résidence de l'étranger. \" ; 44° A l'article R. 431-23, les mots : \" d'une durée supérieure à un an \" sont supprimés et les mots : \" à l'autorité administrative territorialement compétente \" sont remplacés par les mots : \" auprès du chef de la circonscription territoriale en indiquant le lieu de son ancienne résidence ainsi que sa profession \" ; 45° A l'article R. 432-2, les références aux articles R. 421-23, R. 421-43, R. 421-46, R. 421-52 et R. 426-14 sont supprimées ; 46° A l'article R. 432-3, la référence à l'article R. 421-40 et le 7° sont supprimés ; 47° A l'article R. 432-4 : a) La référence à l'article R. 421-41 est supprimée ; b) Au 2°, les mots : \" en infraction avec les dispositions de l'article L. 5221-8 du code du travail ou a méconnu les dispositions de l'article L. 5221-5 du même code \" sont remplacés par les mots : \" sans s'être assuré auprès des administrations territorialement compétentes de la validité du titre de séjour et de l'autorisation de travail de l'employé \" ; c) Au 4°, les mots : \" sauf s'il est titulaire de la carte de résident portant la mention “ résident de longue durée-UE ” prévue aux articles L. 421-12, L. 421-25, L. 424-5, L. 424-14 ou L. 426-17 accordée par la France \" sont supprimés ; d) Au 5°, la référence à l'article L. 5221-5 du code du travail est remplacée par la référence aux dispositions applicables localement ayant le même objet ; e) Le 8° est supprimé ; f) Au 9°, les mots : \" en infraction avec les dispositions de l'article L. 5221-8 du code du travail \" sont remplacés par les mots : \" sans s'être assuré auprès des administrations territorialement compétentes de la validité du titre de séjour et de l'autorisation de travail de l'employé \" ; g) Le 10° est supprimé ; 48° Le 2° de l'article R. 432-5 est supprimé ; 49° L'article R. 434-4 est ainsi rédigé : \" Art. R. 434-4.-Pour l'appréciation des ressources mentionnées au 1° de l'article L. 434-7 et à l'article L. 434-8 : \" Les ressources du demandeur sont appréciées par référence à la moyenne du salaire minimum prévu par la réglementation applicable localement sur une durée de douze mois ; lorsque la moyenne n'est pas atteinte, une décision favorable peut être prise en tenant compte de l'évolution de la situation de l'intéressé quant à la stabilité de son emploi et à ses revenus, y compris après le dépôt de la demande. \" Les ressources du conjoint sont également prises en compte dans l'appréciation des ressources mentionnées au précédent alinéa qui alimenteront de manière stable le budget de la famille. \" Les revenus non salariaux sont établis par tous moyens. \" ; 50° L'article R. 434-5 est ainsi rédigé : \" Art. R 434-5.-Pour l'application du 2° de l'article L. 434-7, est considéré comme normal un logement qui : \" 1° Présente une superficie habitable globale au moins égale à 14 mètres carrés pour un ménage sans enfant ou deux personnes, augmentée de 6,5 mètres carrés par personne jusqu'à huit personnes et de 5 mètres carrés par personne supplémentaire au-delà de huit personnes ; \" 2° Répond aux autres conditions minimales de confort et d'habitabilité prévues par la réglementation en vigueur localement en matière d'habitat social. \" ; 51° L'article R. 434-7 est ainsi rédigé : \" Art. R. 434-7.-L'étranger présente sa demande personnellement auprès des services de l'administrateur supérieur des îles Wallis et Futuna. \" ; 52° A l'article R. 434-8 a) Au premier alinéa, les mots : \" du ministre chargé de l'immigration \" sont remplacés par les mots : \" de l'administrateur supérieur des îles Wallis et Futuna \" ; b) Au 1°, les mots : \" à des agents des services de la commune où doit résider la famille, chargés des affaires sociales ou du logement, spécialement habilités à cet effet, ainsi qu'aux agents de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" aux agents désignés par l'administrateur supérieur des îles Wallis et Futuna \" ; c) Le 2° est supprimé ; 53° A l'article R. 434-12, les mots : \" les services de l'Office français de l'immigration et de l'intégration délivrent \" sont remplacés par les mots : \" il est délivré \" ; 54° A l'article R. 434-14, les mots : \" les services de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" le service qui a reçu la demande \" ; 55° L'article R. 434-15 est ainsi rédigé : \" Art. R. 434-15.-Les services de l'administrateur supérieur vérifient les conditions de ressources et de logement prévues aux 1° et 2° de l'article L. 434-7 et le respect des principes essentiels qui régissent la vie familiale en France prévu au 3° du même article. \" ; 56° L'article R. 434-17 est ainsi rédigé : \" Art. R. 434-17.-L'administrateur supérieur des îles Wallis et Futuna peut saisir, en tant que de besoin, les services compétents d'une demande d'enquête sur l'emploi qui procure au demandeur tout ou partie des ressources dont il fait état. \" ; 57° A l'article R. 434-18, les mots : \" le maire \" sont remplacés par les mots : \" les services de l'administrateur supérieur \" ; 58° A l'article R. 434-19, les mots : \" agents spécialement habilités des services de la commune chargés des affaires sociales ou du logement ou, à la demande du maire, des agents de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" agents désignés par l'administrateur supérieur \" ; 59° A l'article R. 434-21, les mots : \" du ministre chargé de l'immigration \" sont remplacés par les mots : \" de l'administrateur supérieur des îles Wallis et Futuna \" ; 60° L'article R. 434-30 est ainsi rédigé : \" Art. R. 434-30.-L'administrateur supérieur des îles Wallis et Futuna informe l'autorité diplomatique ou consulaire de la circonscription dans laquelle habite la famille du demandeur de sa décision et de la date à laquelle elle a été notifiée au demandeur. \" ; 61° Les dispositions des articles R. 434-31 et R. 434-32 sont remplacées par un article R. 434-31 ainsi rédigé : \" Art. R. 434-31.-Le contrôle médical des membres de la famille pour lesquels est demandé le bénéfice du regroupement familial est effectué dans les conditions prévues par arrêté conjoint du ministre chargé de la santé, du ministre chargé de l'immigration et du ministre chargé de l'outre-mer. \" ; 62° L'article R. 434-33 est ainsi rédigé : \" Art. R. 434-33.-L'administrateur supérieur des îles Wallis et Futuna met en œuvre la procédure d'introduction des familles des étrangers dans les îles Wallis et Futuna ou, exceptionnellement, la procédure d'admission au séjour à partir du territoire. \" ; 63° A l'article R. 434-36, les mots : \" par l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" dans les conditions prévues par l'arrêté mentionné à l'article R. 434-31 \" ; 64° A l'article R. 435-2, les mots : \" “ salarié ”, “ travailleur temporaire ” ou \" sont supprimés ; 65° A l'article R. 436-34, après les mots : \" Les taxes prévues aux articles L. 436-1 à L. 436-5 sont acquittées \" sont insérés les mots : \" soit au moyen de timbres mobiles, soit \".",
            "texteHtml": "<p></p><p><br/>\nPour l'application du présent livre dans les îles Wallis et Futuna :<br/><br/>\n1° L'accès au travail des étrangers s'exerce dans les conditions prévues par la législation et la réglementation applicables localement et dans le respect des compétences de la collectivité des îles Wallis et Futuna ;<br/><br/>\n2° Les mots : \"en France \" sont remplacés par les mots : \" sur le territoire des îles Wallis et Futuna \", les mots : \" hors de France \" par les mots : \" hors du territoire des îles Wallis et Futuna \" et les mots : \" territoire français \" par les mots : \" territoire des îles Wallis et Futuna \", à l'exception de leur mention à l'article R. 413-1 et au 1° de l'article R. 431-16 ;<br/><br/>\n3° Les références au préfet sont remplacées par la référence à l'administrateur supérieur des îles Wallis et Futuna et les références à la préfecture ou à la sous-préfecture sont remplacées par la référence aux services de l'Etat dans les îles Wallis et Futuna ;<br/><br/>\n4° Les références au maire sont remplacées par la référence au chef de la circonscription territoriale, sauf mention contraire dans le présent livre ;<br/><br/>\n5° Les références au salaire minimum de croissance sont remplacées par la référence au salaire minimum ;<br/><br/>\n6° Aux articles R. 421-1, R. 421-4, R. 426-16, R. 426-19 et R. 431-14, les références aux dispositions du code du travail sont remplacées par les références aux dispositions applicables localement ayant le même objet ;<br/><br/>\n7° Aux articles R. 425-4, R. 425-7 et R. 426-19, les références à l'article 160-1 du code de la sécurité sociale, aux articles L. 124-4 et L. 124-6 du code de l'éducation et aux articles L. 251-1 et L. 265-1 du code de l'action sociale et des familles sont remplacées par la référence aux dispositions applicables localement ayant le même objet ;<br/><br/>\n8° L'article R. 414-6 est ainsi rédigé :</p><p><br/>\n\" Art. R. 414-6 .-L'exercice par un étranger d'une activité professionnelle salariée dans les îles Wallis et Futuna est autorisé dans les conditions définies par les dispositions applicables localement. \" ;</p><p><br/>\n9° A l'article R. 421-2,  les mots : \" et, le cas échéant, à ses droits au regard des régimes d'indemnisation des travailleur privés d'emploi \" sont supprimés ;<br/><br/>\n10° A l'article R. 421-5, les mots : \" ou de détachement initial \" et les mots : \" ou de prolongation de son détachement \" sont supprimés ;<br/><br/>\n11° L' article R. 421-7  est ainsi rédigé :</p><p><br/>\n\" Art. R. 421-7 .-Les dispositions de l'article L. 421-5 sont applicables à l'étranger dont l'activité non salariée nécessite une immatriculation à un registre applicable localement et la délivrance d'un numéro à ce titre. \" ;</p><p><br/>\n12° A l'article R. 421-9, la référence au service en charge de la main d'œuvre étrangère compétent dans le département est remplacée par la référence au service compétent localement en matière d'accès au travail des étrangers ;<br/><br/>\n13° A l'article R. 421-11, les références aux articles L. 421-9 à L. 421-11, L. 421-15, L. 421-16 et L. 421-23 ainsi qu'au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ;<br/><br/>\n14° A l'article R. 421-12, les références aux articles L. 421-9, L. 421-10 et, L. 421-11 ainsi qu'au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ;<br/><br/>\n15° A l'article R. 421-13, la référence à l'article L. 421-16 est supprimée ;<br/><br/>\n16° A l'article R. 421-14, la référence à l' article L. 421-16  est supprimée ;<br/><br/>\n17° A l'article R. 421-15, les références aux articles L. 421-9, L. 421-10, L. 421-11 ainsi qu'au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ;<br/><br/>\n18° A l'article R. 421-26, la référence au passeport talent-chercheur-programme de mobilité est supprimée ;</p><p>18° bis A l'article R. 421-34-1, la référence au ministère chargé de l'économie est remplacée par la référence au service compétent localement en matière d'accès au travail des étrangers ;<br/><br/>\n19° L'article R. 421-35 est ainsi rédigé :</p><p><br/>\n\"  Art. R. 421-35 .-L'étranger dont l'investissement se voit reconnaître par les autorités des îles Wallis et Futuna le caractère d'investissement économique direct peut obtenir la délivrance de la carte de séjour correspondante. \" ;</p><p><br/>\n20° A l'article R. 421-37, la référence à l' article L. 421-23  est supprimée ;<br/><br/>\n21° Aux articles R. 421-55, R. 421-56 et R. 421-58, les références au stagiaire mobile ICT et à l' article L. 421-31  sont supprimées ;<br/><br/>\n22° A l'article R. 421-55 :<br/><br/>\na) Les mots : \" a été condamné en vertu de l'article L. 8256-1 du code du travail \" sont remplacés par les mots : \" a été condamné en vertu des dispositions applicables localement en matière de fraude ou de fausse déclaration pour obtenir, faire obtenir ou tenter de faire obtenir à un étranger le titre l'autorisant à exercer une activité salariée \" ;<br/><br/>\nb) le 3° est supprimé ;<br/><br/>\n23° A l'article R. 421-56, les mots : \" interdictions définies aux 1° à 4° de l'article L. 8211-1 du code du travail \" sont remplacés par les mots : \" interdictions définies par les dispositions applicables localement en matière d'infraction au travail illégal \" et les mots : \" a été condamné en vertu de l'article L. 8256-2 du même code \" sont remplacés par les mots : \" a été condamné en vertu des dispositions applicables localement en matière d'emploi illégal d'un étranger \" ;<br/><br/>\n24° A l'article R. 421-58, les mots : \" a été condamné en vertu de l'article L. 8256-2 du même code  \" sont remplacés par les mots : \" a été condamné en vertu des dispositions applicables localement en matière d'emploi illégal d'un étranger \" ;<br/><br/>\n25° A l'article R. 421-59, les mots : \" au titre de la directive 2014/36/ UE du Parlement européen et du Conseil du 26 février 2014 établissant les conditions d'entrée et de séjour des ressortissants de pays tiers aux fins d'un emploi en tant que travailleur saisonnier \" sont supprimés :<br/><br/>\n26° A l'article R. 422-12, la référence à l'article L. 422-14 est supprimée ;<br/><br/>\n27° A l'article R. 425-4, le 1° est supprimé ;<br/><br/>\n28° A l'article R. 425-7, le 2° est supprimé ;<br/><br/>\n29° L' article R. 425-11  est ainsi rédigé :</p><p><br/>\n\"  Art. R. 425-11 .-Pour l'application de l'article L. 425-9, l'administrateur supérieur des îles Wallis et Futuna délivre la carte de séjour au vu d'un avis émis par l'autorité compétente en matière de santé.<br/><br/>\n\" Cet avis est émis au vu du rapport transmis sous pli confidentiel par un praticien hospitalier et des informations disponibles sur les possibilités de traitement dans le pays d'origine de l'intéressé. Il précise la nécessité d'une prise en charge médicale, la durée prévisible du traitement et si l'intéressé peut bénéficier d'un traitement approprié dans le pays dont il est originaire. Il indique également si l'état de santé de l'intéressé lui permet de voyager sans risque vers son pays de renvoi. L'avis est transmis à l'administrateur supérieur des îles Wallis et Futuna par l'autorité compétente en matière de santé. \" ;</p><p><br/>\n30° L' article R. 425-12  est ainsi rédigé :</p><p><br/>\n\"  Art. R. 425-12 .-Le praticien hospitalier chargé d'établir le rapport mentionné à l'article R. 425-11 peut solliciter, le cas échéant, le médecin ou le médecin praticien hospitalier qui suit habituellement le demandeur. Il en informe le demandeur.<br/><br/>\n\" Il peut également convoquer le demandeur pour l'examiner et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical les documents justifiant de son identité. A défaut de réponse dans le délai de quinze jours, ou si le demandeur ne se présente pas à la convocation qui lui a été fixée, ou s'il n'a pas présenté les documents justifiant de son identité le praticien hospitalier établit son rapport au vu des éléments dont il dispose et y indique que le demandeur n'a pas répondu à sa convocation ou n'a pas justifié de son identité. \" ;</p><p><br/>\n31° Au 3° de l'article R. 426-16, les mots : \" dans le cadre de la convention de coopération prévue à l'article R. 6134-2 du code de la santé publique \" sont supprimés ;<br/><br/>\n32° A l'article R. 426-19, les mots : \" l'organisme partie à la convention de coopération internationale mentionnée à l'article L. 6134-1 du code de la santé publique \" sont supprimés ;<br/><br/>\n33° A l'article R. 426-22, les mots : \" agents de contrôle mentionnés à l'article L. 8271-1-2 du code du travail \" sont remplacés par mots : \" agents locaux de contrôle \" ;<br/><br/>\n34° A l'article R. 430-2, la référence à l' article R. 431-22  est supprimée ;<br/><br/>\n35° A l'article R. 431-3,  les mots : \" au commissariat de police ou, à défaut de commissariat, \" sont supprimés ;<br/><br/>\n36° A l'article R. 431-5 :<br/><br/>\na) Les références aux  articles L. 421-23, L. 421-26 à L. 421-29, L. 421-31 et L. 421-33  sont supprimées ;<br/><br/>\nb) Au 4°, les mots : \" sauf s'il est titulaire du statut de résident de longue durée-UE accordé par la France en application des articles L. 421-12, L. 421-25, L. 424-5, L. 424-14 ou L. 426-17 \" sont supprimés ;<br/><br/>\n37° A l'article R. 431-6, les références aux  articles L. 424-5 et L. 426-17  sont supprimées ;<br/><br/>\n38° A l'article R. 431-14 :<br/><br/>\na) Les références aux articles L. 422-14, L. 421-9 à L. 421-11, L. 421-15, L. 421-16, L. 421-23 et L. 426-5 à L. 426-7 ainsi que les références au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ;<br/><br/>\nb) Les 4°, 7° et 8° sont supprimés ;<br/><br/>\n39° A l'article R. 431-16 :<br/><br/>\na) Au 7°, les mots : \" à durée indéterminée \" sont remplacés par les mots : \" d'une durée supérieure ou égale à douze mois \" ;<br/><br/>\nb) Au 8°, les mots : \" à durée déterminée \" sont remplacés par les mots : \" d'une durée inférieure à douze mois \" et les mots : \" ou dans les cas prévus aux articles L. 1262-1 et L. 1262-2 du code du travail \" sont supprimés ;<br/><br/>\nc) Au 10°, les références aux articles L. 421-9 à L. 421-11, L. 421-15, L. 421-16 et L. 421-23 sont supprimées ;<br/><br/>\nd) Les 11°, 14° et 18° sont supprimés ;<br/><br/>\n40° A l'article R. 431-17, les mots : \" les visas mentionnés aux 6° à 18° de l'article R. 431-16 \" sont remplacés par les mots : \" les visas mentionnés aux 6° à 10°, 12° et 13°, 15° à 17° de l'article R. 431-16 \" ;<br/><br/>\n41°  A l'article R. 431-18 :<br/><br/>\na) Les mots : \" Les étrangers mentionnés aux 6° à 11° et 13° à 18° de l'article R. 431-16 \" sont remplacés par  les mots : \" Les étrangers mentionnés aux 6° à 10°, 13°, 15° à 17° de l'article R. 431-16 \"  ;<br/><br/>\nb) Les références aux articles L. 421-9 à L. 421-11, L. 421-15, L. 421-16, L. 421-23, L. 421-24, L. 421-26 à L. 421-29, L. 421-31, L. 421-33, L. 422-1, L. 422-2, L. 422-4, L. 422-14 et L. 426-22   sont supprimés  ;<br/><br/>\n42° Au deuxième alinéa de l'article R. 431-20, les mots : \" ou dans l'une des délégations régionales ou départementales de l'Office français de l'immigration et de l'intégration \" sont supprimés ;<br/><br/>\n43° L'article R. 431-21 est ainsi rédigé :</p><p><br/>\n\" Art. R. 431-21.-Lorsque la demande de titre de séjour est introduite en application de l'article L. 431-2, le titre de séjour est délivré par l'administrateur supérieur des îles Wallis et Futuna ou, en cas de déménagement en dehors de la collectivité, par le représentant de l'Etat du nouveau lieu de résidence de l'étranger. \" ;</p><p><br/>\n44° A l'article R. 431-23, les mots : \" d'une durée supérieure à un an \" sont supprimés et les mots : \" à l'autorité administrative territorialement compétente \" sont remplacés par les mots : \" auprès du chef de la circonscription territoriale en indiquant le lieu de son ancienne résidence ainsi que sa profession \" ;<br/><br/>\n45° A l'article R. 432-2, les références aux articles R. 421-23, R. 421-43, R. 421-46, R. 421-52 et R. 426-14 sont supprimées ;<br/><br/>\n46° A l'article R. 432-3, la référence à l'article R. 421-40 et le 7° sont supprimés ;<br/><br/>\n47° A l'article R. 432-4 :<br/><br/>\na) La référence à l'article R. 421-41 est supprimée ;<br/><br/>\nb) Au 2°, les mots : \" en infraction avec les dispositions de l'article L. 5221-8 du code du travail ou a méconnu les dispositions de l'article L. 5221-5 du même code \" sont remplacés par les mots : \" sans s'être assuré auprès des administrations territorialement compétentes de la validité du titre de séjour et de l'autorisation de travail de l'employé \" ;<br/><br/>\nc) Au 4°, les mots : \" sauf s'il est titulaire de la carte de résident portant la mention “ résident de longue durée-UE ” prévue aux articles L. 421-12, L. 421-25, L. 424-5, L. 424-14 ou L. 426-17 accordée par la France \" sont supprimés ;<br/><br/>\nd) Au 5°, la référence à l'article L. 5221-5 du code du travail est remplacée par la référence aux dispositions applicables localement ayant le même objet ;<br/><br/>\ne) Le 8° est supprimé ;<br/><br/>\nf) Au 9°, les mots : \" en infraction avec les dispositions de l'article L. 5221-8 du code du travail \" sont remplacés par les mots : \" sans s'être assuré auprès des administrations territorialement compétentes de la validité du titre de séjour et de l'autorisation de travail de l'employé \" ;<br/><br/>\ng) Le 10° est supprimé ;<br/><br/>\n48° Le 2° de l'article R. 432-5 est supprimé ;<br/><br/>\n49° L'article R. 434-4 est ainsi rédigé :</p><p><br/>\n\" Art. R. 434-4.-Pour l'appréciation des ressources mentionnées au 1° de l'article L. 434-7 et à l'article L. 434-8 : \" Les ressources du demandeur sont appréciées par référence à la moyenne du salaire minimum prévu par la réglementation applicable localement sur une durée de douze mois ; lorsque la moyenne n'est pas atteinte, une décision favorable peut être prise en tenant compte de l'évolution de la situation de l'intéressé quant à la stabilité de son emploi et à ses revenus, y compris après le dépôt de la demande.<br/><br/>\n\" Les ressources du conjoint sont également prises en compte dans l'appréciation des ressources mentionnées au précédent alinéa qui alimenteront de manière stable le budget de la famille.<br/><br/>\n\" Les revenus non salariaux sont établis par tous moyens. \" ;</p><p><br/>\n50° L'article R. 434-5 est ainsi rédigé :</p><p><br/>\n\" Art. R 434-5.-Pour l'application du 2° de l'article L. 434-7, est considéré comme normal un logement qui :<br/><br/>\n\" 1° Présente une superficie habitable globale au moins égale à 14 mètres carrés pour un ménage sans enfant ou deux personnes, augmentée de 6,5 mètres carrés par personne jusqu'à huit personnes et de 5 mètres carrés par personne supplémentaire au-delà de huit personnes ;<br/><br/>\n\" 2° Répond aux autres conditions minimales de confort et d'habitabilité prévues par la réglementation en vigueur localement en matière d'habitat social. \" ;</p><p><br/>\n51° L'article R. 434-7 est ainsi rédigé :</p><p><br/>\n\" Art. R. 434-7.-L'étranger présente sa demande personnellement auprès des services de l'administrateur supérieur des îles Wallis et Futuna. \" ;</p><p><br/>\n52° A l'article R. 434-8<br/><br/>\na) Au premier alinéa, les mots : \" du ministre chargé de l'immigration \" sont remplacés par les mots : \" de l'administrateur supérieur des îles Wallis et Futuna \" ;<br/><br/>\nb) Au 1°, les mots : \" à des agents des services de la commune où doit résider la famille, chargés des affaires sociales ou du logement, spécialement habilités à cet effet, ainsi qu'aux agents de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" aux agents désignés par l'administrateur supérieur des îles Wallis et Futuna \" ;<br/><br/>\nc) Le 2° est supprimé ;<br/><br/>\n53° A l'article R. 434-12, les mots : \" les services de l'Office français de l'immigration et de l'intégration délivrent \" sont remplacés par les mots : \" il est délivré \" ;<br/><br/>\n54° A l'article R. 434-14, les mots : \" les services de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" le service qui a reçu la demande \" ;<br/><br/>\n55° L'article R. 434-15 est ainsi rédigé :</p><p><br/>\n\" Art. R. 434-15.-Les services de l'administrateur supérieur vérifient les conditions de ressources et de logement prévues aux 1° et 2° de l'article L. 434-7 et le respect des principes essentiels qui régissent la vie familiale en France prévu au 3° du même article. \" ;</p><p><br/>\n56° L'article R. 434-17 est ainsi rédigé :</p><p><br/>\n\" Art. R. 434-17.-L'administrateur supérieur des îles Wallis et Futuna peut saisir, en tant que de besoin, les services compétents d'une demande d'enquête sur l'emploi qui procure au demandeur tout ou partie des ressources dont il fait état. \" ;</p><p><br/>\n57° A l'article R. 434-18, les mots : \" le maire \" sont remplacés par les mots : \" les services de l'administrateur supérieur \" ;<br/><br/>\n58° A l'article R. 434-19, les mots : \" agents spécialement habilités des services de la commune chargés des affaires sociales ou du logement ou, à la demande du maire, des agents de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" agents désignés par l'administrateur supérieur \" ;<br/><br/>\n59° A l'article R. 434-21, les mots : \" du ministre chargé de l'immigration \" sont remplacés par les mots : \" de l'administrateur supérieur des îles Wallis et Futuna \" ;<br/><br/>\n60° L'article R. 434-30 est ainsi rédigé :</p><p><br/>\n\" Art. R. 434-30.-L'administrateur supérieur des îles Wallis et Futuna informe l'autorité diplomatique ou consulaire de la circonscription dans laquelle habite la famille du demandeur de sa décision et de la date à laquelle elle a été notifiée au demandeur. \" ;</p><p><br/>\n61° Les dispositions des articles R. 434-31 et R. 434-32 sont remplacées par un article R. 434-31 ainsi rédigé :</p><p><br/>\n\" Art. R. 434-31.-Le contrôle médical des membres de la famille pour lesquels est demandé le bénéfice du regroupement familial est effectué dans les conditions prévues par arrêté conjoint du ministre chargé de la santé, du ministre chargé de l'immigration et du ministre chargé de l'outre-mer. \" ;</p><p><br/>\n62° L'article R. 434-33 est ainsi rédigé :</p><p><br/>\n\" Art. R. 434-33.-L'administrateur supérieur des îles Wallis et Futuna met en œuvre la procédure d'introduction des familles des étrangers dans les îles Wallis et Futuna ou, exceptionnellement, la procédure d'admission au séjour à partir du territoire. \" ;</p><p><br/>\n63° A l'article R. 434-36, les mots : \" par l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" dans les conditions prévues par l'arrêté mentionné à l'article R. 434-31 \" ;<br/><br/>\n64° A l'article R. 435-2, les mots : \" “ salarié ”, “ travailleur temporaire ” ou \" sont supprimés ;<br/><br/>\n65° A l'article R. 436-34, après les mots : \" Les taxes prévues aux articles L. 436-1 à L. 436-5 sont acquittées \" sont insérés les mots : \" soit au moyen de timbres mobiles, soit \".</p><p></p>",
            "num": "R444-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1632614400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1789569705,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799742",
                        "id": "LEGISCTA000042808572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : SÉJOUR EN FRANCE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042800824",
                        "id": "LEGISCTA000042807488",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : DISPOSITIONS RELATIVES À L'OUTRE-MER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042801534",
                        "id": "LEGISCTA000042806774",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042801580",
                        "id": "LEGISCTA000042806728",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042801586",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042801580",
            "sectionParentId": "LEGISCTA000042806728",
            "sectionParentTitre": "Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
            "fullSectionsTitre": "Partie réglementaire  &gt; Livre IV : SÉJOUR EN FRANCE &gt; Titre IV : DISPOSITIONS RELATIVES À L'OUTRE-MER &gt; Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044101707",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000044097582",
                    "textTitle": "Décret n°2021-1222 du 23 septembre 2021 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000044099852",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-09-25",
                    "dateSignaTexte": "2021-09-23",
                    "dateDebutCible": "2021-09-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043466864",
                    "textTitle": "Arrêté du 30 avril 2021 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043469537",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1619913600000,
                    "dateDebut": 1620000000000
                },
                {
                    "textCid": "JORFTEXT000045780253",
                    "textTitle": "Arrêté du 4 mai 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045781228",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1652227200000,
                    "dateDebut": 1652313600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042806722",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1632614400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044101707",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1632614400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R444-3",
                "444-3"
            ],
            "versionPrecedente": "LEGIARTI000042806722",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042806722",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour l'application du présent livre dans les îles Wallis et Futuna : 1° L'accès au travail des étrangers s'exerce dans les conditions prévues par la législation et la réglementation applicables localement et dans le respect des compétences de la collectivité des îles Wallis et Futuna ; 2° Les mots : \" en France \" sont remplacés par les mots : \" sur le territoire des îles Wallis et Futuna \", les mots : \" hors de France \" par les mots : \" hors du territoire des îles Wallis et Futuna \" et les mots : \" territoire français \" par les mots : \" territoire des îles Wallis et Futuna \", à l'exception de leur mention à l'article R. 413-1 et au 1° de l'article R. 431-16 ; 3° Les références au préfet sont remplacées par la référence à l'administrateur supérieur des îles Wallis et Futuna et les références à la préfecture ou à la sous-préfecture sont remplacées par la référence aux services de l'Etat dans les îles Wallis et Futuna ; 4° Les références au maire sont remplacées par la référence au chef de la circonscription territoriale, sauf mention contraire dans le présent livre ; 5° Les références au salaire minimum de croissance sont remplacées par la référence au salaire minimum ; 6° Aux articles R. 421-1, R. 421-4, R. 426-16, R. 426-19 et R. 431-14, les références aux dispositions du code du travail sont remplacées par les références aux dispositions applicables localement ayant le même objet ; 7° Aux articles R. 425-4, R. 425-7 et R. 426-19, les références à l'article 160-1 du code de la sécurité sociale, aux articles L. 124-4 et L. 124-6 du code de l'éducation et aux articles L. 251-1 et L. 265-1 du code de l'action sociale et des familles sont remplacées par la référence aux dispositions applicables localement ayant le même objet ; 8° L'article R. 414-6 est ainsi rédigé : \" Art. R. 414-6.-L'exercice par un étranger d'une activité professionnelle salariée dans les îles Wallis et Futuna est autorisé dans les conditions définies par les dispositions applicables localement. \" ; 9° A l'article R. 421-2, les mots : \" et, le cas échéant, à ses droits au regard des régimes d'indemnisation des travailleur privés d'emploi \" sont supprimés ; 10° A l'article R. 421-5, les mots : \" ou de détachement initial \" et les mots : \" ou de prolongation de son détachement \" sont supprimés ; 11° L'article R. 421-7 est ainsi rédigé : \" Art. R. 421-7.-Les dispositions de l'article L. 421-5 sont applicables à l'étranger dont l'activité non salariée nécessite une immatriculation à un registre applicable localement et la délivrance d'un numéro à ce titre. \" ; 12° A l'article R. 421-9, la référence au directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi compétent dans le département est remplacée par la référence au service compétent localement ; 13° A l'article R. 421-11, les références aux articles L. 421-9 à L. 421-11, L. 421-15, L. 421-16 et L. 421-23 ainsi qu'au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ; 14° A l'article R. 421-12, les références aux articles L. 421-9, L. 421-10 et, L. 421-11 ainsi qu'au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ; 15° A l'article R. 421-13, la référence à l'article L. 421-16 est supprimée ; 16° A l'article R. 421-14, la référence à l'article L. 421-16 est supprimée ; 17° A l'article R. 421-15, les références aux articles L. 421-9, L. 421-10, L. 421-11 ainsi qu'au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ; 18° A l'article R. 421-26, la référence au passeport talent-chercheur-programme de mobilité est supprimée ; 19° L'article R. 421-35 est ainsi rédigé : \" Art. R. 421-35.-L'étranger dont l'investissement se voit reconnaître par les autorités des îles Wallis et Futuna le caractère d'investissement économique direct peut obtenir la délivrance de la carte de séjour correspondante. \" ; 20° A l'article R. 421-37, la référence à l'article L. 421-23 est supprimée ; 21° Aux articles R. 421-55, R. 421-56 et R. 421-58, les références au stagiaire mobile ICT et à l'article L. 421-31 sont supprimées ; 22° A l'article R. 421-55 : a) Les mots : \" a été condamné en vertu de l'article L. 8256-1 du code du travail \" sont remplacés par les mots : \" a été condamné en vertu des dispositions applicables localement en matière de fraude ou de fausse déclaration pour obtenir, faire obtenir ou tenter de faire obtenir à un étranger le titre l'autorisant à exercer une activité salariée \" ; b) le 3° est supprimé ; 23° A l'article R. 421-56, les mots : \" interdictions définies aux 1° à 4° de l'article L. 8211-1 du code du travail \" sont remplacés par les mots : \" interdictions définies par les dispositions applicables localement en matière d'infraction au travail illégal \" et les mots : \" a été condamné en vertu de l'article L. 8256-2 du même code \" sont remplacés par les mots : \" a été condamné en vertu des dispositions applicables localement en matière d'emploi illégal d'un étranger \" ; 24° A l'article R. 421-58, les mots : \" a été condamné en vertu de l'article L. 8256-2 du même code \" sont remplacés par les mots : \" a été condamné en vertu des dispositions applicables localement en matière d'emploi illégal d'un étranger \" ; 25° A l'article R. 421-59, les mots : \" au titre de la directive 2014/36/ UE du Parlement européen et du Conseil du 26 février 2014 établissant les conditions d'entrée et de séjour des ressortissants de pays tiers aux fins d'un emploi en tant que travailleur saisonnier \" sont supprimés : 26° A l'article R. 422-12, la référence à l'article L. 422-14 est supprimée ; 27° A l'article R. 425-4, le 1° est supprimé ; 28° A l'article R. 425-7, le 2° est supprimé ; 29° L'article R. 425-11 est ainsi rédigé : \" Art. R. 425-11.-Pour l'application de l'article L. 425-9, l'administrateur supérieur des îles Wallis et Futuna délivre la carte de séjour au vu d'un avis émis par l'autorité compétente en matière de santé. \" Cet avis est émis au vu du rapport transmis sous pli confidentiel par un praticien hospitalier et des informations disponibles sur les possibilités de traitement dans le pays d'origine de l'intéressé. Il précise la nécessité d'une prise en charge médicale, la durée prévisible du traitement et si l'intéressé peut bénéficier d'un traitement approprié dans le pays dont il est originaire. Il indique également si l'état de santé de l'intéressé lui permet de voyager sans risque vers son pays de renvoi. L'avis est transmis à l'administrateur supérieur des îles Wallis et Futuna par l'autorité compétente en matière de santé. \" ; 30° L'article R. 425-12 est ainsi rédigé : \" Art. R. 425-12.-Le praticien hospitalier chargé d'établir le rapport mentionné à l'article R. 425-11 peut solliciter, le cas échéant, le médecin ou le médecin praticien hospitalier qui suit habituellement le demandeur. Il en informe le demandeur. \" Il peut également convoquer le demandeur pour l'examiner et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical les documents justifiant de son identité. A défaut de réponse dans le délai de quinze jours, ou si le demandeur ne se présente pas à la convocation qui lui a été fixée, ou s'il n'a pas présenté les documents justifiant de son identité le praticien hospitalier établit son rapport au vu des éléments dont il dispose et y indique que le demandeur n'a pas répondu à sa convocation ou n'a pas justifié de son identité. \" ; 31° Au 3° de l'article R. 426-16, les mots : \" dans le cadre de la convention de coopération prévue à l'article R. 6134-2 du code de la santé publique \" sont supprimés ; 32° A l'article R. 426-19, les mots : \" l'organisme partie à la convention de coopération internationale mentionnée à l'article L. 6134-1 du code de la santé publique \" sont supprimés ; 33° A l'article R. 426-22, les mots : \" agents de contrôle mentionnés à l'article L. 8271-1-2 du code du travail \" sont remplacés par mots : \" agents locaux de contrôle \" ; 34° A l'article R. 430-2, la référence à l'article R. 431-22 est supprimée ; 35° A l'article R. 431-3, les mots : \" au commissariat de police ou, à défaut de commissariat, \" sont supprimés ; 36° A l'article R. 431-5 : a) Les références aux articles L. 421-23, L. 421-26 à L. 421-29, L. 421-31 et L. 421-33 sont supprimées ; b) Au 4°, les mots : \" sauf s'il est titulaire du statut de résident de longue durée-UE accordé par la France en application des articles L. 421-12, L. 421-25, L. 424-5, L. 424-14 ou L. 426-17 \" sont supprimés ; 37° A l'article R. 431-6, les références aux articles L. 424-5 et L. 426-17 sont supprimées ; 38° A l'article R. 431-14 : a) Les références aux articles L. 422-14, L. 421-9 à L. 421-11, L. 421-15, L. 421-16, L. 421-23 et L. 426-5 à L. 426-7 ainsi que les références au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ; b) Les 4°, 7° et 8° sont supprimés ; 39° A l'article R. 431-16 : a) Au 7°, les mots : \" à durée indéterminée \" sont remplacés par les mots : \" d'une durée supérieure ou égale à douze mois \" ; b) Au 8°, les mots : \" à durée déterminée \" sont remplacés par les mots : \" d'une durée inférieure à douze mois \" et les mots : \" ou dans les cas prévus aux articles L. 1262-1 et L. 1262-2 du code du travail \" sont supprimés ; c) Au 10°, les références aux articles L. 421-9 à L. 421-11, L. 421-15, L. 421-16 et L. 421-23 sont supprimées ; d) Les 11°, 14° et 18° sont supprimés ; 40° A l'article R. 431-17, les mots : \" les visas mentionnés aux 6° à 18° de l'article R. 431-16 \" sont remplacés par les mots : \" les visas mentionnés aux 6° à 10°, 12° et 13°, 15° à 17° de l'article R. 431-16 \" ; 41° A l'article R. 431-18 : a) Les mots : \" Les étrangers mentionnés aux 6° à 11° et 13° à 18° de l'article R. 431-16 \" sont remplacés par les mots : \" Les étrangers mentionnés aux 6° à 10°, 13°, 15° à 17° de l'article R. 431-16 \" ; b) Les références aux articles L. 421-9 à L. 421-11, L. 421-15, L. 421-16, L. 421-23, L. 421-24, L. 421-26 à L. 421-29, L. 421-31, L. 421-33, L. 422-1, L. 422-2, L. 422-4, L. 422-14 et L. 426-22 sont supprimés ; 42° Au deuxième alinéa de l'article R. 431-20, les mots : \" ou dans l'une des délégations régionales ou départementales de l'Office français de l'immigration et de l'intégration \" sont supprimés ; 43° L'article R. 431-21 est ainsi rédigé : \" Art. R. 431-21.-Lorsque la demande de titre de séjour est introduite en application de l'article L. 431-2, le titre de séjour est délivré par l'administrateur supérieur des îles Wallis et Futuna ou, en cas de déménagement en dehors de la collectivité, par le représentant de l'Etat du nouveau lieu de résidence de l'étranger. \" ; 44° A l'article R. 431-23, les mots : \" d'une durée supérieure à un an \" sont supprimés et les mots : \" à l'autorité administrative territorialement compétente \" sont remplacés par les mots : \" auprès du chef de la circonscription territoriale en indiquant le lieu de son ancienne résidence ainsi que sa profession \" ; 45° A l'article R. 432-2, les références aux articles R. 421-23, R. 421-43, R. 421-46, R. 421-52 et R. 426-14 sont supprimées ; 46° A l'article R. 432-3, la référence à l'article R. 421-40 et le 7° sont supprimés ; 47° A l'article R. 432-4 : a) La référence à l'article R. 421-41 est supprimée ; b) Au 2°, les mots : \" en infraction avec les dispositions de l'article L. 5221-8 du code du travail ou a méconnu les dispositions de l'article L. 5221-5 du même code \" sont remplacés par les mots : \" sans s'être assuré auprès des administrations territorialement compétentes de la validité du titre de séjour et de l'autorisation de travail de l'employé \" ; c) Au 4°, les mots : \" sauf s'il est titulaire de la carte de résident portant la mention “ résident de longue durée-UE ” prévue aux articles L. 421-12, L. 421-25, L. 424-5, L. 424-14 ou L. 426-17 accordée par la France \" sont supprimés ; d) Au 5°, la référence à l'article L. 5221-5 du code du travail est remplacée par la référence aux dispositions applicables localement ayant le même objet ; e) Le 8° est supprimé ; f) Au 9°, les mots : \" en infraction avec les dispositions de l'article L. 5221-8 du code du travail \" sont remplacés par les mots : \" sans s'être assuré auprès des administrations territorialement compétentes de la validité du titre de séjour et de l'autorisation de travail de l'employé \" ; g) Le 10° est supprimé ; 48° Le 2° de l'article R. 432-5 est supprimé ; 49° L'article R. 434-4 est ainsi rédigé : \" Art. R. 434-4.-Pour l'appréciation des ressources mentionnées au 1° de l'article L. 434-7 et à l'article L. 434-8 : \" Les ressources du demandeur sont appréciées par référence à la moyenne du salaire minimum prévu par la réglementation applicable localement sur une durée de douze mois ; lorsque la moyenne n'est pas atteinte, une décision favorable peut être prise en tenant compte de l'évolution de la situation de l'intéressé quant à la stabilité de son emploi et à ses revenus, y compris après le dépôt de la demande. \" Les ressources du conjoint sont également prises en compte dans l'appréciation des ressources mentionnées au précédent alinéa qui alimenteront de manière stable le budget de la famille. \" Les revenus non salariaux sont établis par tous moyens. \" ; 50° L'article R. 434-5 est ainsi rédigé : \" Art. R 434-5.-Pour l'application du 2° de l'article L. 434-7, est considéré comme normal un logement qui : \" 1° Présente une superficie habitable globale au moins égale à 14 mètres carrés pour un ménage sans enfant ou deux personnes, augmentée de 6,5 mètres carrés par personne jusqu'à huit personnes et de 5 mètres carrés par personne supplémentaire au-delà de huit personnes ; \" 2° Répond aux autres conditions minimales de confort et d'habitabilité prévues par la réglementation en vigueur localement en matière d'habitat social. \" ; 51° L'article R. 434-7 est ainsi rédigé : \" Art. R. 434-7.-L'étranger présente sa demande personnellement auprès des services de l'administrateur supérieur des îles Wallis et Futuna. \" ; 52° A l'article R. 434-8 a) Au premier alinéa, les mots : \" du ministre chargé de l'immigration \" sont remplacés par les mots : \" de l'administrateur supérieur des îles Wallis et Futuna \" ; b) Au 1°, les mots : \" à des agents des services de la commune où doit résider la famille, chargés des affaires sociales ou du logement, spécialement habilités à cet effet, ainsi qu'aux agents de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" aux agents désignés par l'administrateur supérieur des îles Wallis et Futuna \" ; c) Le 2° est supprimé ; 53° A l'article R. 434-12, les mots : \" les services de l'Office français de l'immigration et de l'intégration délivrent \" sont remplacés par les mots : \" il est délivré \" ; 54° A l'article R. 434-14, les mots : \" les services de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" le service qui a reçu la demande \" ; 55° L'article R. 434-15 est ainsi rédigé : \" Art. R. 434-15.-Les services de l'administrateur supérieur vérifient les conditions de ressources et de logement prévues aux 1° et 2° de l'article L. 434-7 et le respect des principes essentiels qui régissent la vie familiale en France prévu au 3° du même article. \" ; 56° L'article R. 434-17 est ainsi rédigé : \" Art. R. 434-17.-L'administrateur supérieur des îles Wallis et Futuna peut saisir, en tant que de besoin, les services compétents d'une demande d'enquête sur l'emploi qui procure au demandeur tout ou partie des ressources dont il fait état. \" ; 57° A l'article R. 434-18, les mots : \" le maire \" sont remplacés par les mots : \" les services de l'administrateur supérieur \" ; 58° A l'article R. 434-19, les mots : \" agents spécialement habilités des services de la commune chargés des affaires sociales ou du logement ou, à la demande du maire, des agents de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" agents désignés par l'administrateur supérieur \" ; 59° A l'article R. 434-21, les mots : \" du ministre chargé de l'immigration \" sont remplacés par les mots : \" de l'administrateur supérieur des îles Wallis et Futuna \" ; 60° L'article R. 434-30 est ainsi rédigé : \" Art. R. 434-30.-L'administrateur supérieur des îles Wallis et Futuna informe l'autorité diplomatique ou consulaire de la circonscription dans laquelle habite la famille du demandeur de sa décision et de la date à laquelle elle a été notifiée au demandeur. \" ; 61° Les dispositions des articles R. 434-31 et R. 434-32 sont remplacées par un article R. 434-31 ainsi rédigé : \" Art. R. 434-31.-Le contrôle médical des membres de la famille pour lesquels est demandé le bénéfice du regroupement familial est effectué dans les conditions prévues par arrêté conjoint du ministre chargé de la santé, du ministre chargé de l'immigration et du ministre chargé de l'outre-mer. \" ; 62° L'article R. 434-33 est ainsi rédigé : \" Art. R. 434-33.-L'administrateur supérieur des îles Wallis et Futuna met en œuvre la procédure d'introduction des familles des étrangers dans les îles Wallis et Futuna ou, exceptionnellement, la procédure d'admission au séjour à partir du territoire. \" ; 63° A l'article R. 434-36, les mots : \" par l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" dans les conditions prévues par l'arrêté mentionné à l'article R. 434-31 \" ; 64° A l'article R. 435-2, les mots : \" “ salarié ”, “ travailleur temporaire ” ou \" sont supprimés ; 65° A l'article R. 436-34, après les mots : \" Les taxes prévues aux articles L. 436-1 à L. 436-5 sont acquittées \" sont insérés les mots : \" soit au moyen de timbres mobiles, soit \".",
            "texteHtml": "<p><br/>Pour l'application du présent livre dans les îles Wallis et Futuna : <br/>1° L'accès au travail des étrangers s'exerce dans les conditions prévues par la législation et la réglementation applicables localement et dans le respect des compétences de la collectivité des îles Wallis et Futuna ; <br/>2° Les mots : \" en France \" sont remplacés par les mots : \" sur le territoire des îles Wallis et Futuna \", les mots : \" hors de France \" par les mots : \" hors du territoire des îles Wallis et Futuna \" et les mots : \" territoire français \" par les mots : \" territoire des îles Wallis et Futuna \", à l'exception de leur mention à l'article R. 413-1 et au 1° de l'article R. 431-16 ; <br/>3° Les références au préfet sont remplacées par la référence à l'administrateur supérieur des îles Wallis et Futuna et les références à la préfecture ou à la sous-préfecture sont remplacées par la référence aux services de l'Etat dans les îles Wallis et Futuna ; <br/>4° Les références au maire sont remplacées par la référence au chef de la circonscription territoriale, sauf mention contraire dans le présent livre ; <br/>5° Les références au salaire minimum de croissance sont remplacées par la référence au salaire minimum ; <br/>6° Aux articles R. 421-1, R. 421-4, R. 426-16, R. 426-19 et R. 431-14, les références aux dispositions du code du travail sont remplacées par les références aux dispositions applicables localement ayant le même objet ; <br/>7° Aux articles R. 425-4, R. 425-7 et R. 426-19, les références à l'article 160-1 du code de la sécurité sociale, aux articles L. 124-4 et L. 124-6 du code de l'éducation et aux articles L. 251-1 et L. 265-1 du code de l'action sociale et des familles sont remplacées par la référence aux dispositions applicables localement ayant le même objet ; <br/>8° L'article R. 414-6 est ainsi rédigé : </p><p><br/>\" Art. R. 414-6.-L'exercice par un étranger d'une activité professionnelle salariée dans les îles Wallis et Futuna est autorisé dans les conditions définies par les dispositions applicables localement. \" ; </p><p><br/>9° A l'article R. 421-2, les mots : \" et, le cas échéant, à ses droits au regard des régimes d'indemnisation des travailleur privés d'emploi \" sont supprimés ; <br/>10° A l'article R. 421-5, les mots : \" ou de détachement initial \" et les mots : \" ou de prolongation de son détachement \" sont supprimés ; <br/>11° L'article R. 421-7 est ainsi rédigé : </p><p><br/>\" Art. R. 421-7.-Les dispositions de l'article L. 421-5 sont applicables à l'étranger dont l'activité non salariée nécessite une immatriculation à un registre applicable localement et la délivrance d'un numéro à ce titre. \" ; </p><p><br/>12° A l'article R. 421-9, la référence au directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi compétent dans le département est remplacée par la référence au service compétent localement ; <br/>13° A l'article R. 421-11, les références aux articles L. 421-9 à L. 421-11, L. 421-15, L. 421-16 et L. 421-23 ainsi qu'au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ; <br/>14° A l'article R. 421-12, les références aux articles L. 421-9, L. 421-10 et, L. 421-11 ainsi qu'au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ; <br/>15° A l'article R. 421-13, la référence à l'article L. 421-16 est supprimée ; <br/>16° A l'article R. 421-14, la référence à l'article L. 421-16 est supprimée ; <br/>17° A l'article R. 421-15, les références aux articles L. 421-9, L. 421-10, L. 421-11 ainsi qu'au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ; <br/>18° A l'article R. 421-26, la référence au passeport talent-chercheur-programme de mobilité est supprimée ; <br/>19° L'article R. 421-35 est ainsi rédigé : </p><p><br/>\" Art. R. 421-35.-L'étranger dont l'investissement se voit reconnaître par les autorités des îles Wallis et Futuna le caractère d'investissement économique direct peut obtenir la délivrance de la carte de séjour correspondante. \" ; </p><p><br/>20° A l'article R. 421-37, la référence à l'article L. 421-23 est supprimée ; <br/>21° Aux articles R. 421-55, R. 421-56 et R. 421-58, les références au stagiaire mobile ICT et à l'article L. 421-31 sont supprimées ; <br/>22° A l'article R. 421-55 : <br/>a) Les mots : \" a été condamné en vertu de l'article L. 8256-1 du code du travail \" sont remplacés par les mots : \" a été condamné en vertu des dispositions applicables localement en matière de fraude ou de fausse déclaration pour obtenir, faire obtenir ou tenter de faire obtenir à un étranger le titre l'autorisant à exercer une activité salariée \" ; <br/>b) le 3° est supprimé ; <br/>23° A l'article R. 421-56, les mots : \" interdictions définies aux 1° à 4° de l'article L. 8211-1 du code du travail \" sont remplacés par les mots : \" interdictions définies par les dispositions applicables localement en matière d'infraction au travail illégal \" et les mots : \" a été condamné en vertu de l'article L. 8256-2 du même code \" sont remplacés par les mots : \" a été condamné en vertu des dispositions applicables localement en matière d'emploi illégal d'un étranger \" ; <br/>24° A l'article R. 421-58, les mots : \" a été condamné en vertu de l'article L. 8256-2 du même code \" sont remplacés par les mots : \" a été condamné en vertu des dispositions applicables localement en matière d'emploi illégal d'un étranger \" ; <br/>25° A l'article R. 421-59, les mots : \" au titre de la directive 2014/36/ UE du Parlement européen et du Conseil du 26 février 2014 établissant les conditions d'entrée et de séjour des ressortissants de pays tiers aux fins d'un emploi en tant que travailleur saisonnier \" sont supprimés : <br/>26° A l'article R. 422-12, la référence à l'article L. 422-14 est supprimée ; <br/>27° A l'article R. 425-4, le 1° est supprimé ; <br/>28° A l'article R. 425-7, le 2° est supprimé ; <br/>29° L'article R. 425-11 est ainsi rédigé : </p><p><br/>\" Art. R. 425-11.-Pour l'application de l'article L. 425-9, l'administrateur supérieur des îles Wallis et Futuna délivre la carte de séjour au vu d'un avis émis par l'autorité compétente en matière de santé. <br/>\" Cet avis est émis au vu du rapport transmis sous pli confidentiel par un praticien hospitalier et des informations disponibles sur les possibilités de traitement dans le pays d'origine de l'intéressé. Il précise la nécessité d'une prise en charge médicale, la durée prévisible du traitement et si l'intéressé peut bénéficier d'un traitement approprié dans le pays dont il est originaire. Il indique également si l'état de santé de l'intéressé lui permet de voyager sans risque vers son pays de renvoi. L'avis est transmis à l'administrateur supérieur des îles Wallis et Futuna par l'autorité compétente en matière de santé. \" ; </p><p><br/>30° L'article R. 425-12 est ainsi rédigé : </p><p><br/>\" Art. R. 425-12.-Le praticien hospitalier chargé d'établir le rapport mentionné à l'article R. 425-11 peut solliciter, le cas échéant, le médecin ou le médecin praticien hospitalier qui suit habituellement le demandeur. Il en informe le demandeur. <br/>\" Il peut également convoquer le demandeur pour l'examiner et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical les documents justifiant de son identité. A défaut de réponse dans le délai de quinze jours, ou si le demandeur ne se présente pas à la convocation qui lui a été fixée, ou s'il n'a pas présenté les documents justifiant de son identité le praticien hospitalier établit son rapport au vu des éléments dont il dispose et y indique que le demandeur n'a pas répondu à sa convocation ou n'a pas justifié de son identité. \" ; </p><p><br/>31° Au 3° de l'article R. 426-16, les mots : \" dans le cadre de la convention de coopération prévue à l'article R. 6134-2 du code de la santé publique \" sont supprimés ; <br/>32° A l'article R. 426-19, les mots : \" l'organisme partie à la convention de coopération internationale mentionnée à l'article L. 6134-1 du code de la santé publique \" sont supprimés ; <br/>33° A l'article R. 426-22, les mots : \" agents de contrôle mentionnés à l'article L. 8271-1-2 du code du travail \" sont remplacés par mots : \" agents locaux de contrôle \" ; <br/>34° A l'article R. 430-2, la référence à l'article R. 431-22 est supprimée ; <br/>35° A l'article R. 431-3, les mots : \" au commissariat de police ou, à défaut de commissariat, \" sont supprimés ; <br/>36° A l'article R. 431-5 : <br/>a) Les références aux articles L. 421-23, L. 421-26 à L. 421-29, L. 421-31 et L. 421-33 sont supprimées ; <br/>b) Au 4°, les mots : \" sauf s'il est titulaire du statut de résident de longue durée-UE accordé par la France en application des articles L. 421-12, L. 421-25, L. 424-5, L. 424-14 ou L. 426-17 \" sont supprimés ; <br/>37° A l'article R. 431-6, les références aux articles L. 424-5 et L. 426-17 sont supprimées ; <br/>38° A l'article R. 431-14 : <br/>a) Les références aux articles L. 422-14, L. 421-9 à L. 421-11, L. 421-15, L. 421-16, L. 421-23 et L. 426-5 à L. 426-7 ainsi que les références au passeport talent-carte bleue européenne et au passeport talent-chercheur-programme de mobilité sont supprimées ; <br/>b) Les 4°, 7° et 8° sont supprimés ; <br/>39° A l'article R. 431-16 : <br/>a) Au 7°, les mots : \" à durée indéterminée \" sont remplacés par les mots : \" d'une durée supérieure ou égale à douze mois \" ; <br/>b) Au 8°, les mots : \" à durée déterminée \" sont remplacés par les mots : \" d'une durée inférieure à douze mois \" et les mots : \" ou dans les cas prévus aux articles L. 1262-1 et L. 1262-2 du code du travail \" sont supprimés ; <br/>c) Au 10°, les références aux articles L. 421-9 à L. 421-11, L. 421-15, L. 421-16 et L. 421-23 sont supprimées ; <br/>d) Les 11°, 14° et 18° sont supprimés ; <br/>40° A l'article R. 431-17, les mots : \" les visas mentionnés aux 6° à 18° de l'article R. 431-16 \" sont remplacés par les mots : \" les visas mentionnés aux 6° à 10°, 12° et 13°, 15° à 17° de l'article R. 431-16 \" ; <br/>41° A l'article R. 431-18 : <br/>a) Les mots : \" Les étrangers mentionnés aux 6° à 11° et 13° à 18° de l'article R. 431-16 \" sont remplacés par les mots : \" Les étrangers mentionnés aux 6° à 10°, 13°, 15° à 17° de l'article R. 431-16 \" ; <br/>b) Les références aux articles L. 421-9 à L. 421-11, L. 421-15, L. 421-16, L. 421-23, L. 421-24, L. 421-26 à L. 421-29, L. 421-31, L. 421-33, L. 422-1, L. 422-2, L. 422-4, L. 422-14 et L. 426-22 sont supprimés ; <br/>42° Au deuxième alinéa de l'article R. 431-20, les mots : \" ou dans l'une des délégations régionales ou départementales de l'Office français de l'immigration et de l'intégration \" sont supprimés ; <br/>43° L'article R. 431-21 est ainsi rédigé : </p><p><br/>\" Art. R. 431-21.-Lorsque la demande de titre de séjour est introduite en application de l'article L. 431-2, le titre de séjour est délivré par l'administrateur supérieur des îles Wallis et Futuna ou, en cas de déménagement en dehors de la collectivité, par le représentant de l'Etat du nouveau lieu de résidence de l'étranger. \" ; </p><p><br/>44° A l'article R. 431-23, les mots : \" d'une durée supérieure à un an \" sont supprimés et les mots : \" à l'autorité administrative territorialement compétente \" sont remplacés par les mots : \" auprès du chef de la circonscription territoriale en indiquant le lieu de son ancienne résidence ainsi que sa profession \" ; <br/>45° A l'article R. 432-2, les références aux articles R. 421-23, R. 421-43, R. 421-46, R. 421-52 et R. 426-14 sont supprimées ; <br/>46° A l'article R. 432-3, la référence à l'article R. 421-40 et le 7° sont supprimés ; <br/>47° A l'article R. 432-4 : <br/>a) La référence à l'article R. 421-41 est supprimée ; <br/>b) Au 2°, les mots : \" en infraction avec les dispositions de l'article L. 5221-8 du code du travail ou a méconnu les dispositions de l'article L. 5221-5 du même code \" sont remplacés par les mots : \" sans s'être assuré auprès des administrations territorialement compétentes de la validité du titre de séjour et de l'autorisation de travail de l'employé \" ; <br/>c) Au 4°, les mots : \" sauf s'il est titulaire de la carte de résident portant la mention “ résident de longue durée-UE ” prévue aux articles L. 421-12, L. 421-25, L. 424-5, L. 424-14 ou L. 426-17 accordée par la France \" sont supprimés ; <br/>d) Au 5°, la référence à l'article L. 5221-5 du code du travail est remplacée par la référence aux dispositions applicables localement ayant le même objet ; <br/>e) Le 8° est supprimé ; <br/>f) Au 9°, les mots : \" en infraction avec les dispositions de l'article L. 5221-8 du code du travail \" sont remplacés par les mots : \" sans s'être assuré auprès des administrations territorialement compétentes de la validité du titre de séjour et de l'autorisation de travail de l'employé \" ; <br/>g) Le 10° est supprimé ; <br/>48° Le 2° de l'article R. 432-5 est supprimé ; <br/>49° L'article R. 434-4 est ainsi rédigé : </p><p><br/>\" Art. R. 434-4.-Pour l'appréciation des ressources mentionnées au 1° de l'article L. 434-7 et à l'article L. 434-8 : \" Les ressources du demandeur sont appréciées par référence à la moyenne du salaire minimum prévu par la réglementation applicable localement sur une durée de douze mois ; lorsque la moyenne n'est pas atteinte, une décision favorable peut être prise en tenant compte de l'évolution de la situation de l'intéressé quant à la stabilité de son emploi et à ses revenus, y compris après le dépôt de la demande. <br/>\" Les ressources du conjoint sont également prises en compte dans l'appréciation des ressources mentionnées au précédent alinéa qui alimenteront de manière stable le budget de la famille. <br/>\" Les revenus non salariaux sont établis par tous moyens. \" ; </p><p><br/>50° L'article R. 434-5 est ainsi rédigé : </p><p><br/>\" Art. R 434-5.-Pour l'application du 2° de l'article L. 434-7, est considéré comme normal un logement qui : <br/>\" 1° Présente une superficie habitable globale au moins égale à 14 mètres carrés pour un ménage sans enfant ou deux personnes, augmentée de 6,5 mètres carrés par personne jusqu'à huit personnes et de 5 mètres carrés par personne supplémentaire au-delà de huit personnes ; <br/>\" 2° Répond aux autres conditions minimales de confort et d'habitabilité prévues par la réglementation en vigueur localement en matière d'habitat social. \" ; </p><p><br/>51° L'article R. 434-7 est ainsi rédigé : </p><p><br/>\" Art. R. 434-7.-L'étranger présente sa demande personnellement auprès des services de l'administrateur supérieur des îles Wallis et Futuna. \" ; </p><p><br/>52° A l'article R. 434-8 <br/>a) Au premier alinéa, les mots : \" du ministre chargé de l'immigration \" sont remplacés par les mots : \" de l'administrateur supérieur des îles Wallis et Futuna \" ; <br/>b) Au 1°, les mots : \" à des agents des services de la commune où doit résider la famille, chargés des affaires sociales ou du logement, spécialement habilités à cet effet, ainsi qu'aux agents de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" aux agents désignés par l'administrateur supérieur des îles Wallis et Futuna \" ; <br/>c) Le 2° est supprimé ; <br/>53° A l'article R. 434-12, les mots : \" les services de l'Office français de l'immigration et de l'intégration délivrent \" sont remplacés par les mots : \" il est délivré \" ; <br/>54° A l'article R. 434-14, les mots : \" les services de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" le service qui a reçu la demande \" ; <br/>55° L'article R. 434-15 est ainsi rédigé : </p><p><br/>\" Art. R. 434-15.-Les services de l'administrateur supérieur vérifient les conditions de ressources et de logement prévues aux 1° et 2° de l'article L. 434-7 et le respect des principes essentiels qui régissent la vie familiale en France prévu au 3° du même article. \" ; </p><p><br/>56° L'article R. 434-17 est ainsi rédigé : </p><p><br/>\" Art. R. 434-17.-L'administrateur supérieur des îles Wallis et Futuna peut saisir, en tant que de besoin, les services compétents d'une demande d'enquête sur l'emploi qui procure au demandeur tout ou partie des ressources dont il fait état. \" ; </p><p><br/>57° A l'article R. 434-18, les mots : \" le maire \" sont remplacés par les mots : \" les services de l'administrateur supérieur \" ; <br/>58° A l'article R. 434-19, les mots : \" agents spécialement habilités des services de la commune chargés des affaires sociales ou du logement ou, à la demande du maire, des agents de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" agents désignés par l'administrateur supérieur \" ; <br/>59° A l'article R. 434-21, les mots : \" du ministre chargé de l'immigration \" sont remplacés par les mots : \" de l'administrateur supérieur des îles Wallis et Futuna \" ; <br/>60° L'article R. 434-30 est ainsi rédigé : </p><p><br/>\" Art. R. 434-30.-L'administrateur supérieur des îles Wallis et Futuna informe l'autorité diplomatique ou consulaire de la circonscription dans laquelle habite la famille du demandeur de sa décision et de la date à laquelle elle a été notifiée au demandeur. \" ; </p><p><br/>61° Les dispositions des articles R. 434-31 et R. 434-32 sont remplacées par un article R. 434-31 ainsi rédigé : </p><p><br/>\" Art. R. 434-31.-Le contrôle médical des membres de la famille pour lesquels est demandé le bénéfice du regroupement familial est effectué dans les conditions prévues par arrêté conjoint du ministre chargé de la santé, du ministre chargé de l'immigration et du ministre chargé de l'outre-mer. \" ; </p><p><br/>62° L'article R. 434-33 est ainsi rédigé : </p><p><br/>\" Art. R. 434-33.-L'administrateur supérieur des îles Wallis et Futuna met en œuvre la procédure d'introduction des familles des étrangers dans les îles Wallis et Futuna ou, exceptionnellement, la procédure d'admission au séjour à partir du territoire. \" ; </p><p><br/>63° A l'article R. 434-36, les mots : \" par l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" dans les conditions prévues par l'arrêté mentionné à l'article R. 434-31 \" ; <br/>64° A l'article R. 435-2, les mots : \" “ salarié ”, “ travailleur temporaire ” ou \" sont supprimés ; <br/>65° A l'article R. 436-34, après les mots : \" Les taxes prévues aux articles L. 436-1 à L. 436-5 sont acquittées \" sont insérés les mots : \" soit au moyen de timbres mobiles, soit \".</p>",
            "num": "R444-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1619827200000,
            "dateFin": 1632614400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1789569705,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799742",
                        "id": "LEGISCTA000042808572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : SÉJOUR EN FRANCE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042800824",
                        "id": "LEGISCTA000042807488",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : DISPOSITIONS RELATIVES À L'OUTRE-MER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042801534",
                        "id": "LEGISCTA000042806774",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042801580",
                        "id": "LEGISCTA000042806728",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042801586",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042801580",
            "sectionParentId": "LEGISCTA000042806728",
            "sectionParentTitre": "Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
            "fullSectionsTitre": "Partie réglementaire  &gt; Livre IV : SÉJOUR EN FRANCE &gt; Titre IV : DISPOSITIONS RELATIVES À L'OUTRE-MER &gt; Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042806722",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 18 du décret n° 2020-1734 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.",
            "notaHtml": "<p>Conformément à l'article 18 du décret n° 2020-1734 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042765483",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2020-12-31"
                },
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042765483",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043466864",
                    "textTitle": "Arrêté du 30 avril 2021 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043469537",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1619913600000,
                    "dateDebut": 1620000000000
                },
                {
                    "textCid": "JORFTEXT000045780253",
                    "textTitle": "Arrêté du 4 mai 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045781228",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1652227200000,
                    "dateDebut": 1652313600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042806722",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1632614400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044101707",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1632614400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R444-3",
                "444-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}