{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047899008",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La demande d'autorisation de l'activité de collecte de selles prévue à l'article L. 513-11-1 est adressée au directeur général de l'Agence nationale de sécurité du médicament et des produits de santé par la personne morale qui sollicite cette autorisation et par tout moyen donnant date certaine à la réception de cette demande. II. - Cette demande est accompagnée d'un dossier, dont la forme et le contenu sont fixés par décision du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé, publiée sur son site internet, et qui comprend : 1° Les renseignements administratifs relatifs à l'établissement ou à l'organisme demandeur ; 2° Des informations relatives à l'activité de collecte de selles ainsi que tout élément relatif au contrôle visant à sécuriser la collecte, à la conservation, à la traçabilité et au transport des selles collectées ; 3° Des informations sur les locaux, les équipements, le personnel, le circuit des produits et les conventions passées avec les tiers et les établissements destinataires ; 4° La liste des produits et matériels entrant en contact avec les selles ; 5° Un engagement à respecter les règles de bonnes pratiques prévues à l'article L. 513-11-2. III. - En cas de transmission d'un dossier incomplet, le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé fait connaître au demandeur les informations manquantes ou incomplètes et précise le délai imparti pour les fournir, par tout moyen donnant date certaine à la réception de cette demande. IV. - Le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé peut requérir toute information complémentaire qu'il estime nécessaire à l'instruction de la demande d'autorisation et indique au demandeur, par tout moyen donnant date certaine à la réception de cette demande, le délai dans lequel il doit fournir ces éléments qui ne peut dépasser quatre mois. V. - Le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé notifie sa décision au demandeur dans un délai de quatre mois à compter de la date de réception de la demande complète. L'absence de décision à l'expiration de ce délai vaut acceptation de la demande. Ce délai est suspendu en cas de demande d'informations complémentaires mentionnée au IV et reprend à compter de la réception de ces informations. VI. - L'autorisation précise le nom et l'adresse de l'établissement ou de l'organisme concerné ainsi que, lorsque l'établissement ou l'organisme comporte plusieurs sites, le ou les sites d'exercice de l'activité. VII. - Sont soumises à autorisation du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé les modifications substantielles de l'autorisation mentionnée au VI, préalablement à leur mise en œuvre. La demande d'autorisation, formulée par tout moyen donnant date certaine à sa réception, est accompagnée d'un dossier dont la forme et le contenu sont précisés par décision du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé. Toute demande de modification substantielle est déposée et instruite dans les mêmes conditions que la demande initiale. Sont considérées comme des modifications substantielles celles relatives : 1° Aux modalités d'organisation de la collecte de selles et qui figurent, à ce titre, sur une liste fixée par décision du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé, publiée sur son site internet ; 2° Aux modifications de locaux ayant une incidence sur la mise en œuvre de l'activité de collecte de selles ; 3° A la création de nouveaux locaux dans lesquels est exercée l'activité de collecte de selles. Les changements de responsable de l'établissement ou organisme autorisé et, au sein de cet établissement ou organisme, de responsable de l'activité de collecte font l'objet d'une déclaration immédiate au directeur général de l'Agence nationale de sécurité du médicament et des produits de santé. Les autres modifications font l'objet d'une déclaration dans le rapport annuel d'activité prévu à l'article D. 513-11-8. La cessation de l'activité de collecte de selles est notifiée sans délai à l'Agence nationale de sécurité du médicament et des produits de santé par tout moyen donnant date certaine à cette notification. VIII. - Le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé peut refuser d'autoriser tout ou partie de l'activité faisant l'objet de la demande d'autorisation initiale ou de la demande d'autorisation d'une modification substantielle, notamment lorsque les conditions d'exercice de l'activité de collecte de selles ne sont pas de nature à garantir la qualité et la sécurité des selles collectées. IX. - Le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé tient à jour la liste des établissements ou organismes autorisés, qui mentionne leurs noms et adresses. Cette liste est accessible au public sur son site internet.",
            "texteHtml": "<p>I. - La demande d'autorisation de l'activité de collecte de selles prévue à l'article L. 513-11-1 est adressée au directeur général de l'Agence nationale de sécurité du médicament et des produits de santé par la personne morale qui sollicite cette autorisation et par tout moyen donnant date certaine à la réception de cette demande.</p><p></p><p> II. - Cette demande est accompagnée d'un dossier, dont la forme et le contenu sont fixés par décision du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé, publiée sur son site internet, et qui comprend :</p><p></p><p> 1° Les renseignements administratifs relatifs à l'établissement ou à l'organisme demandeur ;</p><p></p><p> 2° Des informations relatives à l'activité de collecte de selles ainsi que tout élément relatif au contrôle visant à sécuriser la collecte, à la conservation, à la traçabilité et au transport des selles collectées ;</p><p></p><p> 3° Des informations sur les locaux, les équipements, le personnel, le circuit des produits et les conventions passées avec les tiers et les établissements destinataires ;</p><p></p><p> 4° La liste des produits et matériels entrant en contact avec les selles ;</p><p></p><p> 5° Un engagement à respecter les règles de bonnes pratiques prévues à l'article L. 513-11-2.</p><p></p><p> III. - En cas de transmission d'un dossier incomplet, le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé fait connaître au demandeur les informations manquantes ou incomplètes et précise le délai imparti pour les fournir, par tout moyen donnant date certaine à la réception de cette demande.</p><p></p><p> IV. - Le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé peut requérir toute information complémentaire qu'il estime nécessaire à l'instruction de la demande d'autorisation et indique au demandeur, par tout moyen donnant date certaine à la réception de cette demande, le délai dans lequel il doit fournir ces éléments qui ne peut dépasser quatre mois.</p><p></p><p> V. - Le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé notifie sa décision au demandeur dans un délai de quatre mois à compter de la date de réception de la demande complète. L'absence de décision à l'expiration de ce délai vaut acceptation de la demande. Ce délai est suspendu en cas de demande d'informations complémentaires mentionnée au IV et reprend à compter de la réception de ces informations.</p><p></p><p> VI. - L'autorisation précise le nom et l'adresse de l'établissement ou de l'organisme concerné ainsi que, lorsque l'établissement ou l'organisme comporte plusieurs sites, le ou les sites d'exercice de l'activité.</p><p></p><p> VII. - Sont soumises à autorisation du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé les modifications substantielles de l'autorisation mentionnée au VI, préalablement à leur mise en œuvre. La demande d'autorisation, formulée par tout moyen donnant date certaine à sa réception, est accompagnée d'un dossier dont la forme et le contenu sont précisés par décision du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé. Toute demande de modification substantielle est déposée et instruite dans les mêmes conditions que la demande initiale.</p><p></p><p> Sont considérées comme des modifications substantielles celles relatives :</p><p></p><p> 1° Aux modalités d'organisation de la collecte de selles et qui figurent, à ce titre, sur une liste fixée par décision du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé, publiée sur son site internet ;</p><p></p><p> 2° Aux modifications de locaux ayant une incidence sur la mise en œuvre de l'activité de collecte de selles ;</p><p></p><p> 3° A la création de nouveaux locaux dans lesquels est exercée l'activité de collecte de selles.</p><p></p><p> Les changements de responsable de l'établissement ou organisme autorisé et, au sein de cet établissement ou organisme, de responsable de l'activité de collecte font l'objet d'une déclaration immédiate au directeur général de l'Agence nationale de sécurité du médicament et des produits de santé.</p><p></p><p> Les autres modifications font l'objet d'une déclaration dans le rapport annuel d'activité prévu à l'article D. 513-11-8.</p><p></p><p> La cessation de l'activité de collecte de selles est notifiée sans délai à l'Agence nationale de sécurité du médicament et des produits de santé par tout moyen donnant date certaine à cette notification.</p><p></p><p> VIII. - Le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé peut refuser d'autoriser tout ou partie de l'activité faisant l'objet de la demande d'autorisation initiale ou de la demande d'autorisation d'une modification substantielle, notamment lorsque les conditions d'exercice de l'activité de collecte de selles ne sont pas de nature à garantir la qualité et la sécurité des selles collectées.</p><p></p><p> IX. - Le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé tient à jour la liste des établissements ou organismes autorisés, qui mentionne leurs noms et adresses. Cette liste est accessible au public sur son site internet.</p>",
            "num": "R513-11-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1690588800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Produits pharmaceutiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145489",
                        "id": "LEGISCTA000006145489",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Autres produits et substances pharmaceutiques réglementés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161013",
                        "id": "LEGISCTA000006161013",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-07-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre XI : Recueil de selles d'origine humaine destinées à une utilisation thérapeutique\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047899002",
                        "id": "LEGISCTA000047899002",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Activité de collecte de selles\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047899004",
                        "id": "LEGISCTA000047899004",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-07-29",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Procédure d'autorisation\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047899006",
                        "id": "LEGISCTA000047899006",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047899008",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000047899006",
            "sectionParentId": "LEGISCTA000047899006",
            "sectionParentTitre": "Sous-section 1 : Procédure d'autorisation\r\n",
            "fullSectionsTitre": "Partie réglementaire &gt; Cinquième partie : Produits de santé &gt; Livre Ier : Produits pharmaceutiques &gt; Titre III : Autres produits et substances pharmaceutiques réglementés &gt; Chapitre XI : Recueil de selles d'origine humaine destinées à une utilisation thérapeutique\r\n &gt; Section 2 : Activité de collecte de selles\r\n &gt; Sous-section 1 : Procédure d'autorisation\r\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047899008",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047897491",
                    "textTitle": "Décret n°2023-672 du 27 juillet 2023 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047898808",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-07-28",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-07-29"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047899008",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1690588800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R513-11-4",
                "513-11-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}