{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039041344",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité des logements situés dans les bâtiments d'habitation collectifs et autres que ceux visés au II du présent article doivent satisfaire aux obligations ci-après : 1. Pour tous les logements. Les circulations et les portes des logements doivent, dès la construction du bâtiment, présenter des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant la circulation de personnes handicapées. Les dispositifs de commande doivent y être aisément repérables et utilisables par ces personnes. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que ces solutions répondent aux objectifs poursuivis. Dans le cas de logements réalisés sur plusieurs niveaux, les caractéristiques minimales définies au premier alinéa concernent tous les niveaux qui doivent, en outre, être reliés par un escalier adapté. 2. Pour les logements situés au rez-de-chaussée ou en étages desservis par un ascenseur conformément à l'article R. 111-5 : 20 % de ces logements, et au moins un logement, sont conformes aux dispositions ci-après. Ils doivent respecter les dispositions prévues au 1 et, en outre, offrir dès leur construction des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant à une personne handicapée d'utiliser la cuisine ou une partie du studio aménagée en cuisine, le séjour, une chambre ou une partie du studio aménagée en chambre, un cabinet d'aisances et une salle d'eau. Une partie des espaces nécessaires à l'utilisation par une personne en fauteuil roulant peuvent être aménagés à d'autres fins sous réserve que des travaux simples permettent d'en rétablir la possibilité d'utilisation par une personne en fauteuil roulant. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que ces solutions répondent aux objectifs poursuivis. Dans le cas de logements réalisés sur plusieurs niveaux, le niveau d'accès au logement doit comporter au moins la cuisine, le séjour, une chambre ou partie du séjour aménageable en chambre, un cabinet d'aisances et une salle d'eau, ces pièces répondant aux exigences fixées à l'alinéa précédent. Cependant, dans le cas où le bâtiment est soumis à des contraintes particulières liées aux caractéristiques de l'unité foncière ou aux règles d'urbanisme, l'espace du niveau d'accès au logement peut se limiter à la cuisine ou à la partie du séjour aménageable en cuisine, au séjour et à un cabinet d'aisance comportant un lavabo, à la condition qu'une réservation dans le gros œuvre permette l'installation ultérieure d'un appareil élévateur vertical pour desservir la chambre et la salle d'eau accessibles en étage. Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, au moins un accès depuis une pièce de vie à tout balcon, terrasse ou loggia situé dans ces logements doit être conçu de manière telle que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être conçue et équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. 3. Pour les logements situés au rez-de-chaussée ou en étages desservis par un ascenseur conformément à l'article R. 111-5, autres que ceux mentionnés au 2 : Ces logements sont évolutifs. Dès leur construction, ils doivent respecter les dispositions prévues au 1 et permettre à une personne handicapée d'utiliser le séjour et un cabinet d'aisance dans les conditions prévues au 2. En outre, ils doivent pouvoir ultérieurement être rendus conformes à l'intégralité des dispositions prévues au 2 à l'issue de travaux simples, c'est-à-dire sans incidence sur les éléments de structure et certains réseaux encastrés en cloisons. Un arrêté du ministre chargé de la construction précise la nature et les conditions de réalisation de ces travaux simples. Pour une même typologie de logements, la surface moyenne des logements évolutifs ne peut être inférieure, lors de leur conception, à la surface moyenne des logements qui sont accessibles dès la construction en application du 2. Le ministre chargé de la construction détermine les caractéristiques techniques applicables aux aménagements et équipements mentionnés au présent I. II.-Lorsqu'une opération de construction comporte des logements, situés dans des bâtiments d'habitation collectifs, destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : a) Des caractéristiques communes applicables à tous ces logements garantissant qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; b) Pour un pourcentage d'entre eux, calculé au regard de l'ensemble de ces logements prévus dans l'opération de construction et destinés à être gérés par la même personne physique ou morale, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires ; c) Pour chaque bâtiment d'habitation collectif, un cabinet d'aisances commun accessible. En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. Pour l'application des dispositions du troisième alinéa de l'article L. 111-7-1 , le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent II sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. Le représentant de l'Etat dans le département notifie sa décision motivée, dans les trois mois qui suivent la réception des éléments, après avoir consulté la commission compétente en application de l'article R. 111-19-30 . A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. Le ministre chargé de la construction détermine par arrêté les conditions d'application du II du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci et les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires. III.-Les opérations de construction respectent les règles décrites au I. Néanmoins, lorsqu'une opération de construction comporte des logements situés dans des bâtiments d'habitation collectifs vendus en l'état futur d'achèvement, un contrat de travaux modificatifs peut être établi à la demande de l'acquéreur, entre celui-ci et le promoteur de l'opération, sous réserve que le logement faisant l'objet de travaux modificatifs de l'acquéreur satisfasse aux caractéristiques suivantes : a) Le logement peut être visité par une personne handicapée, quel que soit son handicap, c'est-à-dire que cette personne peut entrer dans le logement, se rendre dans le séjour par un cheminement accessible, y circuler et en ressortir ; b) Les travaux modificatifs réalisés à la demande de l'acquéreur permettent la réversibilité des aménagements par des travaux simples, dans les conditions définies par arrêté du ministre chargé de la construction. Le plan du logement correspondant au logement réalisé avec les travaux modificatifs demandés par l'acquéreur et le plan du logement correspondant à la configuration du logement conforme aux règles prévues au I doivent être fournis à l'acquéreur et annexés au contrat de travaux modificatifs de l'acquéreur. Si ce contrat de travaux modificatifs de l'acquéreur est conclu avant la signature de l'acte authentique de vente, les deux plans sont en outre annexés à l'acte authentique de vente.",
            "texteHtml": "<p></p><p>I.-Les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité des logements situés dans les bâtiments d'habitation collectifs et autres que ceux visés au II du présent article doivent satisfaire aux obligations ci-après : </p><p>1. Pour tous les logements. </p><p>Les circulations et les portes des logements doivent, dès la construction du bâtiment, présenter des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant la circulation de personnes handicapées. Les dispositifs de commande doivent y être aisément repérables et utilisables par ces personnes. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que ces solutions répondent aux objectifs poursuivis. </p><p>Dans le cas de logements réalisés sur plusieurs niveaux, les caractéristiques minimales définies au premier alinéa concernent tous les niveaux qui doivent, en outre, être reliés par un escalier adapté. </p><p>2. Pour les logements situés au rez-de-chaussée ou en étages desservis par un ascenseur conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000039041436&dateTexte=&categorieLien=id' title='Code de la construction et de l'habitation. - art. R111-5 (Ab)'>R. 111-5</a> : 20 % de ces logements, et au moins un logement, sont conformes aux dispositions ci-après. </p><p>Ils doivent respecter les dispositions prévues au 1 et, en outre, offrir dès leur construction des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant à une personne handicapée d'utiliser la cuisine ou une partie du studio aménagée en cuisine, le séjour, une chambre ou une partie du studio aménagée en chambre, un cabinet d'aisances et une salle d'eau. Une partie des espaces nécessaires à l'utilisation par une personne en fauteuil roulant peuvent être aménagés à d'autres fins sous réserve que des travaux simples permettent d'en rétablir la possibilité d'utilisation par une personne en fauteuil roulant. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que ces solutions répondent aux objectifs poursuivis. </p><p>Dans le cas de logements réalisés sur plusieurs niveaux, le niveau d'accès au logement doit comporter au moins la cuisine, le séjour, une chambre ou partie du séjour aménageable en chambre, un cabinet d'aisances et une salle d'eau, ces pièces répondant aux exigences fixées à l'alinéa précédent. Cependant, dans le cas où le bâtiment est soumis à des contraintes particulières liées aux caractéristiques de l'unité foncière ou aux règles d'urbanisme, l'espace du niveau d'accès au logement peut se limiter à la cuisine ou à la partie du séjour aménageable en cuisine, au séjour et à un cabinet d'aisance comportant un lavabo, à la condition qu'une réservation dans le gros œuvre permette l'installation ultérieure d'un appareil élévateur vertical pour desservir la chambre et la salle d'eau accessibles en étage. </p><p>Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, au moins un accès depuis une pièce de vie à tout balcon, terrasse ou loggia situé dans ces logements doit être conçu de manière telle que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. </p><p>Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être conçue et équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. </p><p>3. Pour les logements situés au rez-de-chaussée ou en étages desservis par un ascenseur conformément à l'article R. 111-5, autres que ceux mentionnés au 2 : <br/><br/>Ces logements sont évolutifs. Dès leur construction, ils doivent respecter les dispositions prévues au 1 et permettre à une personne handicapée d'utiliser le séjour et un cabinet d'aisance dans les conditions prévues au 2. En outre, ils doivent pouvoir ultérieurement être rendus conformes à l'intégralité des dispositions prévues au 2 à l'issue de travaux simples, c'est-à-dire sans incidence sur les éléments de structure et certains réseaux encastrés en cloisons. Un arrêté du ministre chargé de la construction précise la nature et les conditions de réalisation de ces travaux simples. <br/><br/>Pour une même typologie de logements, la surface moyenne des logements évolutifs ne peut être inférieure, lors de leur conception, à la surface moyenne des logements qui sont accessibles dès la construction en application du 2. </p><p>Le ministre chargé de la construction détermine les caractéristiques techniques applicables aux aménagements et équipements mentionnés au présent I. </p><p>II.-Lorsqu'une opération de construction comporte des logements, situés dans des bâtiments d'habitation collectifs, destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : </p><p>a) Des caractéristiques communes applicables à tous ces logements garantissant qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; </p><p>b) Pour un pourcentage d'entre eux, calculé au regard de l'ensemble de ces logements prévus dans l'opération de construction et destinés à être gérés par la même personne physique ou morale, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires ; </p><p>c) Pour chaque bâtiment d'habitation collectif, un cabinet d'aisances commun accessible. </p><p>En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. </p><p>Pour l'application des dispositions du troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824131&dateTexte=&categorieLien=cid'>L. 111-7-1</a>, le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent II sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. </p><p>Le représentant de l'Etat dans le département notifie sa décision motivée, dans les trois mois qui suivent la réception des éléments, après avoir consulté la commission compétente en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006895974&dateTexte=&categorieLien=cid'>R. 111-19-30</a>. A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. </p><p>A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. </p><p>Le ministre chargé de la construction détermine par arrêté les conditions d'application du II du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci et les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires. </p><p>III.-Les opérations de construction respectent les règles décrites au I. Néanmoins, lorsqu'une opération de construction comporte des logements situés dans des bâtiments d'habitation collectifs vendus en l'état futur d'achèvement, un contrat de travaux modificatifs peut être établi à la demande de l'acquéreur, entre celui-ci et le promoteur de l'opération, sous réserve que le logement faisant l'objet de travaux modificatifs de l'acquéreur satisfasse aux caractéristiques suivantes : </p><p>a) Le logement peut être visité par une personne handicapée, quel que soit son handicap, c'est-à-dire que cette personne peut entrer dans le logement, se rendre dans le séjour par un cheminement accessible, y circuler et en ressortir ; </p><p>b) Les travaux modificatifs réalisés à la demande de l'acquéreur permettent la réversibilité des aménagements par des travaux simples, dans les conditions définies par arrêté du ministre chargé de la construction. </p><p>Le plan du logement correspondant au logement réalisé avec les travaux modificatifs demandés par l'acquéreur et le plan du logement correspondant à la configuration du logement conforme aux règles prévues au I doivent être fournis à l'acquéreur et annexés au contrat de travaux modificatifs de l'acquéreur. Si ce contrat de travaux modificatifs de l'acquéreur est conclu avant la signature de l'acte authentique de vente, les deux plans sont en outre annexés à l'acte authentique de vente.</p><p></p>",
            "num": "R111-18-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "ABROGE",
            "dateDebut": 1567296000000,
            "dateFin": 1625097600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132252",
                        "id": "LEGISCTA000006132252",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre Ier : Construction des bâtiments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145268",
                        "id": "LEGISCTA000006145268",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Chapitre Ier : Règles générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160482",
                        "id": "LEGISCTA000006160482",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-08-10",
                        "fin": "2021-07-01",
                        "titre": "Section 3 : Personnes handicapées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177429",
                        "id": "LEGISCTA000006177429",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-05-18",
                        "fin": "2021-07-01",
                        "titre": "Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189328",
                        "id": "LEGISCTA000006189328",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006895904",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006189328",
            "sectionParentId": "LEGISCTA000006189328",
            "sectionParentTitre": "Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
            "fullSectionsTitre": "Partie réglementaire",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039041344",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 5 du décret n° 2019-305 du 11 avril 2019, ces dispositions s'appliquent aux demandes de permis de construire déposées à compter du 1er octobre 2019.",
            "notaHtml": "<p>Conformément à l’article 5 du décret n° 2019-305 du 11 avril 2019, ces dispositions s'appliquent aux demandes de permis de construire déposées à compter du 1er octobre 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000038955628",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 1 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043816014",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000635063",
                    "textTitle": "Arrêté du 1 août 2006 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028728067",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1156377600000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031830878",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039239998",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1571443200000
                },
                {
                    "textCid": "JORFTEXT000039234275",
                    "textTitle": "Arrêté du 11 octobre 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039236419",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1571356800000,
                    "dateDebut": 1571443200000
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000043816028",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-872",
                    "datePubli": 1625097600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L111-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-7-1",
                    "articleId": "LEGIARTI000006824131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-18-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R111-18-3",
                    "articleId": "LEGIARTI000039041337",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-18-9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R111-18-9",
                    "articleId": "LEGIARTI000039041293",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-19-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R111-19-30",
                    "articleId": "LEGIARTI000006895974",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1191196800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R111-5",
                    "articleId": "LEGIARTI000039041436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R631-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-20",
                    "articleId": "LEGIARTI000039043600",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R162-4 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R162-4",
                    "articleId": "LEGIARTI000043819259",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006895904",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 334713600000,
                    "dateFin": 1147910400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006895905",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1147910400000,
                    "dateFin": 1395014400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028728037",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1395014400000,
                    "dateFin": 1451260800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031729115",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1451260800000,
                    "dateFin": 1555113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038369406",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1555113600000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039041344",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R111-18-2",
                "111-18-2"
            ],
            "versionPrecedente": "LEGIARTI000038369406",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038369406",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité des logements situés dans les bâtiments d'habitation collectifs et autres que ceux visés au II du présent article doivent satisfaire aux obligations ci-après : 1. Pour tous les logements. Les circulations et les portes des logements doivent, dès la construction du bâtiment, présenter des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant la circulation de personnes handicapées. Les dispositifs de commande doivent y être aisément repérables et utilisables par ces personnes. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que ces solutions répondent aux objectifs poursuivis. Dans le cas de logements réalisés sur plusieurs niveaux, les caractéristiques minimales définies au premier alinéa concernent tous les niveaux qui doivent, en outre, être reliés par un escalier adapté. 2. Pour les logements situés au rez-de-chaussée ou en étages desservis par un ascenseur conformément à l'article R. 111-5 : 20 % de ces logements, et au moins un logement, sont conformes aux dispositions ci-après. Ils doivent respecter les dispositions prévues au 1 et, en outre, offrir dès leur construction des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant à une personne handicapée d'utiliser la cuisine ou une partie du studio aménagée en cuisine, le séjour, une chambre ou une partie du studio aménagée en chambre, un cabinet d'aisances et une salle d'eau. Une partie des espaces nécessaires à l'utilisation par une personne en fauteuil roulant peuvent être aménagés à d'autres fins sous réserve que des travaux simples permettent d'en rétablir la possibilité d'utilisation par une personne en fauteuil roulant. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que ces solutions répondent aux objectifs poursuivis. Dans le cas de logements réalisés sur plusieurs niveaux, le niveau d'accès au logement doit comporter au moins la cuisine, le séjour, une chambre ou partie du séjour aménageable en chambre, un cabinet d'aisances et une salle d'eau, ces pièces répondant aux exigences fixées à l'alinéa précédent. Cependant, dans le cas où le bâtiment est soumis à des contraintes particulières liées aux caractéristiques de l'unité foncière ou aux règles d'urbanisme, l'espace du niveau d'accès au logement peut se limiter à la cuisine ou à la partie du séjour aménageable en cuisine, au séjour et à un cabinet d'aisance comportant un lavabo, à la condition qu'une réservation dans le gros œuvre permette l'installation ultérieure d'un appareil élévateur vertical pour desservir la chambre et la salle d'eau accessibles en étage. Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, au moins un accès depuis une pièce de vie à tout balcon, terrasse ou loggia situé dans ces logements doit être conçu de manière telle que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être conçue et équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. 3. Pour les logements situés au rez-de-chaussée ou en étages desservis par un ascenseur conformément à l'article R. 111-5, autres que ceux mentionnés au 2 : Ces logements sont évolutifs. Dès leur construction, ils doivent respecter les dispositions prévues au 1 et permettre à une personne handicapée d'utiliser le séjour et un cabinet d'aisance dans les conditions prévues au 2. En outre, ils doivent pouvoir ultérieurement être rendus conformes à l'intégralité des dispositions prévues au 2 à l'issue de travaux simples, c'est-à-dire sans incidence sur les éléments de structure et certains réseaux encastrés en cloisons. Un arrêté du ministre chargé de la construction précise la nature et les conditions de réalisation de ces travaux simples. Pour une même typologie de logements, la surface moyenne des logements évolutifs ne peut être inférieure, lors de leur conception, à la surface moyenne des logements qui sont accessibles dès la construction en application du 2. Le ministre chargé de la construction détermine les caractéristiques techniques applicables aux aménagements et équipements mentionnés au présent I. II.-Lorsqu'une opération de construction comporte des logements, situés dans des bâtiments d'habitation collectifs, destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : a) Des caractéristiques communes applicables à tous ces logements garantissant qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; b) Pour un pourcentage d'entre eux, calculé au regard de l'ensemble de ces logements prévus dans l'opération de construction et destinés à être gérés par la même personne physique ou morale, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires ; c) Pour chaque bâtiment d'habitation collectif, un cabinet d'aisances commun accessible. En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. Pour l'application des dispositions du troisième alinéa de l'article L. 111-7-1 , le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent II sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. Le représentant de l'Etat dans le département notifie sa décision motivée, dans les trois mois qui suivent la réception des éléments, après avoir consulté la commission compétente en application de l'article R. 111-19-30 . A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. Le ministre chargé de la construction détermine par arrêté les conditions d'application du II du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci et les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires. III.-Les opérations de construction respectent les règles décrites au I. Néanmoins, lorsqu'une opération de construction comporte des logements situés dans des bâtiments d'habitation collectifs vendus en l'état futur d'achèvement, un contrat de travaux modificatifs peut être établi à la demande de l'acquéreur, entre celui-ci et le promoteur de l'opération, sous réserve que le logement faisant l'objet de travaux modificatifs de l'acquéreur satisfasse aux caractéristiques suivantes : a) Le logement peut être visité par une personne handicapée, quel que soit son handicap, c'est-à-dire que cette personne peut entrer dans le logement, se rendre dans le séjour par un cheminement accessible, y circuler et en ressortir ; b) Les travaux modificatifs réalisés à la demande de l'acquéreur permettent la réversibilité des aménagements par des travaux simples, dans les conditions définies par arrêté du ministre chargé de la construction. Le plan du logement correspondant au logement réalisé avec les travaux modificatifs demandés par l'acquéreur et le plan du logement correspondant à la configuration du logement conforme aux règles prévues au I doivent être fournis à l'acquéreur et annexés au contrat de travaux modificatifs de l'acquéreur. Si ce contrat de travaux modificatifs de l'acquéreur est conclu avant la signature de l'acte authentique de vente, les deux plans sont en outre annexés à l'acte authentique de vente.",
            "texteHtml": "<p></p><p>I.-Les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité des logements situés dans les bâtiments d'habitation collectifs et autres que ceux visés au II du présent article doivent satisfaire aux obligations ci-après : </p><p>1. Pour tous les logements. </p><p>Les circulations et les portes des logements doivent, dès la construction du bâtiment, présenter des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant la circulation de personnes handicapées. Les dispositifs de commande doivent y être aisément repérables et utilisables par ces personnes. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que ces solutions répondent aux objectifs poursuivis. </p><p>Dans le cas de logements réalisés sur plusieurs niveaux, les caractéristiques minimales définies au premier alinéa concernent tous les niveaux qui doivent, en outre, être reliés par un escalier adapté. </p><p>2. Pour les logements situés au rez-de-chaussée ou en étages desservis par un ascenseur conformément à l'article R. 111-5 : 20 % de ces logements, et au moins un logement, sont conformes aux dispositions ci-après. </p><p>Ils doivent respecter les dispositions prévues au 1 et, en outre, offrir dès leur construction des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant à une personne handicapée d'utiliser la cuisine ou une partie du studio aménagée en cuisine, le séjour, une chambre ou une partie du studio aménagée en chambre, un cabinet d'aisances et une salle d'eau. Une partie des espaces nécessaires à l'utilisation par une personne en fauteuil roulant peuvent être aménagés à d'autres fins sous réserve que des travaux simples permettent d'en rétablir la possibilité d'utilisation par une personne en fauteuil roulant. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que ces solutions répondent aux objectifs poursuivis. </p><p>Dans le cas de logements réalisés sur plusieurs niveaux, le niveau d'accès au logement doit comporter au moins la cuisine, le séjour, une chambre ou partie du séjour aménageable en chambre, un cabinet d'aisances et une salle d'eau, ces pièces répondant aux exigences fixées à l'alinéa précédent. Cependant, dans le cas où le bâtiment est soumis à des contraintes particulières liées aux caractéristiques de l'unité foncière ou aux règles d'urbanisme, l'espace du niveau d'accès au logement peut se limiter à la cuisine ou à la partie du séjour aménageable en cuisine, au séjour et à un cabinet d'aisance comportant un lavabo, à la condition qu'une réservation dans le gros œuvre permette l'installation ultérieure d'un appareil élévateur vertical pour desservir la chambre et la salle d'eau accessibles en étage. </p><p>Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, au moins un accès depuis une pièce de vie à tout balcon, terrasse ou loggia situé dans ces logements doit être conçu de manière telle que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. </p><p>Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être conçue et équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. </p><p>3. Pour les logements situés au rez-de-chaussée ou en étages desservis par un ascenseur conformément à l'article R. 111-5, autres que ceux mentionnés au 2 : <br/><br/>Ces logements sont évolutifs. Dès leur construction, ils doivent respecter les dispositions prévues au 1 et permettre à une personne handicapée d'utiliser le séjour et un cabinet d'aisance dans les conditions prévues au 2. En outre, ils doivent pouvoir ultérieurement être rendus conformes à l'intégralité des dispositions prévues au 2 à l'issue de travaux simples, c'est-à-dire sans incidence sur les éléments de structure et certains réseaux encastrés en cloisons. Un arrêté du ministre chargé de la construction précise la nature et les conditions de réalisation de ces travaux simples. <br/><br/>Pour une même typologie de logements, la surface moyenne des logements évolutifs ne peut être inférieure, lors de leur conception, à la surface moyenne des logements qui sont accessibles dès la construction en application du 2. </p><p>Le ministre chargé de la construction détermine les caractéristiques techniques applicables aux aménagements et équipements mentionnés au présent I. </p><p>II.-Lorsqu'une opération de construction comporte des logements, situés dans des bâtiments d'habitation collectifs, destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : </p><p>a) Des caractéristiques communes applicables à tous ces logements garantissant qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; </p><p>b) Pour un pourcentage d'entre eux, calculé au regard de l'ensemble de ces logements prévus dans l'opération de construction et destinés à être gérés par la même personne physique ou morale, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires ; </p><p>c) Pour chaque bâtiment d'habitation collectif, un cabinet d'aisances commun accessible. </p><p>En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. </p><p>Pour l'application des dispositions du troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824131&dateTexte=&categorieLien=cid'>L. 111-7-1</a>, le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent II sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. </p><p>Le représentant de l'Etat dans le département notifie sa décision motivée, dans les trois mois qui suivent la réception des éléments, après avoir consulté la commission compétente en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006895974&dateTexte=&categorieLien=cid'>R. 111-19-30</a>. A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. </p><p>A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. </p><p>Le ministre chargé de la construction détermine par arrêté les conditions d'application du II du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci et les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires. </p><p>III.-Les opérations de construction respectent les règles décrites au I. Néanmoins, lorsqu'une opération de construction comporte des logements situés dans des bâtiments d'habitation collectifs vendus en l'état futur d'achèvement, un contrat de travaux modificatifs peut être établi à la demande de l'acquéreur, entre celui-ci et le promoteur de l'opération, sous réserve que le logement faisant l'objet de travaux modificatifs de l'acquéreur satisfasse aux caractéristiques suivantes : </p><p>a) Le logement peut être visité par une personne handicapée, quel que soit son handicap, c'est-à-dire que cette personne peut entrer dans le logement, se rendre dans le séjour par un cheminement accessible, y circuler et en ressortir ; </p><p>b) Les travaux modificatifs réalisés à la demande de l'acquéreur permettent la réversibilité des aménagements par des travaux simples, dans les conditions définies par arrêté du ministre chargé de la construction. </p><p>Le plan du logement correspondant au logement réalisé avec les travaux modificatifs demandés par l'acquéreur et le plan du logement correspondant à la configuration du logement conforme aux règles prévues au I doivent être fournis à l'acquéreur et annexés au contrat de travaux modificatifs de l'acquéreur. Si ce contrat de travaux modificatifs de l'acquéreur est conclu avant la signature de l'acte authentique de vente, les deux plans sont en outre annexés à l'acte authentique de vente.</p><p></p>",
            "num": "R*111-18-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1555113600000,
            "dateFin": 1567296000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132252",
                        "id": "LEGISCTA000006132252",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre Ier : Construction des bâtiments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145268",
                        "id": "LEGISCTA000006145268",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Chapitre Ier : Règles générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160482",
                        "id": "LEGISCTA000006160482",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-08-10",
                        "fin": "2021-07-01",
                        "titre": "Section 3 : Personnes handicapées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177429",
                        "id": "LEGISCTA000006177429",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-05-18",
                        "fin": "2021-07-01",
                        "titre": "Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189328",
                        "id": "LEGISCTA000006189328",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006895904",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006189328",
            "sectionParentId": "LEGISCTA000006189328",
            "sectionParentTitre": "Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Dispositions générales. &gt; Titre Ier : Construction des bâtiments. &gt; Chapitre Ier : Règles générales. &gt; Section 3 : Personnes handicapées. &gt; Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038369406",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 5 du décret n° 2019-305 du 11 avril 2019, ces dispositions s'appliquent aux demandes de permis de construire déposées à compter du 1er octobre 2019.",
            "notaHtml": "<p>Conformément à l’article 5 du décret n° 2019-305 du 11 avril 2019, ces dispositions s'appliquent aux demandes de permis de construire déposées à compter du 1er octobre 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038365534",
                    "textTitle": "Décret n°2019-305 du 11 avril 2019 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038366446",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-04-12",
                    "dateSignaTexte": "2019-04-11",
                    "dateDebutCible": "2019-04-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000635063",
                    "textTitle": "Arrêté du 1 août 2006 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028728067",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1156377600000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031830878",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039239998",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1571443200000
                },
                {
                    "textCid": "JORFTEXT000039234275",
                    "textTitle": "Arrêté du 11 octobre 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039236419",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1571356800000,
                    "dateDebut": 1571443200000
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000043816028",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-872",
                    "datePubli": 1625097600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L111-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-7-1",
                    "articleId": "LEGIARTI000006824131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*111-18-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*111-18-9",
                    "articleId": "LEGIARTI000025100271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1330560000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*111-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*111-5",
                    "articleId": "LEGIARTI000006895889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1555113600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-18-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R111-18-3",
                    "articleId": "LEGIARTI000039041337",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-19-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R111-19-30",
                    "articleId": "LEGIARTI000006895974",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1191196800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R631-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-20",
                    "articleId": "LEGIARTI000039043600",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006895904",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 334713600000,
                    "dateFin": 1147910400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006895905",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1147910400000,
                    "dateFin": 1395014400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028728037",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1395014400000,
                    "dateFin": 1451260800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031729115",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1451260800000,
                    "dateFin": 1555113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038369406",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1555113600000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039041344",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*111-18-2",
                "111-18-2",
                "R111-18-2"
            ],
            "versionPrecedente": "LEGIARTI000031729115",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031729115",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité des logements situés dans les bâtiments d'habitation collectifs et autres que ceux visés au II du présent article doivent satisfaire aux obligations ci-après : 1. Pour tous les logements. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis : Les circulations et les portes des logements doivent, dès la construction du bâtiment, présenter des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant la circulation de personnes handicapées. Les dispositifs de commande doivent y être aisément repérables et utilisables par ces personnes. Dans le cas de logements réalisés sur plusieurs niveaux, les caractéristiques minimales définies au premier alinéa concernent tous les niveaux qui doivent, en outre, être reliés par un escalier adapté. 2. Pour les logements situés au rez-de-chaussée, en étages desservis par un ascenseur ou pour lesquels une desserte ultérieure par un ascenseur est prévue dès la construction, conformément aux 3e et 4e alinéas de l'article R. 111-5 : Ces logements doivent, en outre, offrir dès leur construction des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant à une personne handicapée d'utiliser la cuisine ou une partie du studio aménagée en cuisine, le séjour, une chambre ou une partie du studio aménagée en chambre, un cabinet d'aisances et une salle d'eau. Une partie des espaces nécessaires à l'utilisation par une personne en fauteuil roulant peuvent être aménagés à d'autres fins sous réserve que des travaux simples permettent d'en rétablir la possibilité d'utilisation par une personne en fauteuil roulant. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis. Dans le cas de logements réalisés sur plusieurs niveaux, le niveau d'accès au logement doit comporter au moins la cuisine, le séjour, une chambre ou partie du séjour aménageable en chambre, un cabinet d'aisances et une salle d'eau, ces pièces répondant aux exigences fixées à l'alinéa précédent. Cependant, dans le cas où le bâtiment est soumis à des contraintes particulières liées aux caractéristiques de l'unité foncière ou aux règles d'urbanisme, l'espace du niveau d'accès au logement peut se limiter à la cuisine ou à la partie du séjour aménageable en cuisine, au séjour et à un cabinet d'aisance comportant un lavabo, à la condition qu'une réservation dans le gros œuvre permette l'installation ultérieure d'un appareil élévateur vertical pour desservir la chambre et la salle d'eau accessibles en étage. Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, au moins un accès depuis une pièce de vie à tout balcon, terrasse ou loggia situé dans ces logements doit être conçu de manière telle que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être conçue et équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. Le ministre chargé de la construction détermine les caractéristiques techniques applicables aux aménagements et équipements mentionnés au présent I. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis. II. - Lorsqu'une opération de construction comporte des logements, situés dans des bâtiments d'habitation collectifs, destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : a) Des caractéristiques communes applicables à tous ces logements garantissant qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; b) Pour un pourcentage d'entre eux, calculé au regard de l'ensemble de ces logements prévus dans l'opération de construction et destinés à être gérés par la même personne physique ou morale, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires ; c) Pour chaque bâtiment d'habitation collectif, un cabinet d'aisances commun accessible. En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. Pour l'application des dispositions du troisième alinéa de l'article L. 111-7-1 , le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent II sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. Le représentant de l'Etat dans le département notifie sa décision motivée, dans les trois mois qui suivent la réception des éléments, après avoir consulté la commission compétente en application de l'article R. 111-19-30 . A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. Le ministre chargé de la construction détermine par arrêté les conditions d'application du II du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci et les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires. III. - Les opérations de construction respectent les règles décrites au I. Néanmoins, lorsqu'une opération de construction comporte des logements situés dans des bâtiments d'habitation collectifs vendus en l'état futur d'achèvement, un contrat de travaux modificatifs peut être établi à la demande de l'acquéreur, entre celui-ci et le promoteur de l'opération, sous réserve que le logement faisant l'objet de travaux modificatifs de l'acquéreur satisfasse aux caractéristiques suivantes : a) Le logement peut être visité par une personne handicapée, quel que soit son handicap, c'est-à-dire que cette personne peut entrer dans le logement, se rendre dans le séjour par un cheminement accessible, y circuler et en ressortir ; b) Les travaux modificatifs réalisés à la demande de l'acquéreur permettent la réversibilité des aménagements par des travaux simples, dans les conditions définies par arrêté du ministre chargé de la construction. Le plan du logement correspondant au logement réalisé avec les travaux modificatifs demandés par l'acquéreur et le plan du logement correspondant à la configuration du logement conforme aux règles prévues au I doivent être fournis à l'acquéreur et annexés au contrat de travaux modificatifs de l'acquéreur. Si ce contrat de travaux modificatifs de l'acquéreur est conclu avant la signature de l'acte authentique de vente, les deux plans sont en outre annexés à l'acte authentique de vente.",
            "texteHtml": "<p>I. - Les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité des logements situés dans les bâtiments d'habitation collectifs et autres que ceux visés au II du présent article doivent satisfaire aux obligations ci-après : </p><p>1. Pour tous les logements. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis : </p><p>Les circulations et les portes des logements doivent, dès la construction du bâtiment, présenter des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant la circulation de personnes handicapées. Les dispositifs de commande doivent y être aisément repérables et utilisables par ces personnes. </p><p>Dans le cas de logements réalisés sur plusieurs niveaux, les caractéristiques minimales définies au premier alinéa concernent tous les niveaux qui doivent, en outre, être reliés par un escalier adapté. </p><p>2. Pour les logements situés au rez-de-chaussée, en étages desservis par un ascenseur ou pour lesquels une desserte ultérieure par un ascenseur est prévue dès la construction, conformément aux 3e et 4e alinéas de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006895889&dateTexte=&categorieLien=cid'>R. 111-5 </a>: </p><p>Ces logements doivent, en outre, offrir dès leur construction des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant à une personne handicapée d'utiliser la cuisine ou une partie du studio aménagée en cuisine, le séjour, une chambre ou une partie du studio aménagée en chambre, un cabinet d'aisances et une salle d'eau. Une partie des espaces nécessaires à l'utilisation par une personne en fauteuil roulant peuvent être aménagés à d'autres fins sous réserve que des travaux simples permettent d'en rétablir la possibilité d'utilisation par une personne en fauteuil roulant. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis.</p><p>Dans le cas de logements réalisés sur plusieurs niveaux, le niveau d'accès au logement doit comporter au moins la cuisine, le séjour, une chambre ou partie du séjour aménageable en chambre, un cabinet d'aisances et une salle d'eau, ces pièces répondant aux exigences fixées à l'alinéa précédent. Cependant, dans le cas où le bâtiment est soumis à des contraintes particulières liées aux caractéristiques de l'unité foncière ou aux règles d'urbanisme, l'espace du niveau d'accès au logement peut se limiter à la cuisine ou à la partie du séjour aménageable en cuisine, au séjour et à un cabinet d'aisance comportant un lavabo, à la condition qu'une réservation dans le gros œuvre permette l'installation ultérieure d'un appareil élévateur vertical pour desservir la chambre et la salle d'eau accessibles en étage.</p><p>Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, au moins un accès depuis une pièce de vie à tout balcon, terrasse ou loggia situé dans ces logements doit être conçu de manière telle que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. </p><p>Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être conçue et équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. </p><p>Le ministre chargé de la construction détermine les caractéristiques techniques applicables aux aménagements et équipements mentionnés au présent I. Cet arrêté prévoit la possibilité pour le maître d'ouvrage de satisfaire à ces obligations par des solutions d'effet équivalent aux dispositions techniques de l'arrêté dès lors que celles-ci répondent aux objectifs poursuivis. </p><p>II. - Lorsqu'une opération de construction comporte des logements, situés dans des bâtiments d'habitation collectifs, destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : </p><p>a) Des caractéristiques communes applicables à tous ces logements garantissant qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; </p><p>b) Pour un pourcentage d'entre eux, calculé au regard de l'ensemble de ces logements prévus dans l'opération de construction et destinés à être gérés par la même personne physique ou morale, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires ; </p><p>c) Pour chaque bâtiment d'habitation collectif, un cabinet d'aisances commun accessible. </p><p>En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. </p><p>Pour l'application des dispositions du troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824131&dateTexte=&categorieLien=cid'>L. 111-7-1</a>, le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent II sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. </p><p>Le représentant de l'Etat dans le département notifie sa décision motivée, dans les trois mois qui suivent la réception des éléments, après avoir consulté la commission compétente en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006895974&dateTexte=&categorieLien=cid'>R. 111-19-30</a>. A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. </p><p>A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. </p><p>Le ministre chargé de la construction détermine par arrêté les conditions d'application du II du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci et les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires.</p><p>III. - Les opérations de construction respectent les règles décrites au I. Néanmoins, lorsqu'une opération de construction comporte des logements situés dans des bâtiments d'habitation collectifs vendus en l'état futur d'achèvement, un contrat de travaux modificatifs peut être établi à la demande de l'acquéreur, entre celui-ci et le promoteur de l'opération, sous réserve que le logement faisant l'objet de travaux modificatifs de l'acquéreur satisfasse aux caractéristiques suivantes : </p><p> a) Le logement peut être visité par une personne handicapée, quel que soit son handicap, c'est-à-dire que cette personne peut entrer dans le logement, se rendre dans le séjour par un cheminement accessible, y circuler et en ressortir ; </p><p> b) Les travaux modificatifs réalisés à la demande de l'acquéreur permettent la réversibilité des aménagements par des travaux simples, dans les conditions définies par arrêté du ministre chargé de la construction. </p><p> Le plan du logement correspondant au logement réalisé avec les travaux modificatifs demandés par l'acquéreur et le plan du logement correspondant à la configuration du logement conforme aux règles prévues au I doivent être fournis à l'acquéreur et annexés au contrat de travaux modificatifs de l'acquéreur. Si ce contrat de travaux modificatifs de l'acquéreur est conclu avant la signature de l'acte authentique de vente, les deux plans sont en outre annexés à l'acte authentique de vente. </p><p></p>",
            "num": "R*111-18-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1451260800000,
            "dateFin": 1555113600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132252",
                        "id": "LEGISCTA000006132252",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre Ier : Construction des bâtiments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145268",
                        "id": "LEGISCTA000006145268",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Chapitre Ier : Règles générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160482",
                        "id": "LEGISCTA000006160482",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-08-10",
                        "fin": "2021-07-01",
                        "titre": "Section 3 : Personnes handicapées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177429",
                        "id": "LEGISCTA000006177429",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-05-18",
                        "fin": "2021-07-01",
                        "titre": "Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189328",
                        "id": "LEGISCTA000006189328",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006895904",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006189328",
            "sectionParentId": "LEGISCTA000006189328",
            "sectionParentTitre": "Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Dispositions générales. &gt; Titre Ier : Construction des bâtiments. &gt; Chapitre Ier : Règles générales. &gt; Section 3 : Personnes handicapées. &gt; Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031729115",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000031692453",
                    "textTitle": "Décret n°2015-1770 du 24 décembre 2015 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000031697970",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-27",
                    "dateSignaTexte": "2015-12-24",
                    "dateDebutCible": "2015-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000635063",
                    "textTitle": "Arrêté du 1 août 2006 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028728067",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1156377600000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031830878",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039239998",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1571443200000
                },
                {
                    "textCid": "JORFTEXT000039234275",
                    "textTitle": "Arrêté du 11 octobre 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039236419",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1571356800000,
                    "dateDebut": 1571443200000
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000043816028",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-872",
                    "datePubli": 1625097600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L111-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-7-1",
                    "articleId": "LEGIARTI000006824131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*111-18-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*111-18-9",
                    "articleId": "LEGIARTI000025100271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1330560000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*111-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*111-5",
                    "articleId": "LEGIARTI000006895889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1555113600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-18-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R111-18-3",
                    "articleId": "LEGIARTI000039041337",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-19-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R111-19-30",
                    "articleId": "LEGIARTI000006895974",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1191196800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R631-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-20",
                    "articleId": "LEGIARTI000039043600",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006895904",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 334713600000,
                    "dateFin": 1147910400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006895905",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1147910400000,
                    "dateFin": 1395014400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028728037",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1395014400000,
                    "dateFin": 1451260800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031729115",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1451260800000,
                    "dateFin": 1555113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038369406",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1555113600000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039041344",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*111-18-2",
                "111-18-2",
                "R111-18-2"
            ],
            "versionPrecedente": "LEGIARTI000028728037",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028728037",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité des logements situés dans les bâtiments d'habitation collectifs et autres que ceux visés au II du présent article doivent satisfaire aux obligations ci-après : 1. Pour tous les logements : Les circulations et les portes des logements doivent, dès la construction du bâtiment, présenter des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant la circulation de personnes handicapées. Les dispositifs de commande doivent y être aisément repérables et utilisables par ces personnes. Dans le cas de logements réalisés sur plusieurs niveaux, les caractéristiques minimales définies au premier alinéa concernent tous les niveaux qui doivent, en outre, être reliés par un escalier adapté. 2. Pour les logements situés au rez-de-chaussée, en étages desservis par un ascenseur ou pour lesquels une desserte ultérieure par un ascenseur est prévue dès la construction, conformément aux 3e et 4e alinéas de l'article R. 111-5 : Ces logements doivent, en outre, offrir dès leur construction des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant à une personne handicapée d'utiliser la cuisine ou une partie du studio aménagée en cuisine, le séjour, une chambre ou une partie du studio aménagée en chambre, un cabinet d'aisances et une salle d'eau. Une partie des espaces nécessaires à l'utilisation par une personne en fauteuil roulant peuvent être aménagés à d'autres fins sous réserve que des travaux simples permettent d'en rétablir la possibilité d'utilisation par une personne en fauteuil roulant. Dans le cas de logements réalisés sur plusieurs niveaux, le niveau d'accès au logement doit comporter au moins la cuisine, le séjour, une chambre ou partie du séjour aménageable en chambre, un cabinet d'aisances et une salle d'eau, ces pièces répondant aux exigences fixées à l'alinéa précédent. Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, au moins un accès depuis une pièce de vie à tout balcon, terrasse ou loggia situé dans ces logements doit être conçu de manière telle que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être conçue et équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. Le ministre chargé de la construction et le ministre chargé des personnes handicapées déterminent les caractéristiques techniques applicables aux aménagements et équipements mentionnés au présent I. II. ― Lorsqu'une opération de construction comporte des logements, situés dans des bâtiments d'habitation collectifs, destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : a) Des caractéristiques communes applicables à tous ces logements garantissant qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; b) Pour un pourcentage d'entre eux, calculé au regard de l'ensemble de ces logements prévus dans l'opération de construction et destinés à être gérés par la même personne physique ou morale, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires ; c) Pour chaque bâtiment d'habitation collectif, un cabinet d'aisances commun accessible. En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. Pour l'application des dispositions du troisième alinéa de l'article L. 111-7-1 , le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent II sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. Le représentant de l'Etat dans le département notifie sa décision motivée, dans les trois mois qui suivent la réception des éléments, après avoir consulté la commission compétente en application de l'article R. 111-19-30 . A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. Le ministre chargé de la construction détermine par arrêté les conditions d'application du II du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci et les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires.",
            "texteHtml": "<p>I. ― Les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité des logements situés dans les bâtiments d'habitation collectifs et autres que ceux visés au II du présent article doivent satisfaire aux obligations ci-après : </p><p></p><p>1. Pour tous les logements : </p><p></p><p>Les circulations et les portes des logements doivent, dès la construction du bâtiment, présenter des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant la circulation de personnes handicapées. Les dispositifs de commande doivent y être aisément repérables et utilisables par ces personnes. </p><p></p><p>Dans le cas de logements réalisés sur plusieurs niveaux, les caractéristiques minimales définies au premier alinéa concernent tous les niveaux qui doivent, en outre, être reliés par un escalier adapté. </p><p></p><p>2. Pour les logements situés au rez-de-chaussée, en étages desservis par un ascenseur ou pour lesquels une desserte ultérieure par un ascenseur est prévue dès la construction, conformément aux 3e et 4e alinéas de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006895889&dateTexte=&categorieLien=cid'>R. 111-5 </a>: </p><p></p><p>Ces logements doivent, en outre, offrir dès leur construction des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant à une personne handicapée d'utiliser la cuisine ou une partie du studio aménagée en cuisine, le séjour, une chambre ou une partie du studio aménagée en chambre, un cabinet d'aisances et une salle d'eau. Une partie des espaces nécessaires à l'utilisation par une personne en fauteuil roulant peuvent être aménagés à d'autres fins sous réserve que des travaux simples permettent d'en rétablir la possibilité d'utilisation par une personne en fauteuil roulant. </p><p></p><p>Dans le cas de logements réalisés sur plusieurs niveaux, le niveau d'accès au logement doit comporter au moins la cuisine, le séjour, une chambre ou partie du séjour aménageable en chambre, un cabinet d'aisances et une salle d'eau, ces pièces répondant aux exigences fixées à l'alinéa précédent. </p><p></p><p>Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, au moins un accès depuis une pièce de vie à tout balcon, terrasse ou loggia situé dans ces logements doit être conçu de manière telle que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. </p><p></p><p>Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être conçue et équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. </p><p></p><p>Le ministre chargé de la construction et le ministre chargé des personnes handicapées déterminent les caractéristiques techniques applicables aux aménagements et équipements mentionnés au présent I. </p><p></p><p>II. ― Lorsqu'une opération de construction comporte des logements, situés dans des bâtiments d'habitation collectifs, destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter : </p><p></p><p>a) Des caractéristiques communes applicables à tous ces logements garantissant qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ; </p><p></p><p>b) Pour un pourcentage d'entre eux, calculé au regard de l'ensemble de ces logements prévus dans l'opération de construction et destinés à être gérés par la même personne physique ou morale, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires ; </p><p></p><p>c) Pour chaque bâtiment d'habitation collectif, un cabinet d'aisances commun accessible. </p><p></p><p>En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements. </p><p></p><p>Pour l'application des dispositions du troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824131&dateTexte=&categorieLien=cid'>L. 111-7-1</a>, le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent II sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique. </p><p></p><p>Le représentant de l'Etat dans le département notifie sa décision motivée, dans les trois mois qui suivent la réception des éléments, après avoir consulté la commission compétente en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006895974&dateTexte=&categorieLien=cid'>R. 111-19-30</a>. A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable. </p><p></p><p>A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis. </p><p></p><p>Le ministre chargé de la construction détermine par arrêté les conditions d'application du II du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci et les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires.</p><p></p><p></p>",
            "num": "R*111-18-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1395014400000,
            "dateFin": 1451260800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132252",
                        "id": "LEGISCTA000006132252",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre Ier : Construction des bâtiments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145268",
                        "id": "LEGISCTA000006145268",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Chapitre Ier : Règles générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160482",
                        "id": "LEGISCTA000006160482",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-08-10",
                        "fin": "2021-07-01",
                        "titre": "Section 3 : Personnes handicapées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177429",
                        "id": "LEGISCTA000006177429",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-05-18",
                        "fin": "2021-07-01",
                        "titre": "Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189328",
                        "id": "LEGISCTA000006189328",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006895904",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006189328",
            "sectionParentId": "LEGISCTA000006189328",
            "sectionParentTitre": "Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Dispositions générales. &gt; Titre Ier : Construction des bâtiments. &gt; Chapitre Ier : Règles générales. &gt; Section 3 : Personnes handicapées. &gt; Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028728037",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000028725250",
                    "textTitle": "Décret n°2014-337\n du 14 mars 2014 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028726846",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-03-16",
                    "dateSignaTexte": "2014-03-14",
                    "dateDebutCible": "2014-03-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000635063",
                    "textTitle": "Arrêté du 1 août 2006 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028728067",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1156377600000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031830878",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039239998",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1571443200000
                },
                {
                    "textCid": "JORFTEXT000039234275",
                    "textTitle": "Arrêté du 11 octobre 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039236419",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1571356800000,
                    "dateDebut": 1571443200000
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000043816028",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-872",
                    "datePubli": 1625097600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L111-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-7-1",
                    "articleId": "LEGIARTI000006824131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*111-18-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*111-18-9",
                    "articleId": "LEGIARTI000025100271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1330560000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*111-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*111-5",
                    "articleId": "LEGIARTI000006895889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1555113600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-18-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R111-18-3",
                    "articleId": "LEGIARTI000039041337",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-19-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R111-19-30",
                    "articleId": "LEGIARTI000006895974",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1191196800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R631-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-20",
                    "articleId": "LEGIARTI000039043600",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006895904",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 334713600000,
                    "dateFin": 1147910400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006895905",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1147910400000,
                    "dateFin": 1395014400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028728037",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1395014400000,
                    "dateFin": 1451260800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031729115",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1451260800000,
                    "dateFin": 1555113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038369406",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1555113600000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039041344",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*111-18-2",
                "111-18-2",
                "R111-18-2"
            ],
            "versionPrecedente": "LEGIARTI000006895905",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006895905",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions architecturales et les aménagements propres à assurer l'accessibilité des logements situés dans les bâtiments d'habitation collectifs doivent satisfaire aux obligations ci-après : 1. Pour tous les logements : Les circulations et les portes des logements doivent, dès la construction du bâtiment, présenter des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant la circulation de personnes handicapées. Les dispositifs de commande doivent y être aisément repérables et utilisables par ces personnes. Dans le cas de logements réalisés sur plusieurs niveaux, les caractéristiques minimales définies au premier alinéa concernent tous les niveaux qui doivent, en outre, être reliés par un escalier adapté. 2. Pour les logements situés au rez-de-chaussée, en étages desservis par un ascenseur ou pour lesquels une desserte ultérieure par un ascenseur est prévue dès la construction, conformément aux 3e et 4e alinéas de l'article R. 111-5 : Ces logements doivent, en outre, offrir dès leur construction des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant à une personne handicapée d'utiliser la cuisine ou une partie du studio aménagée en cuisine, le séjour, une chambre ou une partie du studio aménagée en chambre, un cabinet d'aisances et une salle d'eau. Une partie des espaces nécessaires à l'utilisation par une personne en fauteuil roulant peuvent être aménagés à d'autres fins sous réserve que des travaux simples permettent d'en rétablir la possibilité d'utilisation par une personne en fauteuil roulant. Dans le cas de logements réalisés sur plusieurs niveaux, le niveau d'accès au logement doit comporter au moins la cuisine, le séjour, une chambre ou partie du séjour aménageable en chambre, un cabinet d'aisances et une salle d'eau, ces pièces répondant aux exigences fixées à l'alinéa précédent. Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, au moins un accès depuis une pièce de vie à tout balcon, terrasse ou loggia situé dans ces logements doit être conçu de manière telle que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant. Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être conçue et équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée. Le ministre chargé de la construction et le ministre chargé des personnes handicapées déterminent les caractéristiques techniques applicables aux aménagements et équipements mentionnés au présent article.",
            "texteHtml": "<p></p>   Les dispositions architecturales et les aménagements propres à assurer l'accessibilité des logements situés dans les bâtiments d'habitation collectifs doivent satisfaire aux obligations ci-après :<p></p><p></p>   1. Pour tous les logements :<p></p><p></p>   Les circulations et les portes des logements doivent, dès la construction du bâtiment, présenter des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant la circulation de personnes handicapées. Les dispositifs de commande doivent y être aisément repérables et utilisables par ces personnes.<p></p><p></p>   Dans le cas de logements réalisés sur plusieurs niveaux, les caractéristiques minimales définies au premier alinéa concernent tous les niveaux qui doivent, en outre, être reliés par un escalier adapté.<p></p><p></p>   2. Pour les logements situés au rez-de-chaussée, en étages desservis par un ascenseur ou pour lesquels une desserte ultérieure par un ascenseur est prévue dès la construction, conformément aux 3e et 4e alinéas de l'article R. 111-5 :<p></p><p></p>   Ces logements doivent, en outre, offrir dès leur construction des caractéristiques minimales, définies par arrêté du ministre chargé de la construction, permettant à une personne handicapée d'utiliser la cuisine ou une partie du studio aménagée en cuisine, le séjour, une chambre ou une partie du studio aménagée en chambre, un cabinet d'aisances et une salle d'eau. Une partie des espaces nécessaires à l'utilisation par une personne en fauteuil roulant peuvent être aménagés à d'autres fins sous réserve que des travaux simples permettent d'en rétablir la possibilité d'utilisation par une personne en fauteuil roulant.<p></p><p></p>   Dans le cas de logements réalisés sur plusieurs niveaux, le niveau d'accès au logement doit comporter au moins la cuisine, le séjour, une chambre ou partie du séjour aménageable en chambre, un cabinet d'aisances et une salle d'eau, ces pièces répondant aux exigences fixées à l'alinéa précédent.<p></p><p></p>   Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, au moins un accès depuis une pièce de vie à tout balcon, terrasse ou loggia situé dans ces logements doit être conçu de manière telle que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant.<p></p><p></p>   Dans les bâtiments d'habitation dont la construction a fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être conçue et équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée.<p></p><p></p>   Le ministre chargé de la construction et le ministre chargé des personnes handicapées déterminent les caractéristiques techniques applicables aux aménagements et équipements mentionnés au présent article.<p></p>",
            "num": "R*111-18-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1147910400000,
            "dateFin": 1395014400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132252",
                        "id": "LEGISCTA000006132252",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre Ier : Construction des bâtiments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145268",
                        "id": "LEGISCTA000006145268",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Chapitre Ier : Règles générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160482",
                        "id": "LEGISCTA000006160482",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-08-10",
                        "fin": "2021-07-01",
                        "titre": "Section 3 : Personnes handicapées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177429",
                        "id": "LEGISCTA000006177429",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-05-18",
                        "fin": "2021-07-01",
                        "titre": "Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189328",
                        "id": "LEGISCTA000006189328",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006895904",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006189328",
            "sectionParentId": "LEGISCTA000006189328",
            "sectionParentTitre": "Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Dispositions générales. &gt; Titre Ier : Construction des bâtiments. &gt; Chapitre Ier : Règles générales. &gt; Section 3 : Personnes handicapées. &gt; Sous-section 1 : Dispositions applicables lors de la construction de bâtiments d'habitation collectifs.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006895905",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret n° 2006-555 du 17 mai 2006, article 13 : \" Sauf disposition contraire, les dispositions des articles 1er à 5 et 9 du présent décret sont applicables aux demandes de permis de construire déposées à compter du 1er janvier 2007 \".",
            "notaHtml": "<p></p>  Décret n° 2006-555 du 17 mai 2006, article 13 : <p></p><p></p>\" Sauf disposition contraire, les dispositions des articles 1er à 5 et 9 du présent décret sont applicables aux demandes de permis de construire déposées à compter du 1er janvier 2007 \".<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31 JORF 6 JUIN 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000819417",
                    "textTitle": "Décret n°2006-555 du 17 mai 2006 - art. 1 () JORF 18 mai 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006251364",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-05-18",
                    "dateSignaTexte": "2006-05-17",
                    "dateDebutCible": "2006-05-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000635063",
                    "textTitle": "Arrêté du 1 août 2006 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028728067",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1156377600000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031830878",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039239998",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1571443200000
                },
                {
                    "textCid": "JORFTEXT000039234275",
                    "textTitle": "Arrêté du 11 octobre 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039236419",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1571356800000,
                    "dateDebut": 1571443200000
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000043816028",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-872",
                    "datePubli": 1625097600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation R111-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 226800000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*111-18-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*111-18-9",
                    "articleId": "LEGIARTI000025100271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1330560000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-18-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R111-18-3",
                    "articleId": "LEGIARTI000039041337",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R631-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-20",
                    "articleId": "LEGIARTI000039043600",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006895904",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 334713600000,
                    "dateFin": 1147910400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006895905",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1147910400000,
                    "dateFin": 1395014400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028728037",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1395014400000,
                    "dateFin": 1451260800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031729115",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1451260800000,
                    "dateFin": 1555113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038369406",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1555113600000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039041344",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*111-18-2",
                "111-18-2",
                "R111-18-2"
            ],
            "versionPrecedente": "LEGIARTI000006895904",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006895904",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les places de stationnement d'automobiles rendues accessibles, en application de l'article R. 111-18, aux personnes handicapées circulant en fauteuil roulant doivent être adaptables par des travaux simples aux besoins particuliers de celles-ci de façon à leur permettre l'accès aux véhicules.",
            "texteHtml": "<p></p>   Les places de stationnement d'automobiles rendues accessibles,<p></p>\n en application de l'article R. 111-18, aux personnes handicapées circulant en fauteuil roulant doivent être adaptables par des travaux simples aux besoins particuliers de celles-ci de façon à leur permettre l'accès aux véhicules.<p></p>",
            "num": "R*111-18-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 334713600000,
            "dateFin": 1147910400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132252",
                        "id": "LEGISCTA000006132252",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre Ier : Construction des bâtiments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145268",
                        "id": "LEGISCTA000006145268",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Chapitre Ier : Règles générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160482",
                        "id": "LEGISCTA000006160482",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-08-10",
                        "fin": "2021-07-01",
                        "titre": "Section 3 : Personnes handicapées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177429",
                        "id": "LEGISCTA000006177429",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-08-10",
                        "fin": "2006-05-18",
                        "titre": "Sous-section 1 : Dispositions applicables aux bâtiments d'habitations collectifs neufs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189184",
                        "id": "LEGISCTA000006189184",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006895904",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006189184",
            "sectionParentId": "LEGISCTA000006189184",
            "sectionParentTitre": "Sous-section 1 : Dispositions applicables aux bâtiments d'habitations collectifs neufs.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Dispositions générales. &gt; Titre Ier : Construction des bâtiments. &gt; Chapitre Ier : Règles générales. &gt; Section 3 : Personnes handicapées.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006895904",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31 JORF 6 JUIN 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000502312",
                    "textTitle": "Décret 80-637 1980-08-04 ART. 3 JORF 10 AOUT 1980",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000502312",
                    "natureText": "DECRET",
                    "datePubliTexte": "1980-08-10",
                    "dateSignaTexte": "1980-08-04",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000635063",
                    "textTitle": "Arrêté du 1 août 2006 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028728067",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1156377600000,
                    "dateDebut": 1395014400000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031830878",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1451260800000
                },
                {
                    "textCid": "JORFTEXT000031692481",
                    "textTitle": "Arrêté du 24 décembre 2015 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039239998",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1451174400000,
                    "dateDebut": 1571443200000
                },
                {
                    "textCid": "JORFTEXT000039234275",
                    "textTitle": "Arrêté du 11 octobre 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039236419",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1571356800000,
                    "dateDebut": 1571443200000
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000043816028",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-872",
                    "datePubli": 1625097600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation R111-18",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 226800000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*111-18-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*111-18-9",
                    "articleId": "LEGIARTI000025100271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1330560000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-18-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R111-18-3",
                    "articleId": "LEGIARTI000039041337",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R631-20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-20",
                    "articleId": "LEGIARTI000039043600",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000502312",
                    "textTitle": "Décret 80-637 1980-08-04 ART. 5 :",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000502312",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "",
                    "textTitle": "Les dispositions du présent décret sont applicables aux bâtiments d'habitation collectifs ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er octobre 1980",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006895904",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 334713600000,
                    "dateFin": 1147910400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006895905",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1147910400000,
                    "dateFin": 1395014400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028728037",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1395014400000,
                    "dateFin": 1451260800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031729115",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1451260800000,
                    "dateFin": 1555113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038369406",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1555113600000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039041344",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*111-18-2",
                "111-18-2",
                "R111-18-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}