{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044363192",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-On entend par fouille de textes et de données, au sens du 10° de l'article L. 122-5, la mise en œuvre d'une technique d'analyse automatisée de textes et données sous forme numérique afin d'en dégager des informations, notamment des constantes, des tendances et des corrélations. II.-Des copies ou reproductions numériques d'œuvres auxquelles il a été accédé de manière licite peuvent être réalisées sans autorisation des auteurs en vue de fouilles de textes et de données menées à bien aux seules fins de la recherche scientifique par les organismes de recherche, les bibliothèques accessibles au public, les musées, les services d'archives ou les institutions dépositaires du patrimoine cinématographique, audiovisuel ou sonore, ou pour leur compte et à leur demande par d'autres personnes, y compris dans le cadre d'un partenariat sans but lucratif avec des acteurs privés. Les dispositions du précédent alinéa ne sont pas applicables lorsqu'une entreprise, actionnaire ou associée de l'organisme ou de l'institution diligentant les fouilles, dispose d'un accès privilégié à leurs résultats. Les copies et reproductions numériques effectuées lors d'une fouille de textes et de données sont stockées avec un niveau de sécurité approprié et peuvent être conservées à des fins exclusives de recherche scientifique, y compris pour la vérification des résultats de la recherche. Les titulaires de droits d'auteur peuvent mettre en œuvre des mesures proportionnées et nécessaires afin d'assurer la sécurité et l'intégrité des réseaux et des bases de données dans lesquels les œuvres sont hébergées. Un accord conclu entre les organisations représentatives des titulaires de droits d'auteur et les organismes et institutions mentionnés au premier alinéa du présent II peut définir les bonnes pratiques relatives à la mise en œuvre de ses dispositions. III.-Sans préjudice des dispositions du II, des copies ou reproductions numériques d'œuvres auxquelles il a été accédé de manière licite peuvent être réalisées en vue de fouilles de textes et de données menées à bien par toute personne, quelle que soit la finalité de la fouille, sauf si l'auteur s'y est opposé de manière appropriée, notamment par des procédés lisibles par machine pour les contenus mis à la disposition du public en ligne. Les copies et reproductions sont stockées avec un niveau de sécurité approprié puis détruites à l'issue de la fouille de textes et de données.",
            "texteHtml": "<p>I.-On entend par fouille de textes et de données, au sens du 10° de l'article L. 122-5, la mise en œuvre d'une technique d'analyse automatisée de textes et données sous forme numérique afin d'en dégager des informations, notamment des constantes, des tendances et des corrélations. <br/><br/>II.-Des copies ou reproductions numériques d'œuvres auxquelles il a été accédé de manière licite peuvent être réalisées sans autorisation des auteurs en vue de fouilles de textes et de données menées à bien aux seules fins de la recherche scientifique par les organismes de recherche, les bibliothèques accessibles au public, les musées, les services d'archives ou les institutions dépositaires du patrimoine cinématographique, audiovisuel ou sonore, ou pour leur compte et à leur demande par d'autres personnes, y compris dans le cadre d'un partenariat sans but lucratif avec des acteurs privés. <br/><br/>Les dispositions du précédent alinéa ne sont pas applicables lorsqu'une entreprise, actionnaire ou associée de l'organisme ou de l'institution diligentant les fouilles, dispose d'un accès privilégié à leurs résultats. <br/><br/>Les copies et reproductions numériques effectuées lors d'une fouille de textes et de données sont stockées avec un niveau de sécurité approprié et peuvent être conservées à des fins exclusives de recherche scientifique, y compris pour la vérification des résultats de la recherche. <br/><br/>Les titulaires de droits d'auteur peuvent mettre en œuvre des mesures proportionnées et nécessaires afin d'assurer la sécurité et l'intégrité des réseaux et des bases de données dans lesquels les œuvres sont hébergées. <br/><br/>Un accord conclu entre les organisations représentatives des titulaires de droits d'auteur et les organismes et institutions mentionnés au premier alinéa du présent II peut définir les bonnes pratiques relatives à la mise en œuvre de ses dispositions. <br/><br/>III.-Sans préjudice des dispositions du II, des copies ou reproductions numériques d'œuvres auxquelles il a été accédé de manière licite peuvent être réalisées en vue de fouilles de textes et de données menées à bien par toute personne, quelle que soit la finalité de la fouille, sauf si l'auteur s'y est opposé de manière appropriée, notamment par des procédés lisibles par machine pour les contenus mis à la disposition du public en ligne. <br/><br/>Les copies et reproductions sont stockées avec un niveau de sécurité approprié puis détruites à l'issue de la fouille de textes et de données.</p>",
            "num": "L122-5-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1637884800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 628129,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083673",
                        "id": "LEGISCTA000006083673",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Première partie : La propriété littéraire et artistique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114031",
                        "id": "LEGISCTA000006114031",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Le droit d'auteur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133323",
                        "id": "LEGISCTA000006133323",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Droits des auteurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146349",
                        "id": "LEGISCTA000006146349",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Droits patrimoniaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161637",
                        "id": "LEGISCTA000006161637",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Code de la propriété intellectuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069414",
                        "id": "LEGITEXT000006069414",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000044363192",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161637",
            "sectionParentId": "LEGISCTA000006161637",
            "sectionParentTitre": "Chapitre II : Droits patrimoniaux",
            "fullSectionsTitre": "Partie législative &gt; Première partie : La propriété littéraire et artistique &gt; Livre Ier : Le droit d'auteur &gt; Titre II : Droits des auteurs &gt; Chapitre II : Droits patrimoniaux",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044363192",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069414",
                    "titre": "Code de la propriété intellectuelle",
                    "titreLong": "Code de la propriété intellectuelle",
                    "etat": "VIGUEUR",
                    "dateDebut": 710121600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069414",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044362034",
                    "textTitle": "Ordonnance n°2021-1518 du 24 novembre 2021 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044362805",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-11-25",
                    "dateSignaTexte": "2021-11-24",
                    "dateDebutCible": "2021-11-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L122-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L122-5",
                    "articleId": "LEGIARTI000044365551",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1637884800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000044363192",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1637884800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L122-5-3",
                "122-5-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}