{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006309506",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 18,60 % en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur : 1° Les produits suivants : - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles; - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage; - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère; - balais, balayettes en bottes liées, emmanchés ou non; - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine; - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes; - alcool à brûler; - savon de ménage; - glace hydrique; 2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux réduit : - boissons alcooliques; - produits de confiserie; - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception du chocolat, du chocolat de ménage, du chocolat de ménage au lait, des fèves de cacao et du beurre de cacao (1) ; - margarines et graisses végétales. 3° Les aliments préparés destinés à la nourriture des animaux autres que ceux mentionnés à l'article 279-c-13°. 2  Le taux intermédiaire est également applicable : a  (Abrogé); b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (2), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent; c  (Abrogé); d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis; e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit; f  Aux travaux immobiliers concourant : - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics autres que ceux à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée ; - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie; - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation; - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité; g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (3). Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f : - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale; - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux; h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale , lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition; i  (Devenu sans objet). j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g. Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus; k  (Transféré au 3); l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du x taux réduit. 3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement. Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire. (1) Voir art. 278 bis, renvoi 2. (2) Annexe III, art. 88 (3) Voir annexe II, art. 259.",
            "texteHtml": "<p></p>     1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 18,60 % en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur :<p></p><p></p>    1° Les produits suivants :<p></p><p></p>    - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles;<p></p><p></p>    - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage;<p></p><p></p>    - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère;<p></p><p></p>    - balais, balayettes en bottes liées, emmanchés ou non;<p></p><p></p>    - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine;<p></p><p></p>    - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes;<p></p><p></p>    - alcool à brûler;<p></p><p></p>    - savon de ménage;<p></p><p></p>    - glace hydrique;<p></p><p></p>    2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux réduit :<p></p><p></p>    - boissons alcooliques;<p></p><p></p>    - produits de confiserie;<p></p><p></p>    - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception du chocolat, du chocolat de ménage, du chocolat de ménage au lait, des fèves de cacao et du beurre de cacao (1) ;<p></p><p></p>    - margarines et graisses végétales.<p></p><p></p>   3° Les aliments préparés destinés à la nourriture des animaux autres que ceux mentionnés à l'article 279-c-13°.<p></p><p></p>     2  Le taux intermédiaire est également applicable :<p></p><p></p>    a  (Abrogé);<p></p><p></p>    b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (2), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent;<p></p><p></p>    c  (Abrogé);<p></p><p></p>    d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis;<p></p><p></p>    e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit;<p></p><p></p>    f  Aux travaux immobiliers concourant :<p></p><p></p>    - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics autres que ceux à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée ;<p></p><p></p>    - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie;<p></p><p></p>    - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation;<p></p><p></p>    - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité;<p></p><p></p>    g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (3).<p></p><p></p>    Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f :<p></p><p></p>    - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale;<p></p><p></p>    - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux;<p></p><p></p>    h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale , lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition;<p></p><p></p>    i  (Devenu sans objet).<p></p><p></p>    j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g.<p></p><p></p>    Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus;<p></p><p></p>    k  (Transféré au 3);<p></p><p></p>    l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du x taux réduit.<p></p><p></p>     3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement.<p></p><p></p>    Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire.<p></p>\n(1) Voir art. 278 bis, renvoi 2. (2) Annexe III, art. 88 (3) Voir annexe II, art. 259.<p></p><p></p>",
            "num": "280",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "ABROGE",
            "dateDebut": 616377600000,
            "dateFin": 725846400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133846",
                        "id": "LEGISCTA000006133846",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147022",
                        "id": "LEGISCTA000006147022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de la taxe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162562",
                        "id": "LEGISCTA000006162562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "I : Taux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179654",
                        "id": "LEGISCTA000006179654",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-07-08",
                        "fin": "1993-01-01",
                        "titre": "C : Taux intermédiaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191945",
                        "id": "LEGISCTA000006191945",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006309500",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191945",
            "sectionParentId": "LEGISCTA000006191945",
            "sectionParentTitre": "C : Taux intermédiaire",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section V : Calcul de la taxe &gt; I : Taux",
            "refInjection": "MD-20231017_195623_860_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006309506",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000508832",
                    "textTitle": "Loi n°88-1149 du 23 décembre 1988 - art. 9 (P) JORF 28 décembre 1988 incorporée au code le 14 juillet 1989",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006275444",
                    "natureText": "LOI",
                    "datePubliTexte": "1988-12-28",
                    "dateSignaTexte": "1988-12-23",
                    "dateDebutCible": "1988-12-28"
                },
                {
                    "textCid": "JORFTEXT000000355163",
                    "textTitle": "Loi n°91-716 du 26 juillet 1991 - art. 11 (V) JORF 27 juillet 1991, art. 11 XI :",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006840359",
                    "natureText": "LOI",
                    "datePubliTexte": "1991-07-27",
                    "dateSignaTexte": "1991-07-26",
                    "dateDebutCible": "1991-07-27"
                },
                {
                    "textCid": "",
                    "textTitle": "Modifications directes incorporées dans l'édition du 18 août 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1559",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 257 7°, 18°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 266 1 g",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 278",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 278 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 279 a bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 279 c 13°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 280 2 F",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 282 3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 259",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 88",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000693194",
                    "textTitle": "LOI 69-1160 1969-12-24 ART. 1 I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693194",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "69-1160",
                    "datePubli": -432000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000693793",
                    "textTitle": "Décret 69-1228 1969-12-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "69-1228",
                    "datePubli": -86400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000691740",
                    "textTitle": "LOI 82-540 1982-06-28 ART. 3 V FINANCES RECTIFICATIVE POUR 1982",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000691740",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "82-540",
                    "datePubli": 394156800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 265 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "265",
                    "articleId": "LEGIARTI000006615102",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000355163",
                    "textTitle": "Loi 91-716 1991-07-26 art. 11 XI",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000355163",
                    "natureText": "LOI"
                },
                {
                    "textCid": "",
                    "textTitle": "en vigueur le 1er janvier 1993)",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048218263",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309500",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309501",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 378691200000,
                    "dateFin": 473385600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309502",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 473385600000,
                    "dateFin": 504835200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309503",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 504835200000,
                    "dateFin": 555552000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309504",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": -63417600000,
                    "dateFin": 584323200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309505",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 584323200000,
                    "dateFin": 616377600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309506",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 616377600000,
                    "dateFin": 725846400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "280"
            ],
            "versionPrecedente": "LEGIARTI000006309505",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006309505",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 18,60 % en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur : 1° Les produits suivants : - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles; - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage; - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère; - balais, balayettes en bottes liées, emmanchés ou non; - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine; - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes; - alcool à brûler; - savon de ménage; - glace hydrique; 2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux super réduit : - boissons alcooliques; - produits de confiserie; - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception du chocolat, du chocolat de ménage, du chocolat de ménage au lait, des fèves de cacao et du beurre de cacao (1) ; - margarines et graisses végétales. 3° Les aliments préparés destinés à la nourriture des animaux autres que ceux mentionnés à l'article 279-c-13°. 2  Le taux intermédiaire est également applicable : a  (Abrogé); b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (2), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent; c  (Abrogé); d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis; e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit; f  Aux travaux immobiliers concourant : - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics autres que ceux à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée ; - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie; - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation; - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité; g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (3). Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f : - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale; - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux; h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale , lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition; i  (Devenu sans objet). j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g. Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus; k  (Transféré au 3); l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du    x taux réduit. 3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement. Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire. (1) Voir art. 278 bis, renvoi 2. (2) Annexe III, art. 88   (3) Voir annexe II, art. 259.",
            "texteHtml": "<p></p>     1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 18,60 % en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur :<p></p><p></p>    1° Les produits suivants :<p></p><p></p>    - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles;<p></p><p></p>    - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage;<p></p><p></p>    - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère;<p></p><p></p>    - balais, balayettes en bottes liées, emmanchés ou non;<p></p><p></p>    - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine;<p></p><p></p>    - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes;<p></p><p></p>    - alcool à brûler;<p></p><p></p>    - savon de ménage;<p></p><p></p>    - glace hydrique;<p></p><p></p>    2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux super réduit :<p></p><p></p>    - boissons alcooliques;<p></p><p></p>    - produits de confiserie;<p></p><p></p>    - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception du chocolat, du chocolat de ménage, du chocolat de ménage au lait, des fèves de cacao et du beurre de cacao (1) ;<p></p><p></p>    - margarines et graisses végétales.<p></p><p></p>   3° Les aliments préparés destinés à la nourriture des animaux autres que ceux mentionnés à l'article 279-c-13°.<p></p><p></p>     2  Le taux intermédiaire est également applicable :<p></p><p></p>    a  (Abrogé);<p></p><p></p>    b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (2), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent;<p></p><p></p>    c  (Abrogé);<p></p><p></p>    d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis;<p></p><p></p>    e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit;<p></p><p></p>    f  Aux travaux immobiliers concourant :<p></p><p></p>    - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics autres que ceux à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée ;<p></p><p></p>    - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie;<p></p><p></p>    - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation;<p></p><p></p>    - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité;<p></p><p></p>    g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (3).<p></p><p></p>    Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f :<p></p><p></p>    - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale;<p></p><p></p>    - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux;<p></p><p></p>    h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale , lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition;<p></p><p></p>    i  (Devenu sans objet).<p></p><p></p>    j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g.<p></p><p></p>    Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus;<p></p><p></p>    k  (Transféré au 3);<p></p><p></p>    l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du    x taux réduit.<p></p><p></p>     3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement.<p></p><p></p>    Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire.<p></p><p></p>  (1) Voir art. 278 bis, renvoi 2.<p></p><p></p>  (2) Annexe III, art. 88   (3) Voir annexe II, art. 259.<p></p>",
            "num": "280",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 584323200000,
            "dateFin": 616377600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133846",
                        "id": "LEGISCTA000006133846",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147022",
                        "id": "LEGISCTA000006147022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de la taxe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162562",
                        "id": "LEGISCTA000006162562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "I : Taux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179654",
                        "id": "LEGISCTA000006179654",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-07-08",
                        "fin": "1993-01-01",
                        "titre": "C : Taux intermédiaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191945",
                        "id": "LEGISCTA000006191945",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006309500",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191945",
            "sectionParentId": "LEGISCTA000006191945",
            "sectionParentTitre": "C : Taux intermédiaire",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section V : Calcul de la taxe &gt; I : Taux &gt; C : Taux intermédiaire",
            "refInjection": "MD-20231017_195623_860_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006309505",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Décret 88-1001 1987-10-20",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 88-10 1968-07-12 art. 4 JORF 14 juillet 1988 en vigueur le 8 juillet 1988",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1559",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 257 7°, 18°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 266 1 g",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 278",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 278 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 279 a bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 279 c 13°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 280 2 F",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 282 3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 259",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 88",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000693194",
                    "textTitle": "LOI 69-1160 1969-12-24 ART. 1 I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693194",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "69-1160",
                    "datePubli": -432000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000693793",
                    "textTitle": "Décret 69-1228 1969-12-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "69-1228",
                    "datePubli": -86400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000691740",
                    "textTitle": "LOI 82-540 1982-06-28 ART. 3 V FINANCES RECTIFICATIVE POUR 1982",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000691740",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "82-540",
                    "datePubli": 394156800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 265 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "265",
                    "articleId": "LEGIARTI000006615102",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048218263",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309500",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309501",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 378691200000,
                    "dateFin": 473385600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309502",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 473385600000,
                    "dateFin": 504835200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309503",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 504835200000,
                    "dateFin": 555552000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309504",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": -63417600000,
                    "dateFin": 584323200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309505",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 584323200000,
                    "dateFin": 616377600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309506",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 616377600000,
                    "dateFin": 725846400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "280"
            ],
            "versionPrecedente": "LEGIARTI000006309504",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006309503",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 18,60 % en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur : 1° Les produits suivants : - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles; - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage; - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère; - balais, balayettes en bottes liées, emmanchés ou non; - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine; - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes; - alcool à brûler; - savon de ménage; - glace hydrique; 2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux super réduit : - boissons; - produits de confiserie; - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception du chocolat, du chocolat de ménage, du chocolat de ménage au lait, des fèves de cacao et du beurre de cacao (1) ; - extraits liquides, sirops, liqueurs et autres boissons à base de cafés, thés, chicorées, succédanés et mélanges de ces produits; - margarines et graisses végétales. 3° Les aliments préparés destinés à la nourriture des animaux autres que ceux mentionnés à l'article 279-c-13°. 2  Le taux intermédiaire est également applicable : a  (Abrogé); b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (2), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent; c  (Abrogé); d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis; e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit; f  Aux travaux immobiliers concourant : - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics (3) ; - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie; - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation; - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité; g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (4). Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f : - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale; - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux; h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale , lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition; i  (Devenu sans objet). j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g. Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus; k  (Transféré au 3); l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du    x taux réduit. 3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement. Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire. (1) Voir art. 278 bis, renvoi 2. (2) Annexe III, art. 88   (3) A compter du 1er janvier 1970, les travaux immobiliers concourant à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments publics à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée (loi n° 67-1172 du 22 décembre 1967, art. 10, J.O. du 29). (4) Voir annexe II, art. 259.",
            "texteHtml": "<p></p>     1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 18,60 % en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur :<p></p><p></p>    1° Les produits suivants :<p></p><p></p>    - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles;<p></p><p></p>    - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage;<p></p><p></p>    - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère;<p></p><p></p>    - balais, balayettes en bottes liées, emmanchés ou non;<p></p><p></p>    - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine;<p></p><p></p>    - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes;<p></p><p></p>    - alcool à brûler;<p></p><p></p>    - savon de ménage;<p></p><p></p>    - glace hydrique;<p></p><p></p>    2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux super réduit :<p></p><p></p>    - boissons;<p></p><p></p>    - produits de confiserie;<p></p><p></p>    - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception du chocolat, du chocolat de ménage, du chocolat de ménage au lait, des fèves de cacao et du beurre de cacao (1) ;<p></p><p></p>    - extraits liquides, sirops, liqueurs et autres boissons à base de cafés, thés, chicorées, succédanés et mélanges de ces produits;<p></p><p></p>    - margarines et graisses végétales.<p></p><p></p>   3° Les aliments préparés destinés à la nourriture des animaux autres que ceux mentionnés à l'article 279-c-13°.<p></p><p></p>     2  Le taux intermédiaire est également applicable :<p></p><p></p>    a  (Abrogé);<p></p><p></p>    b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (2), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent;<p></p><p></p>    c  (Abrogé);<p></p><p></p>    d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis;<p></p><p></p>    e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit;<p></p><p></p>    f  Aux travaux immobiliers concourant :<p></p><p></p>    - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics (3) ;<p></p><p></p>    - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie;<p></p><p></p>    - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation;<p></p><p></p>    - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité;<p></p><p></p>    g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (4).<p></p><p></p>    Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f :<p></p><p></p>    - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale;<p></p><p></p>    - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux;<p></p><p></p>    h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale , lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition;<p></p><p></p>    i  (Devenu sans objet).<p></p><p></p>    j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g.<p></p><p></p>    Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus;<p></p><p></p>    k  (Transféré au 3);<p></p><p></p>    l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du    x taux réduit.<p></p><p></p>     3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement.<p></p><p></p>    Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire.<p></p><p></p>  (1) Voir art. 278 bis, renvoi 2.<p></p><p></p>  (2) Annexe III, art. 88   (3) A compter du 1er janvier 1970, les travaux immobiliers concourant à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments publics à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée (loi n° 67-1172 du 22 décembre 1967, art. 10, J.O. du 29).<p></p><p></p>   (4) Voir annexe II, art. 259.<p></p>",
            "num": "280",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 504835200000,
            "dateFin": 555552000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1959-01-09",
                        "fin": "1982-12-30",
                        "titre": "ASSIETTE ET LIQUIDATION DE L'IMPOT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084250",
                        "id": "LEGISCTA000006084250",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1982-12-30",
                        "titre": "IMPOTS D'ETAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114499",
                        "id": "LEGISCTA000006114499",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1989-01-01",
                        "titre": "TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133864",
                        "id": "LEGISCTA000006133864",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1989-01-01",
                        "titre": "TAXE SUR LA VALEUR AJOUTEE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147125",
                        "id": "LEGISCTA000006147125",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1988-07-15",
                        "titre": "CALCUL DE LA TAXE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162824",
                        "id": "LEGISCTA000006162824",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006309500",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162824",
            "sectionParentId": "LEGISCTA000006162824",
            "sectionParentTitre": "CALCUL DE LA TAXE.",
            "fullSectionsTitre": "TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES &gt; TAXE SUR LA VALEUR AJOUTEE &gt; CALCUL DE LA TAXE.",
            "refInjection": "MD-20231017_195623_860_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006309503",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Décret 86-1086 1985-10-07",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000000878230",
                    "textTitle": "Loi 85-1403 1985-12-30 art. 17 1° Finances pour 1986 JORF 31 décembre 1985",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000878230",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-12-31",
                    "dateSignaTexte": "1985-12-30",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1559",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 257 7°, 18°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 266 1 g",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 278",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 278 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 279 a bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 279 c 13°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 280 2 F",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 282 3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 259",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 88",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000878012",
                    "textTitle": "LOI 67-1172 1967-12-22 ART. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000878012",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "67-1172",
                    "datePubli": -63417600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000693194",
                    "textTitle": "LOI 69-1160 1969-12-24 ART. 1 I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693194",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "69-1160",
                    "datePubli": -432000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000693793",
                    "textTitle": "Décret 69-1228 1969-12-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "69-1228",
                    "datePubli": -86400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000691740",
                    "textTitle": "LOI 82-540 1982-06-28 ART. 3 V FINANCES RECTIFICATIVE POUR 1982",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000691740",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "82-540",
                    "datePubli": 394156800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 265 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "265",
                    "articleId": "LEGIARTI000006615102",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048218263",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309500",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309501",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 378691200000,
                    "dateFin": 473385600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309502",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 473385600000,
                    "dateFin": 504835200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309503",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 504835200000,
                    "dateFin": 555552000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309504",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": -63417600000,
                    "dateFin": 584323200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309505",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 584323200000,
                    "dateFin": 616377600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309506",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 616377600000,
                    "dateFin": 725846400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "280"
            ],
            "versionPrecedente": "LEGIARTI000006309502",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006309502",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 18,60 % en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur : 1° Les produits suivants : - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles; - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage; - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère; - balais, balayettes en bottes liées, emmanchés ou non; - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine; - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes; - alcool à brûler; - savon de ménage; - glace hydrique; 2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux super réduit : - boissons; - produits de confiserie; - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception du chocolat, du chocolat de ménage, du chocolat de ménage au lait, des fèves de cacao et du beurre de cacao (1) ; - extraits liquides, sirops, liqueurs et autres boissons à base de cafés, thés, chicorées, succédanés et mélanges de ces produits; - margarines et graisses végétales. 3° Les aliments préparés destinés à la nourriture des animaux autres que ceux mentionnés à l'article 279-c-13°. 2  Le taux intermédiaire est également applicable : a  (Abrogé); b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (2), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent; c  (Abrogé); d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis; e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit; f  Aux travaux immobiliers concourant : - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics (3) ; - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie; - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation; - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité; g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (4). Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f : - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale; - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux; h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale , lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition; i  Aux redevances visées à l'article 257-18°; j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g. Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus; k  (Transféré au 3); l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du    x taux réduit. 3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement. Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire. (1) Voir art. 278 bis, renvoi 2. (2) Annexe III, art. 88   (3) A compter du 1er janvier 1970, les travaux immobiliers concourant à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments publics à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée (loi n° 67-1172 du 22 décembre 1967, art. 10, J.O. du 29). (4) Voir annexe II, art. 259.",
            "texteHtml": "<p></p>     1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 18,60 % en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur :<p></p><p></p>    1° Les produits suivants :<p></p><p></p>    - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles;<p></p><p></p>    - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage;<p></p><p></p>    - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère;<p></p><p></p>    - balais, balayettes en bottes liées, emmanchés ou non;<p></p><p></p>    - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine;<p></p><p></p>    - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes;<p></p><p></p>    - alcool à brûler;<p></p><p></p>    - savon de ménage;<p></p><p></p>    - glace hydrique;<p></p><p></p>    2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux super réduit :<p></p><p></p>    - boissons;<p></p><p></p>    - produits de confiserie;<p></p><p></p>    - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception du chocolat, du chocolat de ménage, du chocolat de ménage au lait, des fèves de cacao et du beurre de cacao (1) ;<p></p><p></p>    - extraits liquides, sirops, liqueurs et autres boissons à base de cafés, thés, chicorées, succédanés et mélanges de ces produits;<p></p><p></p>    - margarines et graisses végétales.<p></p><p></p>   3° Les aliments préparés destinés à la nourriture des animaux autres que ceux mentionnés à l'article 279-c-13°.<p></p><p></p>     2  Le taux intermédiaire est également applicable :<p></p><p></p>    a  (Abrogé);<p></p><p></p>    b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (2), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent;<p></p><p></p>    c  (Abrogé);<p></p><p></p>    d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis;<p></p><p></p>    e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit;<p></p><p></p>    f  Aux travaux immobiliers concourant :<p></p><p></p>    - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics (3) ;<p></p><p></p>    - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie;<p></p><p></p>    - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation;<p></p><p></p>    - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité;<p></p><p></p>    g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (4).<p></p><p></p>    Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f :<p></p><p></p>    - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale;<p></p><p></p>    - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux;<p></p><p></p>    h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale , lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition;<p></p><p></p>    i  Aux redevances visées à l'article 257-18°;<p></p><p></p>    j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g.<p></p><p></p>    Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus;<p></p><p></p>    k  (Transféré au 3);<p></p><p></p>    l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du    x taux réduit.<p></p><p></p>     3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement.<p></p><p></p>    Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire.<p></p><p></p>  (1) Voir art. 278 bis, renvoi 2.<p></p><p></p>  (2) Annexe III, art. 88   (3) A compter du 1er janvier 1970, les travaux immobiliers concourant à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments publics à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée (loi n° 67-1172 du 22 décembre 1967, art. 10, J.O. du 29).<p></p><p></p>   (4) Voir annexe II, art. 259.<p></p>",
            "num": "280",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 473385600000,
            "dateFin": 504835200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1959-01-09",
                        "fin": "1982-12-30",
                        "titre": "ASSIETTE ET LIQUIDATION DE L'IMPOT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084250",
                        "id": "LEGISCTA000006084250",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1982-12-30",
                        "titre": "IMPOTS D'ETAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114499",
                        "id": "LEGISCTA000006114499",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1989-01-01",
                        "titre": "TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133864",
                        "id": "LEGISCTA000006133864",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1989-01-01",
                        "titre": "TAXE SUR LA VALEUR AJOUTEE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147125",
                        "id": "LEGISCTA000006147125",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1988-07-15",
                        "titre": "CALCUL DE LA TAXE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162824",
                        "id": "LEGISCTA000006162824",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006309500",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162824",
            "sectionParentId": "LEGISCTA000006162824",
            "sectionParentTitre": "CALCUL DE LA TAXE.",
            "fullSectionsTitre": "TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES &gt; TAXE SUR LA VALEUR AJOUTEE &gt; CALCUL DE LA TAXE.",
            "refInjection": "MD-20231017_195623_860_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006309502",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000880778",
                    "textTitle": "Loi 84-1208 1984-12-29 art. 93 I Finances pour 1985 JORF 30 décembre 1984 en vigueur le 1er janvier 1985",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000880778",
                    "natureText": "LOI",
                    "datePubliTexte": "1984-12-30",
                    "dateSignaTexte": "1984-12-29",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000882285",
                    "textTitle": "Décret 85-1007 1985-09-24",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000882285",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-09-25",
                    "dateSignaTexte": "1985-09-24",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1559",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 257 7°, 18°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 266 1 g",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 278",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 278 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 279 a bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 279 c 13°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 280 2 F",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 282 3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 259",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 88",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000878012",
                    "textTitle": "LOI 67-1172 1967-12-22 ART. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000878012",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "67-1172",
                    "datePubli": -63417600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000693194",
                    "textTitle": "LOI 69-1160 1969-12-24 ART. 1 I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693194",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "69-1160",
                    "datePubli": -432000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000693793",
                    "textTitle": "Décret 69-1228 1969-12-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "69-1228",
                    "datePubli": -86400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000691740",
                    "textTitle": "LOI 82-540 1982-06-28 ART. 3 V FINANCES RECTIFICATIVE POUR 1982",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000691740",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "82-540",
                    "datePubli": 394156800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 265 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "265",
                    "articleId": "LEGIARTI000006615102",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048218263",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309500",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309501",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 378691200000,
                    "dateFin": 473385600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309502",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 473385600000,
                    "dateFin": 504835200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309503",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 504835200000,
                    "dateFin": 555552000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309504",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": -63417600000,
                    "dateFin": 584323200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309505",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 584323200000,
                    "dateFin": 616377600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309506",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 616377600000,
                    "dateFin": 725846400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "280"
            ],
            "versionPrecedente": "LEGIARTI000006309501",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006309501",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 18,60 % (1) en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur : 1° Les produits suivants : - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles; - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage; - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère; - balais, balayettes en bottes liées, emmanchés ou non; - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine; - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes; - alcool à brûler; - savon de ménage; - glace hydrique; 2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux super réduit : - boissons; - produits de confiserie; - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception du chocolat, du chocolat de ménage, du chocolat de ménage au lait, des fèves de cacao et du beurre de cacao (2) ; - extraits liquides, sirops, liqueurs et autres boissons à base de cafés, thés, chicorées, succédanés et mélanges de ces produits; - margarines et graisses végétales. 3° Les aliments préparés destinés à la nourriture des animaux autres que ceux mentionnés à l'article 279-c-13°. 2  Le taux intermédiaire est également applicable : a  (Abrogé); b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (3), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent; c  (Abrogé); d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis; e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit; f  Aux travaux immobiliers concourant : - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics ; - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie; - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation; - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité; g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (4). Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f : - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale; - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux; h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers, lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition; i  Aux redevances visées à l'article 257-18°; j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g. Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus; k  (Transféré au 3); l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du    x taux réduit. 3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement. Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire. (1)  Taux applicable aux opérations pour lesquelles la taxe est exigible à compter du 1er juillet 1982 (Loi n° 82-540 du 28 juin 1982, art. 3 V). (2) Voir art. 278 bis, renvoi 2. (3) Voir annexe III, art. 88. (4) Voir annexe II, art. 259.",
            "texteHtml": "<p></p>     1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 18,60 % (1) en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur :<p></p><p></p>    1° Les produits suivants :<p></p><p></p>    - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles;<p></p><p></p>    - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage;<p></p><p></p>    - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère;<p></p><p></p>    - balais, balayettes en bottes liées, emmanchés ou non;<p></p><p></p>    - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine;<p></p><p></p>    - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes;<p></p><p></p>    - alcool à brûler;<p></p><p></p>    - savon de ménage;<p></p><p></p>    - glace hydrique;<p></p><p></p>    2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux super réduit :<p></p><p></p>    - boissons;<p></p><p></p>    - produits de confiserie;<p></p><p></p>    - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception du chocolat, du chocolat de ménage, du chocolat de ménage au lait, des fèves de cacao et du beurre de cacao (2) ;<p></p><p></p>    - extraits liquides, sirops, liqueurs et autres boissons à base de cafés, thés, chicorées, succédanés et mélanges de ces produits;<p></p><p></p>    - margarines et graisses végétales.<p></p><p></p>   3° Les aliments préparés destinés à la nourriture des animaux autres que ceux mentionnés à l'article 279-c-13°.<p></p><p></p>     2  Le taux intermédiaire est également applicable :<p></p><p></p>    a  (Abrogé);<p></p><p></p>    b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (3), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent;<p></p><p></p>    c  (Abrogé);<p></p><p></p>    d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis;<p></p><p></p>    e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit;<p></p><p></p>    f  Aux travaux immobiliers concourant :<p></p><p></p>    - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics ;<p></p><p></p>    - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie;<p></p><p></p>    - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation;<p></p><p></p>    - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité;<p></p><p></p>    g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (4).<p></p><p></p>    Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f :<p></p><p></p>    - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale;<p></p><p></p>    - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux;<p></p><p></p>    h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers, lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition;<p></p><p></p>    i  Aux redevances visées à l'article 257-18°;<p></p><p></p>    j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g.<p></p><p></p>    Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus;<p></p><p></p>    k  (Transféré au 3);<p></p><p></p>    l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du    x taux réduit.<p></p><p></p>     3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement.<p></p><p></p>    Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire.<p></p><p></p>  (1)  Taux applicable aux opérations pour lesquelles la taxe est exigible à compter du 1er juillet 1982 (Loi n° 82-540 du 28 juin 1982, art. 3 V).<p></p><p></p>  (2) Voir art. 278 bis, renvoi 2.<p></p><p></p>  (3) Voir annexe III, art. 88.<p></p><p></p>  (4) Voir annexe II, art. 259.<p></p>",
            "num": "280",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 378691200000,
            "dateFin": 473385600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1959-01-09",
                        "fin": "1982-12-30",
                        "titre": "ASSIETTE ET LIQUIDATION DE L'IMPOT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084250",
                        "id": "LEGISCTA000006084250",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1982-12-30",
                        "titre": "IMPOTS D'ETAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114499",
                        "id": "LEGISCTA000006114499",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1989-01-01",
                        "titre": "TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133864",
                        "id": "LEGISCTA000006133864",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1989-01-01",
                        "titre": "TAXE SUR LA VALEUR AJOUTEE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147125",
                        "id": "LEGISCTA000006147125",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1988-07-15",
                        "titre": "CALCUL DE LA TAXE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162824",
                        "id": "LEGISCTA000006162824",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006309500",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162824",
            "sectionParentId": "LEGISCTA000006162824",
            "sectionParentTitre": "CALCUL DE LA TAXE.",
            "fullSectionsTitre": "TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES &gt; TAXE SUR LA VALEUR AJOUTEE &gt; CALCUL DE LA TAXE.",
            "refInjection": "MD-20231017_195623_860_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006309501",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000515870",
                    "textTitle": "Loi n°81-1160 du 30 décembre 1981 - art. 12 (P) JORF 31 DECEMBRE 1981 date d'entrée en vigueur 1 JANVIER 1982",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006273482",
                    "natureText": "LOI",
                    "datePubliTexte": "1981-12-31",
                    "dateSignaTexte": "1981-12-30",
                    "dateDebutCible": "1982-01-01"
                },
                {
                    "textCid": "JORFTEXT000000515870",
                    "textTitle": "Loi n°81-1160 du 30 décembre 1981 - art. 41 (P) JORF 31 DECEMBRE 1981 date d'entrée en vigueur 1 JANVIER 1982",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "41",
                    "articleId": "LEGIARTI000006273515",
                    "natureText": "LOI",
                    "datePubliTexte": "1981-12-31",
                    "dateSignaTexte": "1981-12-30",
                    "dateDebutCible": "1982-01-01"
                },
                {
                    "textCid": "JORFTEXT000000691740",
                    "textTitle": "Loi n°82-540 du 28 juin 1982 - art. 3 (V) JORF 29 JUIN 1982",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006273924",
                    "natureText": "LOI",
                    "datePubliTexte": "1982-06-29",
                    "dateSignaTexte": "1982-06-28",
                    "dateDebutCible": "1982-06-29"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 82-881 1982-10-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1559",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 257 7°, 18°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 266 1 g",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 278",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 278 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 279 a bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 279 c 13°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 280 2 F",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 282 3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 259",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 88",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000878012",
                    "textTitle": "LOI 67-1172 1967-12-22 ART. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000878012",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "67-1172",
                    "datePubli": -63417600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000693194",
                    "textTitle": "LOI 69-1160 1969-12-24 ART. 1 I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693194",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "69-1160",
                    "datePubli": -432000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000693793",
                    "textTitle": "Décret 69-1228 1969-12-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "69-1228",
                    "datePubli": -86400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000691740",
                    "textTitle": "LOI 82-540 1982-06-28 ART. 3 V FINANCES RECTIFICATIVE POUR 1982",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000691740",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "82-540",
                    "datePubli": 394156800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 265 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "265",
                    "articleId": "LEGIARTI000006615102",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048218263",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309500",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309501",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 378691200000,
                    "dateFin": 473385600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309502",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 473385600000,
                    "dateFin": 504835200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309503",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 504835200000,
                    "dateFin": 555552000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309504",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": -63417600000,
                    "dateFin": 584323200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309505",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 584323200000,
                    "dateFin": 616377600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309506",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 616377600000,
                    "dateFin": 725846400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "280"
            ],
            "versionPrecedente": "LEGIARTI000006309500",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006309500",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 17,6 % en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur : 1° Les produits suivants : - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles; - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage; - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère; - balais, balayettes en bottes liées, emmanchés ou non; - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine; - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes; - alcool à brûler; - savon de ménage; - glace hydrique; 2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux réduit : - boissons; - produits de confiserie; - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception des chocolats à croquer et à cuire en tablettes, fèves de cacao et beurre de cacao; - extraits liquides, sirops, liqueurs et autres boissons à base de cafés, thés, chicorées, succédanés et mélanges de ces produits; - margarines et graisses végétales. 2  Le taux intermédiaire est également applicable : a  (Abrogé); b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (1), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent; c  Aux achats de perles, de pierres précieuses et d'objets d'occasion dans la fabrication desquels sont entrées des perles ou des pierres précieuses, lorsque ces achats font l'objet d'un payement par chèque; d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis; e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit; f  Aux travaux immobiliers concourant : - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics (2); - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie; - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation; - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité; g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (3). Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f : - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale; - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux; h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers, lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition; i  Aux redevances visées à l'article 257-18°; j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g. Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus; k  (Transféré au 3); l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du taux réduit (4). 3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement. Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire. 1)  Annexe III, art. 88. 2)  A compter du 1er janvier 1970, les travaux immobiliers concourant à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments des établissements publics à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée sont soumis au taux normal de la taxe sur la valeur ajoutée (loi n° 67-1172 du 22 décembre 1967, art. 10, J.O. du 29). 3)  Voir Annexe II, art. 259. 4)  Pour les séances cinématographiques ou de télévision, à compter du 1er janvier 1970 (décret n° 69-1228 du 30 décembre 1969, J.O. du 31).",
            "texteHtml": "<p></p>     1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 17,6 % en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur :<p></p><p></p>    1° Les produits suivants :<p></p><p></p>    - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles;<p></p><p></p>    - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage;<p></p><p></p>    - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère;<p></p><p></p>    - balais, balayettes en bottes liées, emmanchés ou non;<p></p><p></p>    - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine;<p></p><p></p>    - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes;<p></p><p></p>    - alcool à brûler;<p></p><p></p>    - savon de ménage;<p></p><p></p>    - glace hydrique;<p></p><p></p>    2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux réduit :<p></p><p></p>    - boissons;<p></p><p></p>    - produits de confiserie;<p></p><p></p>    - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception des chocolats à croquer et à cuire en tablettes, fèves de cacao et beurre de cacao;<p></p><p></p>    - extraits liquides, sirops, liqueurs et autres boissons à base de cafés, thés, chicorées, succédanés et mélanges de ces produits;<p></p><p></p>    - margarines et graisses végétales.<p></p><p></p>     2  Le taux intermédiaire est également applicable :<p></p><p></p>    a  (Abrogé);<p></p><p></p>    b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (1), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent;<p></p><p></p>    c  Aux achats de perles, de pierres précieuses et d'objets d'occasion dans la fabrication desquels sont entrées des perles ou des pierres précieuses, lorsque ces achats font l'objet d'un payement par chèque;<p></p><p></p>    d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis;<p></p><p></p>    e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit;<p></p><p></p>    f  Aux travaux immobiliers concourant :<p></p><p></p>    - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics (2);<p></p><p></p>    - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie;<p></p><p></p>    - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation;<p></p><p></p>    - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité;<p></p><p></p>    g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (3).<p></p><p></p>    Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f :<p></p><p></p>    - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale;<p></p><p></p>    - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux;<p></p><p></p>    h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers, lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition;<p></p><p></p>    i  Aux redevances visées à l'article 257-18°;<p></p><p></p>    j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g.<p></p><p></p>    Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus;<p></p><p></p>    k  (Transféré au 3);<p></p><p></p>    l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du taux réduit (4).<p></p><p></p>     3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement.<p></p><p></p>    Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire.<p></p><p></p> 1)  Annexe III, art. 88.<p></p><p></p> 2)  A compter du 1er janvier 1970, les travaux immobiliers concourant à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments des établissements publics à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée sont soumis au taux normal de la taxe sur la valeur ajoutée (loi n° 67-1172 du 22 décembre 1967, art. 10, J.O. du 29).<p></p><p></p> 3)  Voir Annexe II, art. 259.<p></p><p></p> 4)  Pour les séances cinématographiques ou de télévision, à compter du 1er janvier 1970 (décret n° 69-1228 du 30 décembre 1969, J.O. du 31).<p></p>",
            "num": "280",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 299635200000,
            "dateFin": 378691200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1959-01-09",
                        "fin": "1982-12-30",
                        "titre": "ASSIETTE ET LIQUIDATION DE L'IMPOT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084250",
                        "id": "LEGISCTA000006084250",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1982-12-30",
                        "titre": "IMPOTS D'ETAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114499",
                        "id": "LEGISCTA000006114499",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1989-01-01",
                        "titre": "TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133864",
                        "id": "LEGISCTA000006133864",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1989-01-01",
                        "titre": "TAXE SUR LA VALEUR AJOUTEE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147125",
                        "id": "LEGISCTA000006147125",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1988-07-15",
                        "titre": "CALCUL DE LA TAXE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162824",
                        "id": "LEGISCTA000006162824",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006309500",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162824",
            "sectionParentId": "LEGISCTA000006162824",
            "sectionParentTitre": "CALCUL DE LA TAXE.",
            "fullSectionsTitre": "ASSIETTE ET LIQUIDATION DE L'IMPOT &gt; IMPOTS D'ETAT &gt; TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES &gt; TAXE SUR LA VALEUR AJOUTEE &gt; CALCUL DE LA TAXE.",
            "refInjection": "MD-20231017_195623_860_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006309500",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1559",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 257 7°, 18°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 266 1 g",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 278",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 279 a bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 280 2 F",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 282 3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 259",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 88",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000878012",
                    "textTitle": "LOI 67-1172 1967-12-22 ART. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000878012",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "67-1172",
                    "datePubli": -63417600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000693194",
                    "textTitle": "LOI 69-1160 1969-12-24 ART. 1 I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693194",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "69-1160",
                    "datePubli": -432000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000693793",
                    "textTitle": "Décret 69-1228 1969-12-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "69-1228",
                    "datePubli": -86400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 265 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "265",
                    "articleId": "LEGIARTI000006615102",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "EDITION 1979-07-01",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048218263",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309500",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309501",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 378691200000,
                    "dateFin": 473385600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309502",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 473385600000,
                    "dateFin": 504835200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309503",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 504835200000,
                    "dateFin": 555552000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309504",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": -63417600000,
                    "dateFin": 584323200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309505",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 584323200000,
                    "dateFin": 616377600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309506",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 616377600000,
                    "dateFin": 725846400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "280"
            ],
            "versionPrecedente": "LEGIARTI000048218263",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006309504",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 18,60 % en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur : 1° Les produits suivants : - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles; - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage; - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère; - balais, balayettes en bottes liées, emmanchés ou non; - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine; - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes; - alcool à brûler; - savon de ménage; - glace hydrique; 2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux super réduit : - boissons; - produits de confiserie; - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception du chocolat, du chocolat de ménage, du chocolat de ménage au lait, des fèves de cacao et du beurre de cacao (1) ; - extraits liquides, sirops, liqueurs et autres boissons à base de cafés, thés, chicorées, succédanés et mélanges de ces produits; - margarines et graisses végétales. 3° Les aliments préparés destinés à la nourriture des animaux autres que ceux mentionnés à l'article 279-c-13°. 2  Le taux intermédiaire est également applicable : a  (Abrogé); b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (2), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent; c  (Abrogé); d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis; e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit; f  Aux travaux immobiliers concourant : - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics autres que ceux à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée (3) ; - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie; - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation; - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité; g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (4). Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f : - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale; - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux; h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale , lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition; i  (Devenu sans objet). j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g. Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus; k  (Transféré au 3); l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du    x taux réduit. 3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement. Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire. (1) Voir art. 278 bis, renvoi 2. (2) Annexe III, art. 88   (3) A compter du 1er janvier 1970, les travaux immobiliers concourant à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments publics à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée (loi n° 67-1172 du 22 décembre 1967, art. 10, J.O. du 29). (4) Voir annexe II, art. 259.",
            "texteHtml": "<p></p>     1  La taxe sur la valeur ajoutée est perçue au taux intermédiaire de 18,60 % en ce qui concerne les opérations d'achat, d'importation, de vente, de livraison, de commission, de courtage ou de façon portant sur :<p></p><p></p>    1° Les produits suivants :<p></p><p></p>    - gaz, électricité, air comprimé, vapeur d'eau utilisée pour le chauffage central urbain, ainsi que toute forme d'énergie destinée au chauffage, à la climatisation ou à la réfrigération des immeubles;<p></p><p></p>    - charbon de terre, lignites, cokes, brais de houille, goudron de houille, tourbe, charbon de bois et agglomérés, bois de chauffage;<p></p><p></p>    - bois bruts de scierie et produits des exploitations forestières, bois conditionnés pour gazogènes, déchets de bois et sciures; merrains simplement fendus; bois feuillards, lisses, lattes et échalas fendus, pieux et piquets simplement appointés; laine (paille ou fibre) de bois brute; liège naturel brut et déchets de liège; ébauchons de pipes en bruyère;<p></p><p></p>    - balais, balayettes en bottes liées, emmanchés ou non;<p></p><p></p>    - essences de térébenthine, brais et colophanes, à l'état brut provenant de la distillation de la résine;<p></p><p></p>    - produits pétroliers énumérés au tableau B de l'article 265 du code des douanes;<p></p><p></p>    - alcool à brûler;<p></p><p></p>    - savon de ménage;<p></p><p></p>    - glace hydrique;<p></p><p></p>    2° Les produits suivants, utilisés pour l'alimentation humaine et non passibles du taux super réduit :<p></p><p></p>    - boissons;<p></p><p></p>    - produits de confiserie;<p></p><p></p>    - chocolats et tous produits composés contenant du chocolat ou du cacao à l'exception du chocolat, du chocolat de ménage, du chocolat de ménage au lait, des fèves de cacao et du beurre de cacao (1) ;<p></p><p></p>    - extraits liquides, sirops, liqueurs et autres boissons à base de cafés, thés, chicorées, succédanés et mélanges de ces produits;<p></p><p></p>    - margarines et graisses végétales.<p></p><p></p>   3° Les aliments préparés destinés à la nourriture des animaux autres que ceux mentionnés à l'article 279-c-13°.<p></p><p></p>     2  Le taux intermédiaire est également applicable :<p></p><p></p>    a  (Abrogé);<p></p><p></p>    b  Aux prestations de services de caractère social, culturel ou qui répondent, en raison de leur nature et de leur prix, à des besoins courants et dont la liste est fixée par décret (2), ainsi qu'à celles faites par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale, à l'exception des opérations dont les caractéristiques ne justifient pas l'immatriculation audit répertoire des personnes qui y procèdent;<p></p><p></p>    c  (Abrogé);<p></p><p></p>    d  Aux ventes à consommer sur place, autres que celles visées à l'article 279-a bis;<p></p><p></p>    e  Aux fournitures de logement en meublé ou en garni, qui ne sont pas passibles du taux réduit;<p></p><p></p>    f  Aux travaux immobiliers concourant :<p></p><p></p>    - à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments de l'Etat et des collectivités locales, ainsi que de leurs établissements publics autres que ceux à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée (3) ;<p></p><p></p>    - à la construction et à la livraison des immeubles destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie;<p></p><p></p>    - à la réparation et à la réfection des locaux d'habitation ainsi que des parties communes des immeubles dont les trois quarts au moins de la superficie sont affectées à l'habitation;<p></p><p></p>    - à la construction, à la livraison, à la réparation et à la réfection des immeubles affectés à l'exercice public du culte et des locaux annexes nécessaires à cette activité;<p></p><p></p>    g  Aux mutations, apports en société et livraisons visés à l'article 257-7° (4).<p></p><p></p>    Toutefois, le taux normal est applicable aux opérations suivantes lorsqu'elles ne concernent pas les voies et bâtiments des collectivités publiques ou les immeubles affectés à l'exercice public du culte et les locaux annexes nécessaires à cette activité, mentionnés au f :<p></p><p></p>    - livraisons à soi-même d'immeubles qui ne sont pas destinés à être affectés à l'habitation pour les trois quarts au moins de leur superficie totale;<p></p><p></p>    - ventes et apports en société de locaux non destinés à l'habitation ou de droits sociaux donnant vocation à l'attribution des mêmes locaux;<p></p><p></p>    h  A l'ensemble des opérations, autres que les reventes en l'état, réalisées par les redevables inscrits au répertoire des métiers ou au registre de la chambre nationale de la batellerie artisanale , lorsque ces redevables sont susceptibles de bénéficier du régime prévu à l'article 282-3 ou sont placés par option sous le régime simplifié d'imposition;<p></p><p></p>    i  (Devenu sans objet).<p></p><p></p>    j  Aux ventes de voitures automobiles d'occasion conçues pour le transport des personnes ou à usages mixtes et comportant, outre le siège du conducteur, huit places assises au maximum, lorsque ces ventes sont imposées dans les conditions fixées par l'article 266-1-g.<p></p><p></p>    Le taux intermédiaire s'applique également aux opérations de commission et de courtage afférentes aux voitures définies ci-dessus;<p></p><p></p>    k  (Transféré au 3);<p></p><p></p>    l  Aux spectacles, jeux et divertissements qui ne sont pas soumis à l'impôt prévu à l'article 1559 et qui ne sont pas passibles du    x taux réduit.<p></p><p></p>     3  En ce qui concerne les biens et équipements visés à l'article 1er-I de la loi n° 69-1160 du 24 décembre 1969, les sociétés agréées pour le financement des télécommunications acquièrent lesdits biens et équipements donnés en location à l'administration des postes et télécommunications à un taux identique à celui qu'aurait supporté cette administration, en vertu des articles 278 et 280-2-f, si elle les avait acquis directement.<p></p><p></p>    Les locations et les ventes desdits biens et équipements à l'administration des postes et télécommunications sont soumises à la taxe sur la valeur ajoutée au taux intermédiaire.<p></p><p></p>  (1) Voir art. 278 bis, renvoi 2.<p></p><p></p>  (2) Annexe III, art. 88   (3) A compter du 1er janvier 1970, les travaux immobiliers concourant à la construction, à la livraison, à la réparation ou à la réfection des voies et bâtiments publics à caractère industriel ou commercial assujettis à la taxe sur la valeur ajoutée (loi n° 67-1172 du 22 décembre 1967, art. 10, J.O. du 29).<p></p><p></p>   (4) Voir annexe II, art. 259.<p></p>",
            "num": "280",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": -63417600000,
            "dateFin": 584323200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1959-01-09",
                        "fin": "1982-12-30",
                        "titre": "ASSIETTE ET LIQUIDATION DE L'IMPOT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084250",
                        "id": "LEGISCTA000006084250",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1982-12-30",
                        "titre": "IMPOTS D'ETAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114499",
                        "id": "LEGISCTA000006114499",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1989-01-01",
                        "titre": "TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133864",
                        "id": "LEGISCTA000006133864",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1989-01-01",
                        "titre": "TAXE SUR LA VALEUR AJOUTEE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147125",
                        "id": "LEGISCTA000006147125",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1988-07-15",
                        "titre": "CALCUL DE LA TAXE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162824",
                        "id": "LEGISCTA000006162824",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006309500",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162824",
            "sectionParentId": "LEGISCTA000006162824",
            "sectionParentTitre": "CALCUL DE LA TAXE.",
            "fullSectionsTitre": "TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES &gt; TAXE SUR LA VALEUR AJOUTEE &gt; CALCUL DE LA TAXE.",
            "refInjection": "MD-20231017_195623_860_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006309504",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000878012",
                    "textTitle": "Loi 67-1172 1967-12-22 art. 10 Finances rectificative pour 1967 JORF 29 décembre 1967",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000878012",
                    "natureText": "LOI",
                    "datePubliTexte": "1967-12-29",
                    "dateSignaTexte": "1967-12-22",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000696711",
                    "textTitle": "Décret 87-940 1987-11-23",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000696711",
                    "natureText": "DECRET",
                    "datePubliTexte": "1987-11-26",
                    "dateSignaTexte": "1987-11-23",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1559",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 257 7°, 18°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 266 1 g",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 278",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 278 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 279 a bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 279 c 13°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 280 2 F",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 282 3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 259",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 88",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000878012",
                    "textTitle": "LOI 67-1172 1967-12-22 ART. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000878012",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "67-1172",
                    "datePubli": -63417600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000693194",
                    "textTitle": "LOI 69-1160 1969-12-24 ART. 1 I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693194",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "69-1160",
                    "datePubli": -432000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000693793",
                    "textTitle": "Décret 69-1228 1969-12-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "69-1228",
                    "datePubli": -86400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000691740",
                    "textTitle": "LOI 82-540 1982-06-28 ART. 3 V FINANCES RECTIFICATIVE POUR 1982",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000691740",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "82-540",
                    "datePubli": 394156800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 265 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "265",
                    "articleId": "LEGIARTI000006615102",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000696711",
                    "textTitle": "Décret n°87-940 du 23 novembre 1987 - art. 1, v. init.",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001112285",
                    "natureText": "DECRET"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048218263",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309500",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309501",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 378691200000,
                    "dateFin": 473385600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309502",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 473385600000,
                    "dateFin": 504835200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309503",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 504835200000,
                    "dateFin": 555552000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309504",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": -63417600000,
                    "dateFin": 584323200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309505",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 584323200000,
                    "dateFin": 616377600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309506",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 616377600000,
                    "dateFin": 725846400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "280"
            ],
            "versionPrecedente": "LEGIARTI000006309503",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000048218263",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le gouvernement est autorisé à prendre par décret toutes mesures propres à éviter les doubles impositions en matière de taxe à la production entre la France et l’Algérie.",
            "texteHtml": "<p align='justify'>Le gouvernement est autorisé à prendre par décret toutes mesures propres à éviter les doubles impositions en matière de taxe à la production entre la France et l’Algérie.</p>",
            "num": "280",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": -620870400000,
            "dateFin": 299635200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1959-01-09",
                        "fin": "1982-12-30",
                        "titre": "ASSIETTE ET LIQUIDATION DE L'IMPOT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084250",
                        "id": "LEGISCTA000006084250",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1982-12-30",
                        "titre": "IMPOTS D'ETAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114499",
                        "id": "LEGISCTA000006114499",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1989-01-01",
                        "titre": "TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133864",
                        "id": "LEGISCTA000006133864",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1989-01-01",
                        "titre": "TAXE SUR LA VALEUR AJOUTEE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147125",
                        "id": "LEGISCTA000006147125",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1988-07-15",
                        "titre": "CALCUL DE LA TAXE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162824",
                        "id": "LEGISCTA000006162824",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006309500",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162824",
            "sectionParentId": "LEGISCTA000006162824",
            "sectionParentTitre": "CALCUL DE LA TAXE.",
            "fullSectionsTitre": "ASSIETTE ET LIQUIDATION DE L'IMPOT &gt; IMPOTS D'ETAT &gt; TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES &gt; TAXE SUR LA VALEUR AJOUTEE &gt; CALCUL DE LA TAXE.",
            "refInjection": "MD-20231017_195623_860_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048218263",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048218263",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309500",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309501",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 378691200000,
                    "dateFin": 473385600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309502",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 473385600000,
                    "dateFin": 504835200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309503",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 504835200000,
                    "dateFin": 555552000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309504",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": -63417600000,
                    "dateFin": 584323200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309505",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 584323200000,
                    "dateFin": 616377600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006309506",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 616377600000,
                    "dateFin": 725846400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "280"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}