{
    "cid": "LEGIARTI000029931421",
    "num": "L241-12",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107980",
                        "id": "LEGISCTA000006107980",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Différentes formes d'aide et d'action sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128458",
                        "id": "LEGISCTA000006128458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Personnes handicapées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142839",
                        "id": "LEGISCTA000006142839",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-02-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier bis : Commission des droits et de l'autonomie des personnes handicapées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157598",
                        "id": "LEGISCTA000006157598",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000029931428",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L241-5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L241-5",
                    "articleId": "LEGIARTI000006797049",
                    "natureText": "CODE",
                    "date": 1600982371427,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029925718",
                    "textTitle": "ORDONNANCE n°2014-1543 du 19 décembre 2014 - art. 35",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000029927973",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2014-12-20",
                    "dateSignaTexte": "2014-12-19",
                    "dateDebutCible": "2015-01-01"
                }
            ],
            "num": "L241-12",
            "origine": "LEGI",
            "texte": "La commission des droits et de l'autonomie des personnes handicapées créée dans le département du Rhône est également compétente sur le territoire de la métropole de Lyon dans les conditions prévues au présent chapitre, sous réserve des dispositions du présent article. Elle est dénommée \" commission départementale-métropolitaine des droits et de l'autonomie des personnes handicapées \". Elle comprend également des représentants de la métropole de Lyon. Elle siège en formation plénière en alternance pour les personnes handicapées qui relèvent de la compétence du département du Rhône et pour celles qui relèvent de la compétence de la métropole de Lyon. Elle peut également être organisée en sections locales ou spécialisées sur le département du Rhône et sur la métropole de Lyon. Pour l'application de la dernière phrase du cinquième alinéa de l'article L. 241-5 , la majorité des voix est détenue soit par les représentants du conseil général du Rhône soit par les représentants du conseil de la métropole de Lyon. Cette commission peut siéger en formation restreinte en alternance pour les personnes handicapées qui relèvent de la compétence du département du Rhône et pour celles qui relèvent de la compétence de la métropole de Lyon.",
            "texteHtml": "<p>La commission des droits et de l'autonomie des personnes handicapées créée dans le département du Rhône est également compétente sur le territoire de la métropole de Lyon dans les conditions prévues au présent chapitre, sous réserve des dispositions du présent article.</p><p>Elle est dénommée \" commission départementale-métropolitaine des droits et de l'autonomie des personnes handicapées \". Elle comprend également des représentants de la métropole de Lyon. Elle siège en formation plénière en alternance pour les personnes handicapées qui relèvent de la compétence du département du Rhône et pour celles qui relèvent de la compétence de la métropole de Lyon. Elle peut également être organisée en sections locales ou spécialisées sur le département du Rhône et sur la métropole de Lyon.</p><p>Pour l'application de la dernière phrase du cinquième alinéa de l'article <a href='/article/LEGIARTI000006797049' title='Code de l'action sociale et des familles - art. L241-5 (VT)'>L. 241-5</a>, la majorité des voix est détenue soit par les représentants du conseil général du Rhône soit par les représentants du conseil de la métropole de Lyon.</p><p>Cette commission peut siéger en formation restreinte en alternance pour les personnes handicapées qui relèvent de la compétence du département du Rhône et pour celles qui relèvent de la compétence de la métropole de Lyon.</p>",
            "type": "AUTONOME",
            "dateDebut": "2015-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}