{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039038742",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Société de vente d'habitations à loyer modéré sous forme de société anonyme 1. Forme Il est formé, entre les propriétaires des actions créées ci-après et de toutes celles qui le seraient ultérieurement, une société anonyme de vente d'habitations à loyer modéré régie par les dispositions du livre IV du code de la construction et de l'habitation ainsi que par les dispositions non contraires du code civil et du code de commerce. 2. Dénomination La dénomination de la société est :, société anonyme de vente d'habitations à loyer modéré. 3. Compétence territoriale-siège social L'activité de la société s'exerce sur tout le territoire national, après agrément par le ministre chargé du logement. Le siège social est fixé à : … 4. Objet social La société a pour objet, en vue de la vente de ces biens, l'acquisition et l'entretien de biens immobiliers appartenant à des organismes mentionnés aux deuxième à quatrième alinéas de l'article L. 411-2 du code de la construction et de l'habitation , à des sociétés d'économie mixte agréées en application de l'article L. 481-1 du même code et à des organismes qui bénéficient de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 du même code. Elle peut également acquérir les locaux accessoires et les locaux à usage autre que d'habitation dès lors qu'ils font partie de l'immeuble cédé. Elle ne peut acquérir la nue-propriété des biens immobiliers appartenant à des organismes mentionnés aux deuxième à quatrième alinéas de l'article L. 411-2 du code de la construction et de l'habitation, à des sociétés d'économie mixte agréées en application de l'article L. 481-1 du même code et à des organismes qui bénéficient de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 du même code. La société confie la gestion des logements sociaux qu'elle détient à des organismes d'habitations à loyer modéré mentionnés aux deuxième à quatrième alinéas de l'article L. 411-2 du code de la construction et de l'habitation, des sociétés d'économie mixte agréées en application de l'article L. 481-1 du même code et des organismes qui bénéficient de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 du même code. A titre subsidiaire, la société de vente peut assurer les missions de syndic dans les conditions prévues par l' article L. 443-15 du code de la construction et de l'habitation . 5. Composition et modification du capital social Le capital ne peut être détenu que par des organismes mentionnés aux deuxième à quatrième alinéas de l'article L. 411-2 du code de la construction et de l'habitation, par des sociétés d'économie mixte agréées en application de l'article L. 481-1 du même code, par la société mentionnée à l'article L. 313-19 du même code et par la Caisse des dépôts et consignations. Le capital de la société est composé de actions nominatives de euros chacune, entièrement libérées. Elles revêtent obligatoirement la forme nominative et sont inscrites au nom de leur titulaire dans des comptes tenus par la société. Après acquittement des charges de toute nature, y compris tous amortissements autres que ceux du capital et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou d'autres réserves dont la constitution est imposée par la réglementation propre aux sociétés anonymes d'habitations à loyer modéré et la répartition éventuelle de dividendes dans les conditions définies à la clause 9 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités. Conformément à l' article L. 423-5 du code de la construction et de l'habitation et sous réserve des exceptions et dérogations prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporées au capital. Les réductions de capital doivent être effectuées dans le respect des dispositions de ce même article. La société ne peut procéder à l'amortissement de son capital. 6. Cession d'actions Les actions peuvent être librement cédées à un autre actionnaire de la société. La cession d'actions à un tiers, sous quelque forme que ce soit et à quel titre que ce soit, doit être agréée par le conseil d'administration ou le conseil de surveillance (1), qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. Le refus d'agrément peut résulter soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande. La demande d'agrément est adressée par courrier recommandé avec demande d'avis de réception à la société, à l'attention du président du conseil d'administration ou du conseil de surveillance (1). Elle comporte obligatoirement l'identité et l'adresse du cédant, le nombre d'actions concernées, la valeur ou le prix et les conditions de l'opération projetée. En cas de refus d'agrément, le conseil d'administration ou le directoire1 est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par la société en vue de leur annulation par voie de réduction du capital ou par un ou plusieurs actionnaires ou nouveau (x) actionnaire (s) qu'il aura lui-même désignés conformément à l' article L. 228-24 du code de commerce . Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration de ce délai, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société de vente d'habitations à loyer modéré. 7A. Conseil d'administration (2) La société est administrée par un conseil d'administration, dans les conditions prévues à la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce. Les administrateurs peuvent être des personnes physiques ou morales. Lorsque l'administrateur est une personne morale, il désigne un représentant permanent. 7B. Conseil de surveillance et directoire (2) La société est administrée par un conseil de surveillance et un directoire, dans les conditions prévues à la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce. Les membres du conseil de surveillance peuvent être des personnes physiques ou morales. Lorsque le membre est une personne morale, il désigne un représentant permanent 8. Année sociale L'année sociale de la société débute le 1er janvier et finit le 31 décembre. Le premier exercice comprend le temps écoulé entre la date de la constitution définitive et le 31 décembre de l'année suivante. 9. Résultat de l'exercice Lorsque la société a réalisé un bénéfice distribuable au sens de l' article L. 232-11 du code de commerce , il ne peut être distribué un dividende supérieur à un pourcentage de la valeur nominale des actions égal ou inférieur au taux d'intérêt servi au détenteur d'un livret A au 31 décembre de l'année précédente, majoré de 1,5 point. 10. Attribution de l'actif Lors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital social, attribuer la portion d'actif qui excéderait la moitié du capital social qu'à un ou plusieurs organismes d'habitations à loyer modéré ou à l'une des fédérations d'organismes d'habitations à loyer modéré ou à une ou plusieurs sociétés d'économie mixte de construction et de gestion de logements sociaux agréées en application de l' article L. 481-1 du code de la construction et de l'habitation ou à la fédération des entreprises publiques locales, sous réserve de l'approbation administrative donnée dans les conditions prévues à l'article R. 422-17 du même code et que l'attributaire s'engage à utiliser les fonds attribués à des investissements conformes au service d'intérêt économique général du logement social. 11. Transmission des statuts Les statuts de la société sont transmis au ministre chargé du logement après chaque modification.",
            "texteHtml": "<p>Société de vente d'habitations à loyer modéré sous forme de société anonyme<br/><br/>\n1. Forme<br/><br/>\nIl est formé, entre les propriétaires des actions créées ci-après et de toutes celles qui le seraient ultérieurement, une société anonyme de vente d'habitations à loyer modéré régie par les dispositions du livre IV du code de la construction et de l'habitation ainsi que par les dispositions non contraires du <a href='/affichCode.do?cidTexte=LEGITEXT000006070721&dateTexte=&categorieLien=cid'>code civil</a> et du code de commerce.<br/><br/>\n2. Dénomination<br/><br/>\nLa dénomination de la société est :, société anonyme de vente d'habitations à loyer modéré.<br/><br/>\n3. Compétence territoriale-siège social<br/><br/>\nL'activité de la société s'exerce sur tout le territoire national, après agrément par le ministre chargé du logement.<br/><br/>\nLe siège social est fixé à : …<br/><br/>\n4. Objet social<br/><br/>\nLa société a pour objet, en vue de la vente de ces biens, l'acquisition et l'entretien de biens immobiliers appartenant à des organismes mentionnés aux deuxième à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825181&dateTexte=&categorieLien=cid'>quatrième alinéas de l'article L. 411-2 du code de la construction et de l'habitation</a>, à des sociétés d'économie mixte agréées en application de l'article L. 481-1 du même code et à des organismes qui bénéficient de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 du même code.<br/><br/>\nElle peut également acquérir les locaux accessoires et les locaux à usage autre que d'habitation dès lors qu'ils font partie de l'immeuble cédé.<br/><br/>\nElle ne peut acquérir la nue-propriété des biens immobiliers appartenant à des organismes mentionnés aux deuxième à quatrième alinéas de l'article L. 411-2 du code de la construction et de l'habitation, à des sociétés d'économie mixte agréées en application de l'article L. 481-1 du même code et à des organismes qui bénéficient de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 du même code.<br/><br/>\nLa société confie la gestion des logements sociaux qu'elle détient à des organismes d'habitations à loyer modéré mentionnés aux deuxième à quatrième alinéas de l'article L. 411-2 du code de la construction et de l'habitation, des sociétés d'économie mixte agréées en application de l'article L. 481-1 du même code et des organismes qui bénéficient de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 du même code.<br/><br/>\nA titre subsidiaire, la société de vente peut assurer les missions de syndic dans les conditions prévues par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825486&dateTexte=&categorieLien=cid'>article L. 443-15 du code de la construction et de l'habitation</a>.<br/><br/>\n5. Composition et modification du capital social<br/><br/>\nLe capital ne peut être détenu que par des organismes mentionnés aux deuxième à quatrième alinéas de l'article L. 411-2 du code de la construction et de l'habitation, par des sociétés d'économie mixte agréées en application de l'article L. 481-1 du même code, par la société mentionnée à l'article L. 313-19 du même code et par la Caisse des dépôts et consignations.<br/><br/>\nLe capital de la société est composé de actions nominatives de euros chacune, entièrement libérées. Elles revêtent obligatoirement la forme nominative et sont inscrites au nom de leur titulaire dans des comptes tenus par la société.<br/><br/>\nAprès acquittement des charges de toute nature, y compris tous amortissements autres que ceux du capital et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou d'autres réserves dont la constitution est imposée par la réglementation propre aux sociétés anonymes d'habitations à loyer modéré et la répartition éventuelle de dividendes dans les conditions définies à la clause 9 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités.<br/><br/>\nConformément à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825308&dateTexte=&categorieLien=cid'>article L. 423-5 du code de la construction et de l'habitation</a> et sous réserve des exceptions et dérogations prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporées au capital.<br/><br/>\nLes réductions de capital doivent être effectuées dans le respect des dispositions de ce même article.<br/><br/>\nLa société ne peut procéder à l'amortissement de son capital.<br/><br/>\n6. Cession d'actions<br/><br/>\nLes actions peuvent être librement cédées à un autre actionnaire de la société.<br/><br/>\nLa cession d'actions à un tiers, sous quelque forme que ce soit et à quel titre que ce soit, doit être agréée par le conseil d'administration ou le conseil de surveillance (1), qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus.<br/><br/>\nLe refus d'agrément peut résulter soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande.<br/><br/>\nLa demande d'agrément est adressée par courrier recommandé avec demande d'avis de réception à la société, à l'attention du président du conseil d'administration ou du conseil de surveillance (1). Elle comporte obligatoirement l'identité et l'adresse du cédant, le nombre d'actions concernées, la valeur ou le prix et les conditions de l'opération projetée.<br/><br/>\nEn cas de refus d'agrément, le conseil d'administration ou le directoire1 est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par la société en vue de leur annulation par voie de réduction du capital ou par un ou plusieurs actionnaires ou nouveau (x) actionnaire (s) qu'il aura lui-même désignés conformément à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006227755&dateTexte=&categorieLien=cid'>article L. 228-24 du code de commerce</a>. Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée.<br/><br/>\nSi, à l'expiration de ce délai, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société de vente d'habitations à loyer modéré.<br/><br/>\n7A. Conseil d'administration (2)<br/><br/>\nLa société est administrée par un conseil d'administration, dans les conditions prévues à la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce.<br/><br/>\nLes administrateurs peuvent être des personnes physiques ou morales. Lorsque l'administrateur est une personne morale, il désigne un représentant permanent.<br/><br/>\n7B. Conseil de surveillance et directoire (2)<br/><br/>\nLa société est administrée par un conseil de surveillance et un directoire, dans les conditions prévues à la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce.<br/><br/>\nLes membres du conseil de surveillance peuvent être des personnes physiques ou morales. Lorsque le membre est une personne morale, il désigne un représentant permanent<br/><br/>\n8. Année sociale<br/><br/>\nL'année sociale de la société débute le 1er janvier et finit le 31 décembre.<br/><br/>\nLe premier exercice comprend le temps écoulé entre la date de la constitution définitive et le 31 décembre de l'année suivante.<br/><br/>\n9. Résultat de l'exercice<br/><br/>\nLorsque la société a réalisé un bénéfice distribuable au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229025&dateTexte=&categorieLien=cid'>article L. 232-11 du code de commerce</a>, il ne peut être distribué un dividende supérieur à un pourcentage de la valeur nominale des actions égal ou inférieur au taux d'intérêt servi au détenteur d'un livret A au 31 décembre de l'année précédente, majoré de 1,5 point.<br/><br/>\n10. Attribution de l'actif<br/><br/>\nLors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital social, attribuer la portion d'actif qui excéderait la moitié du capital social qu'à un ou plusieurs organismes d'habitations à loyer modéré ou à l'une des fédérations d'organismes d'habitations à loyer modéré ou à une ou plusieurs sociétés d'économie mixte de construction et de gestion de logements sociaux agréées en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825754&dateTexte=&categorieLien=cid'>article L. 481-1 du code de la construction et de l'habitation</a> ou à la fédération des entreprises publiques locales, sous réserve de l'approbation administrative donnée dans les conditions prévues à l'article R. 422-17 du même code et que l'attributaire s'engage à utiliser les fonds attribués à des investissements conformes au service d'intérêt économique général du logement social.<br/><br/>\n11. Transmission des statuts<br/><br/>\nLes statuts de la société sont transmis au ministre chargé du logement après chaque modification.</p>",
            "num": "Annexe I à l'article R422-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1567728000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-09-06",
                        "fin": "2999-01-01",
                        "titre": "Société de vente d'habitations à loyer modéré sous forme de société anonyme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000039038740",
                        "id": "LEGISCTA000039038740",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000039038742",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000039038740",
            "sectionParentId": "LEGISCTA000039038740",
            "sectionParentTitre": "Société de vente d'habitations à loyer modéré sous forme de société anonyme",
            "fullSectionsTitre": "Annexes &gt; Société de vente d'habitations à loyer modéré sous forme de société anonyme",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039038742",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039034586",
                    "textTitle": "Décret n°2019-929 du 3 septembre 2019 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000039038223",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-09-05",
                    "dateSignaTexte": "2019-09-03",
                    "dateDebutCible": "2019-09-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L228-24",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L228-24",
                    "articleId": "LEGIARTI000006227755",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L232-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-11",
                    "articleId": "LEGIARTI000006229025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070721",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5263747200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L411-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-2",
                    "articleId": "LEGIARTI000006825181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-5",
                    "articleId": "LEGIARTI000006825308",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L443-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-15",
                    "articleId": "LEGIARTI000006825486",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L481-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L481-1",
                    "articleId": "LEGIARTI000006825754",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039038742",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1567728000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I à l'article R422-10"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}