{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000028743373",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Pour la recherche et la constatation des infractions au présent livre, les agents de la concurrence, de la consommation et de la répression des fraudes ayant au moins le grade de contrôleur peuvent, sur demande du ministre chargé de l'économie, procéder à des opérations de visite et de saisie en tous lieux. II. ― Chaque visite doit être autorisée par une ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux à visiter. Lorsque ces lieux sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des juges des libertés et de la détention compétents. Le juge vérifie que la demande d'autorisation qui lui est soumise est fondée. Cette demande doit comporter tous les éléments d'information en possession de l'administration de nature à justifier la visite. Il désigne le chef du service qui doit nommer les officiers de police judiciaire chargés d'assister aux opérations, de le tenir informé de leur déroulement et d'apporter leur concours en procédant aux réquisitions nécessaires. Le procureur de la République territorialement compétent est, préalablement à la saisine du juge des libertés et de la détention, informé par l'administration du projet d'opérations mentionnées au I et peut s'y opposer. III. ― La visite et les saisies s'effectuent sous l'autorité et le contrôle du juge qui les a autorisées. Lorsqu'elles ont lieu en dehors du ressort de sa juridiction, il délivre une commission rogatoire pour exercer ce contrôle au juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel s'effectue la visite. Le juge peut se rendre dans les locaux visités pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. IV. ― Les opérations de visite et de saisie ne peuvent être commencées ni avant 6 heures, ni après 21 heures. Toutefois, les agents mentionnés au I peuvent, lorsque les nécessités de l'enquête l'exigent, procéder à ces opérations en dehors des heures mentionnées au premier alinéa du présent IV dans les lieux utilisés à des fins professionnelles et dans les lieux d'exécution d'une prestation de services, sous réserve que l'ordonnance délivrée par le juge des libertés et de la détention le prévoie expressément et que ces lieux ne soient pas également à usage d'habitation. V. ― La visite est effectuée en présence de l'occupant des lieux ou de son représentant. L'occupant des lieux peut désigner un ou plusieurs représentants pour assister à la visite et signer le procès-verbal. En cas d'impossibilité, l'officier de police judiciaire requiert deux témoins choisis en dehors des personnes relevant de son autorité ou de celle de l'administration de la concurrence, de la consommation et de la répression des fraudes. L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal. L'ordonnance mentionne que l'occupant des lieux ou son représentant a la faculté de faire appel au conseil de son choix. L'exercice de cette faculté n'entraîne pas la suspension des opérations de visite et de saisie. En l'absence de l'occupant des lieux, l'ordonnance est notifiée après les opérations par lettre recommandée avec demande d'avis de réception. Il en va de même lorsqu'il n'est pas procédé à la visite de l'un des lieux visés par l'ordonnance. La notification est réputée faite à la date de réception figurant sur l'avis. Au cours de la visite, les agents mentionnés au I peuvent procéder à la saisie de tous objets, documents et supports d'information utiles aux besoins de l'enquête. Ils peuvent prélever des échantillons. Ils peuvent également procéder à la pose de scellés sur tous locaux commerciaux, objets, documents et supports d'information, dans la limite de la durée de la visite de ces locaux. Les agents mentionnés au I, l'occupant des lieux ou son représentant ainsi que l'officier de police judiciaire peuvent seuls prendre connaissance des documents et des données contenues dans tout support d'information avant leur saisie. Tous objets, documents et supports d'information saisis sont inventoriés et placés sous scellés. Les agents mentionnés au I peuvent procéder au cours de la visite à des auditions de l'occupant des lieux, de son représentant ou de toute autre personne, en vue de recueillir les informations ou explications utiles aux besoins de l'enquête. Lorsque la visite est effectuée dans le cabinet d'un avocat ou à son domicile, dans les locaux d'une entreprise de presse ou de communication audiovisuelle, dans le cabinet d'un médecin, d'un notaire ou d'un huissier, les articles 56-1,56-2 ou 56-3 du code de procédure pénale, selon le cas, sont applicables. Les originaux du procès-verbal et de l'inventaire des objets, documents et supports d'information saisis sont transmis au juge qui a ordonné la visite. Une copie en est remise à l'occupant des lieux ou à son représentant. Le cas échéant, la copie de ces documents est également adressée, par lettre recommandée avec demande d'avis de réception, aux personnes mises en cause au moyen de pièces saisies au cours de l'opération. VI. ― La personne à l'encontre de laquelle l'ordonnance mentionnée au II a été prise peut en interjeter appel devant le premier président de la cour d'appel dans le ressort de laquelle le juge a autorisé la mesure, suivant les règles prévues au code de procédure pénale. L'appel est formé par déclaration au greffe du tribunal de grande instance dans un délai de dix jours à compter de la notification de l'ordonnance. Il n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure pénale. Les pièces saisies sont conservées jusqu'à ce qu'une décision soit devenue définitive. Le déroulement des opérations de visite et de saisie peut faire l'objet d'un recours devant le premier président de la cour d'appel dans le ressort de laquelle le juge a autorisé ces dernières, suivant les règles prévues par le code de procédure pénale. La personne à l'encontre de laquelle l'ordonnance mentionnée au II a été prise et les personnes mises en cause au moyen de pièces saisies au cours de ces opérations peuvent former ce recours. Ce dernier est formé par déclaration au greffe du tribunal de grande instance dans un délai de dix jours à compter de la remise ou de la réception du procès-verbal et de l'inventaire ou, pour les personnes n'ayant pas fait l'objet de visite et de saisie et qui sont mises en cause, à compter de la date à laquelle elles ont reçu notification du procès-verbal et de l'inventaire. Le recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure pénale. Les pièces saisies sont conservées jusqu'à ce qu'une décision soit devenue définitive.",
            "texteHtml": "I. ― Pour la recherche et la constatation des infractions au présent livre, les agents de la concurrence, de la consommation et de la répression des fraudes ayant au moins le grade de contrôleur peuvent, sur demande du ministre chargé de l'économie, procéder à des opérations de visite et de saisie en tous lieux. <br/><br/> II. ― Chaque visite doit être autorisée par une ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux à visiter. Lorsque ces lieux sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des juges des libertés et de la détention compétents. <br/><br/> Le juge vérifie que la demande d'autorisation qui lui est soumise est fondée. Cette demande doit comporter tous les éléments d'information en possession de l'administration de nature à justifier la visite. Il désigne le chef du service qui doit nommer les officiers de police judiciaire chargés d'assister aux opérations, de le tenir informé de leur déroulement et d'apporter leur concours en procédant aux réquisitions nécessaires. <br/><br/> Le procureur de la République territorialement compétent est, préalablement à la saisine du juge des libertés et de la détention, informé par l'administration du projet d'opérations mentionnées au I et peut s'y opposer. <br/><br/> III. ― La visite et les saisies s'effectuent sous l'autorité et le contrôle du juge qui les a autorisées. Lorsqu'elles ont lieu en dehors du ressort de sa juridiction, il délivre une commission rogatoire pour exercer ce contrôle au juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel s'effectue la visite. <br/><br/> Le juge peut se rendre dans les locaux visités pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. <br/><br/> IV. ― Les opérations de visite et de saisie ne peuvent être commencées ni avant 6 heures, ni après 21 heures. <br/><br/> Toutefois, les agents mentionnés au I peuvent, lorsque les nécessités de l'enquête l'exigent, procéder à ces opérations en dehors des heures mentionnées au premier alinéa du présent IV dans les lieux utilisés à des fins professionnelles et dans les lieux d'exécution d'une prestation de services, sous réserve que l'ordonnance délivrée par le juge des libertés et de la détention le prévoie expressément et que ces lieux ne soient pas également à usage d'habitation. <br/><br/> V. ― La visite est effectuée en présence de l'occupant des lieux ou de son représentant. L'occupant des lieux peut désigner un ou plusieurs représentants pour assister à la visite et signer le procès-verbal. En cas d'impossibilité, l'officier de police judiciaire requiert deux témoins choisis en dehors des personnes relevant de son autorité ou de celle de l'administration de la concurrence, de la consommation et de la répression des fraudes. <br/><br/> L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal. L'ordonnance mentionne que l'occupant des lieux ou son représentant a la faculté de faire appel au conseil de son choix. L'exercice de cette faculté n'entraîne pas la suspension des opérations de visite et de saisie. <br/><br/> En l'absence de l'occupant des lieux, l'ordonnance est notifiée après les opérations par lettre recommandée avec demande d'avis de réception. Il en va de même lorsqu'il n'est pas procédé à la visite de l'un des lieux visés par l'ordonnance. La notification est réputée faite à la date de réception figurant sur l'avis. <br/><br/> Au cours de la visite, les agents mentionnés au I peuvent procéder à la saisie de tous objets, documents et supports d'information utiles aux besoins de l'enquête. Ils peuvent prélever des échantillons. Ils peuvent également procéder à la pose de scellés sur tous locaux commerciaux, objets, documents et supports d'information, dans la limite de la durée de la visite de ces locaux. <br/><br/> Les agents mentionnés au I, l'occupant des lieux ou son représentant ainsi que l'officier de police judiciaire peuvent seuls prendre connaissance des documents et des données contenues dans tout support d'information avant leur saisie. <br/><br/> Tous objets, documents et supports d'information saisis sont inventoriés et placés sous scellés. <br/><br/> Les agents mentionnés au I peuvent procéder au cours de la visite à des auditions de l'occupant des lieux, de son représentant ou de toute autre personne, en vue de recueillir les informations ou explications utiles aux besoins de l'enquête. <br/><br/> Lorsque la visite est effectuée dans le cabinet d'un avocat ou à son domicile, dans les locaux d'une entreprise de presse ou de communication audiovisuelle, dans le cabinet d'un médecin, d'un notaire ou d'un huissier, les articles 56-1,56-2 ou 56-3 du code de procédure pénale, selon le cas, sont applicables. <br/><br/> Les originaux du procès-verbal et de l'inventaire des objets, documents et supports d'information saisis sont transmis au juge qui a ordonné la visite. Une copie en est remise à l'occupant des lieux ou à son représentant. Le cas échéant, la copie de ces documents est également adressée, par lettre recommandée avec demande d'avis de réception, aux personnes mises en cause au moyen de pièces saisies au cours de l'opération. <br/><br/> VI. ― La personne à l'encontre de laquelle l'ordonnance mentionnée au II a été prise peut en interjeter appel devant le premier président de la cour d'appel dans le ressort de laquelle le juge a autorisé la mesure, suivant les règles prévues au code de procédure pénale. L'appel est formé par déclaration au greffe du tribunal de grande instance dans un délai de dix jours à compter de la notification de l'ordonnance. Il n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure pénale. Les pièces saisies sont conservées jusqu'à ce qu'une décision soit devenue définitive. <br/><br/>Le déroulement des opérations de visite et de saisie peut faire l'objet d'un recours devant le premier président de la cour d'appel dans le ressort de laquelle le juge a autorisé ces dernières, suivant les règles prévues par le code de procédure pénale. La personne à l'encontre de laquelle l'ordonnance mentionnée au II a été prise et les personnes mises en cause au moyen de pièces saisies au cours de ces opérations peuvent former ce recours. Ce dernier est formé par déclaration au greffe du tribunal de grande instance dans un délai de dix jours à compter de la remise ou de la réception du procès-verbal et de l'inventaire ou, pour les personnes n'ayant pas fait l'objet de visite et de saisie et qui sont mises en cause, à compter de la date à laquelle elles ont reçu notification du procès-verbal et de l'inventaire. Le recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure pénale. Les pièces saisies sont conservées jusqu'à ce qu'une décision soit devenue définitive. ",
            "num": "L215-18",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1395187200000,
            "dateFin": 1467331200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1993-07-27",
                        "fin": "2017-07-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084133",
                        "id": "LEGISCTA000006084133",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-07-27",
                        "fin": "2016-07-01",
                        "titre": "Livre II : Conformité et sécurité des produits et des services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114372",
                        "id": "LEGISCTA000006114372",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-07-27",
                        "fin": "2016-07-01",
                        "titre": "Titre Ier : Conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133624",
                        "id": "LEGISCTA000006133624",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-07-27",
                        "fin": "2016-07-01",
                        "titre": "Chapitre V : Pouvoirs d'enquête",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146569",
                        "id": "LEGISCTA000006146569",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2014-03-19",
                        "fin": "2016-07-01",
                        "titre": "Section 5 : Opérations de visite et de saisie \r\net commissions rogatoires ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028743371",
                        "id": "LEGISCTA000028743371",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1993-07-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la consommation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069565",
                        "id": "LEGITEXT000006069565",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028743373",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028743371",
            "sectionParentId": "LEGISCTA000028743371",
            "sectionParentTitre": "Section 5 : Opérations de visite et de saisie \r\net commissions rogatoires ",
            "fullSectionsTitre": "Partie législative",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028743373",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069565",
                    "titre": "Code de la consommation",
                    "titreLong": "Code de la consommation",
                    "etat": "VIGUEUR",
                    "dateDebut": 743731200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069565",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028738036",
                    "textTitle": "LOI n°2014-344\n du 17 mars 2014 - art. 106",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "106",
                    "articleId": "LEGIARTI000028740054",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-03-18",
                    "dateSignaTexte": "2014-03-17",
                    "dateDebutCible": "2014-03-19"
                },
                {
                    "textCid": "JORFTEXT000032209352",
                    "textTitle": "Ordonnance n°2016-301 du 14 mars 2016 - art. 34 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000032216175",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-03-16",
                    "dateSignaTexte": "2016-03-14",
                    "dateDebutCible": "2016-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. R215-24 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R215-24",
                    "articleId": "LEGIARTI000029530204",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1412294400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L512-52 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L512-52",
                    "articleId": "LEGIARTI000032225005",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028743373",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1395187200000,
                    "dateFin": 1467331200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L215-18",
                "215-18"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}