{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033033700",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'Office national de la chasse et de la faune sauvage est un établissement public de l'Etat à caractère administratif placé sous la double tutelle des ministres chargés de l'écologie et de l'agriculture. Il a pour mission de réaliser des études, des recherches et des expérimentations concernant la conservation, la restauration et la gestion de la faune sauvage et ses habitats et la mise en valeur de celle-ci par le développement durable de la chasse ainsi que la mise au point et la diffusion de systèmes et pratiques de gestion appropriée des territoires ruraux. Dans ces domaines, il délivre des formations. Il participe à la mise en valeur et la surveillance de la faune sauvage ainsi qu'au respect de la réglementation relative à la police de la chasse. Ses agents chargés de missions de police en département apportent leur concours au préfet en matière d'ordre public et de police administrative, dans leur domaine de compétence. Il apporte à l'Etat son concours pour l'évaluation de l'état de la faune sauvage, pour la surveillance des dangers sanitaires que celle-ci peut présenter et pour le suivi de sa gestion, et sa capacité d'expertise et son appui technique pour l'évaluation des documents de gestion de la faune sauvage et de l'amélioration de la qualité de ses habitats. Il est chargé, pour le compte de l'Etat, de l'organisation matérielle de l'examen du permis de chasser ainsi que de la délivrance du permis de chasser et de l'autorisation de chasser accompagné, mentionnée à l'article L. 423-2 . L'Office national de la chasse et de la faune sauvage peut collaborer avec la Fédération nationale des chasseurs et avec les fédérations départementales des chasseurs sur des questions relatives à leurs domaines d'action respectifs. Les activités entreprises conjointement donnent lieu à l'établissement de conventions spécifiques. II. Le conseil d'administration de l'Office national de la chasse et de la faune sauvage est composé de vingt-six membres dont la moitié sont des représentants issus des milieux cynégétiques. Il comporte des représentants des fédérations des chasseurs, des représentants des associations les plus représentatives de chasse spécialisée nommés à partir d'une liste établie par la Fédération nationale des chasseurs, des représentants de l'Etat, de ses établissements publics gestionnaires d'espaces naturels et forestiers, un représentant des régions, un représentant des départements, un représentant des communes, des représentants d'organisations professionnelles agricoles et forestières, d'organismes de protection de la nature, des personnels de l'établissement et des personnes qualifiées dans le domaine de la chasse et de la faune sauvage. Le conseil scientifique de l'Office national de la chasse et de la faune sauvage, placé auprès du directeur général, donne son avis au directeur général sur la politique de l'établissement en matière de recherche scientifique et technique. Il évalue les travaux scientifiques des chercheurs de l'établissement. Il participe à l'évaluation de l'état de la faune sauvage et assure le suivi de la gestion de celle-ci. Les services de l'établissement sont dirigés par un directeur général nommé par décret sur proposition des ministres chargés de la chasse et de l'agriculture. III.-Les ressources de l'établissement sont constituées par les produits des redevances cynégétiques, par des subventions et contributions de l'Etat et d'autres personnes publiques aux missions régaliennes et d'intérêt patrimonial qu'il accomplit, par les redevances pour services rendus, par les produits des emprunts, par les dons et legs et par le produit des ventes qu'il effectue dans le cadre de ses missions. Un arrêté fixe les règles de présentation du budget et de la comptabilité de l'établissement distinguant, en ressources et en charges, les missions régaliennes et d'intérêt patrimonial des missions cynégétiques.",
            "texteHtml": "<p>I.-L'Office national de la chasse et de la faune sauvage est un établissement public de l'Etat à caractère administratif placé sous la double tutelle des ministres chargés de l'écologie et de l'agriculture. Il a pour mission de réaliser des études, des recherches et des expérimentations concernant la conservation, la restauration et la gestion de la faune sauvage et ses habitats et la mise en valeur de celle-ci par le développement durable de la chasse ainsi que la mise au point et la diffusion de systèmes et pratiques de gestion appropriée des territoires ruraux. Dans ces domaines, il délivre des formations. Il participe à la mise en valeur et la surveillance de la faune sauvage ainsi qu'au respect de la réglementation relative à la police de la chasse. Ses agents chargés de missions de police en département apportent leur concours au préfet en matière d'ordre public et de police administrative, dans leur domaine de compétence. </p><p>Il apporte à l'Etat son concours pour l'évaluation de l'état de la faune sauvage, pour la surveillance des dangers sanitaires que celle-ci peut présenter et pour le suivi de sa gestion, et sa capacité d'expertise et son appui technique pour l'évaluation des documents de gestion de la faune sauvage et de l'amélioration de la qualité de ses habitats.</p><p></p><p>Il est chargé, pour le compte de l'Etat, de l'organisation matérielle de l'examen du permis de chasser ainsi que de la délivrance du permis de chasser et de l'autorisation de chasser accompagné, mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833848&dateTexte=&categorieLien=cid'>L. 423-2</a>.</p><p>L'Office national de la chasse et de la faune sauvage peut collaborer avec la Fédération nationale des chasseurs et avec les fédérations départementales des chasseurs sur des questions relatives à leurs domaines d'action respectifs. Les activités entreprises conjointement donnent lieu à l'établissement de conventions spécifiques. </p><p>II. Le conseil d'administration de l'Office national de la chasse et de la faune sauvage est composé de vingt-six membres dont la moitié sont des représentants issus des milieux cynégétiques. Il comporte des représentants des fédérations des chasseurs, des représentants des associations les plus représentatives de chasse spécialisée nommés à partir d'une liste établie par la Fédération nationale des chasseurs, des représentants de l'Etat, de ses établissements publics gestionnaires d'espaces naturels et forestiers, un représentant des régions, un représentant des départements, un représentant des communes, des représentants d'organisations professionnelles agricoles et forestières, d'organismes de protection de la nature, des personnels de l'établissement et des personnes qualifiées dans le domaine de la chasse et de la faune sauvage. </p><p>Le conseil scientifique de l'Office national de la chasse et de la faune sauvage, placé auprès du directeur général, donne son avis au directeur général sur la politique de l'établissement en matière de recherche scientifique et technique. Il évalue les travaux scientifiques des chercheurs de l'établissement. Il participe à l'évaluation de l'état de la faune sauvage et assure le suivi de la gestion de celle-ci. </p><p>Les services de l'établissement sont dirigés par un directeur général nommé par décret sur proposition des ministres chargés de la chasse et de l'agriculture. </p><p>III.-Les ressources de l'établissement sont constituées par les produits des redevances cynégétiques, par des subventions et contributions de l'Etat et d'autres personnes publiques aux missions régaliennes et d'intérêt patrimonial qu'il accomplit, par les redevances pour services rendus, par les produits des emprunts, par les dons et legs et par le produit des ventes qu'il effectue dans le cadre de ses missions. Un arrêté fixe les règles de présentation du budget et de la comptabilité de l'établissement distinguant, en ressources et en charges, les missions régaliennes et d'intérêt patrimonial des missions cynégétiques.</p>",
            "num": "L421-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "ABROGE",
            "dateDebut": 1470787200000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000006129025",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000022495757",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143746",
                        "id": "LEGISCTA000006143746",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Organisation de la chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159255",
                        "id": "LEGISCTA000006159255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2020-01-01",
                        "titre": "Section 2 : Office national de la chasse et de la faune sauvage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176528",
                        "id": "LEGISCTA000006176528",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2020-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188397",
                        "id": "LEGISCTA000006188397",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006833770",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188397",
            "sectionParentId": "LEGISCTA000006188397",
            "sectionParentTitre": "Sous-section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Patrimoine naturel &gt; Titre II : Chasse &gt; Chapitre Ier : Organisation de la chasse",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033033700",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033016237",
                    "textTitle": "LOI n°2016-1087 du 8 août 2016 - art. 144",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "144",
                    "articleId": "LEGIARTI000033018500",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-08-09",
                    "dateSignaTexte": "2016-08-08",
                    "dateDebutCible": "2016-08-10"
                },
                {
                    "textCid": "JORFTEXT000033016237",
                    "textTitle": "LOI n°2016-1087 du 8 août 2016 - art. 19 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000033018486",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-08-09",
                    "dateSignaTexte": "2016-08-08",
                    "dateDebutCible": "2016-08-10"
                },
                {
                    "textCid": "JORFTEXT000038821234",
                    "textTitle": "LOI n°2019-773 du 24 juillet 2019 - art. 21",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000038823690",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-26",
                    "dateSignaTexte": "2019-07-24",
                    "dateDebutCible": "2019-07-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034104632",
                    "textTitle": "Arrêté du 16 février 2017 - art. (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000039233282",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1488326400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L414-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L414-8",
                    "articleId": "LEGIARTI000006833751",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1273276800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L420-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L420-4",
                    "articleId": "LEGIARTI000038846740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L423-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-2",
                    "articleId": "LEGIARTI000006833848",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L654-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L654-1",
                    "articleId": "LEGIARTI000006834870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L317-1",
                    "articleId": "LEGIARTI000038846292",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                },
                {
                    "textCid": "JORFTEXT000019103413",
                    "textTitle": "Décret n°2008-636 du 30 juin 2008 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000019104742",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-636",
                    "datePubli": 1214870400000,
                    "dateDebut": 1214956800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L221-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000006582258",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L221-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006833770",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969494400000,
                    "dateFin": 1059609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006833771",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1059609600000,
                    "dateFin": 1109203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006833772",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1109203200000,
                    "dateFin": 1251763200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020616351",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1251763200000,
                    "dateFin": 1444348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031283283",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1444348800000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033033700",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L421-1",
                "421-1"
            ],
            "versionPrecedente": "LEGIARTI000031283283",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031283283",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'Office national de la chasse et de la faune sauvage est un établissement public de l'Etat à caractère administratif placé sous la double tutelle des ministres chargés de la chasse et de l'agriculture. Il a pour mission de réaliser des études, des recherches et des expérimentations concernant la conservation, la restauration et la gestion de la faune sauvage et ses habitats et la mise en valeur de celle-ci par le développement durable de la chasse ainsi que la mise au point et la diffusion de systèmes et pratiques de gestion appropriée des territoires ruraux. Dans ces domaines, il délivre des formations. Il participe à la mise en valeur et la surveillance de la faune sauvage ainsi qu'au respect de la réglementation relative à la police de la chasse. Ses agents chargés de missions de police en département apportent leur concours au préfet en matière d'ordre public et de police administrative, dans leur domaine de compétence. Il apporte à l'Etat son concours pour l'évaluation de l'état de la faune sauvage, pour la surveillance des dangers sanitaires que celle-ci peut présenter et pour  le suivi de sa gestion, et sa capacité d'expertise et son appui technique pour l'évaluation des documents de gestion de la faune sauvage et de l'amélioration de la qualité de ses habitats. Il apporte également son concours à l'Etat pour l'élaboration des orientations régionales de gestion et de conservation de la faune sauvage et de ses habitats mentionnées à l'article L. 414-8. Il est chargé, pour le compte de l'Etat, de l'organisation matérielle de l'examen du permis de chasser ainsi que de la délivrance du permis de chasser et de l'autorisation de chasser accompagné, mentionnée à l'article L. 423-2 . L'Office national de la chasse et de la faune sauvage peut collaborer avec la Fédération nationale des chasseurs et avec les fédérations départementales des chasseurs sur des questions relatives à leurs domaines d'action respectifs. Les activités entreprises conjointement donnent lieu à l'établissement de conventions spécifiques. II. Le conseil d'administration de l'Office national de la chasse et de la faune sauvage est composé de vingt-deux membres dont la moitié sont des représentants issus des milieux cynégétiques. Il comporte des représentants des fédérations des chasseurs, des représentants des associations les plus représentatives de chasse spécialisée nommés à partir d'une liste établie par la Fédération nationale des chasseurs, des représentants de l'Etat, de ses établissements publics gestionnaires d'espaces naturels et forestiers, d'organisations professionnelles agricoles et forestières, d'organismes de protection de la nature, des personnels de l'établissement et des personnes qualifiées dans le domaine de la chasse et de la faune sauvage. Le conseil scientifique de l'Office national de la chasse et de la faune sauvage, placé auprès du directeur général, donne son avis au directeur général sur la politique de l'établissement en matière de recherche scientifique et technique. Il évalue les travaux scientifiques des chercheurs de l'établissement. Il participe à l'évaluation de l'état de la faune sauvage et assure le suivi de la gestion de celle-ci. Les services de l'établissement sont dirigés par un directeur général nommé par décret sur proposition des ministres chargés de la chasse et de l'agriculture. III.-Les ressources de l'établissement sont constituées par les produits des redevances cynégétiques, par des subventions et contributions de l'Etat et d'autres personnes publiques aux missions régaliennes et d'intérêt patrimonial qu'il accomplit, par les redevances pour services rendus, par les produits des emprunts, par les dons et legs et par le produit des ventes qu'il effectue dans le cadre de ses missions. Un arrêté fixe les règles de présentation du budget et de la comptabilité de l'établissement distinguant, en ressources et en charges, les missions régaliennes et d'intérêt patrimonial des missions cynégétiques.",
            "texteHtml": "<p>I.-L'Office national de la chasse et de la faune sauvage est un établissement public de l'Etat à caractère administratif placé sous la double tutelle des ministres chargés de la chasse et de l'agriculture. Il a pour mission de réaliser des études, des recherches et des expérimentations concernant la conservation, la restauration et la gestion de la faune sauvage et ses habitats et la mise en valeur de celle-ci par le développement durable de la chasse ainsi que la mise au point et la diffusion de systèmes et pratiques de gestion appropriée des territoires ruraux. Dans ces domaines, il délivre des formations. Il participe à la mise en valeur et la surveillance de la faune sauvage ainsi qu'au respect de la réglementation relative à la police de la chasse. Ses agents chargés de missions de police en département apportent leur concours au préfet en matière d'ordre public et de police administrative, dans leur domaine de compétence. </p><p>Il apporte à l'Etat son concours pour l'évaluation de l'état de la faune sauvage, pour la surveillance des dangers sanitaires que celle-ci peut présenter et pour  le suivi de sa gestion, et sa capacité d'expertise et son appui technique pour l'évaluation des documents de gestion de la faune sauvage et de l'amélioration de la qualité de ses habitats. Il apporte également son concours à l'Etat pour l'élaboration des orientations régionales de gestion et de conservation de la faune sauvage et de ses habitats mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833751&dateTexte=&categorieLien=cid'>L. 414-8. </a></p><p>Il est chargé, pour le compte de l'Etat, de l'organisation matérielle de l'examen du permis de chasser ainsi que de la délivrance du permis de chasser et de l'autorisation de chasser accompagné, mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833848&dateTexte=&categorieLien=cid'>L. 423-2</a>.</p><p>L'Office national de la chasse et de la faune sauvage peut collaborer avec la Fédération nationale des chasseurs et avec les fédérations départementales des chasseurs sur des questions relatives à leurs domaines d'action respectifs. Les activités entreprises conjointement donnent lieu à l'établissement de conventions spécifiques. </p><p>II. Le conseil d'administration de l'Office national de la chasse et de la faune sauvage est composé de vingt-deux membres dont la moitié sont des représentants issus des milieux cynégétiques. Il comporte des représentants des fédérations des chasseurs, des représentants des associations les plus représentatives de chasse spécialisée nommés à partir d'une liste établie par la Fédération nationale des chasseurs, des représentants de l'Etat, de ses établissements publics gestionnaires d'espaces naturels et forestiers, d'organisations professionnelles agricoles et forestières, d'organismes de protection de la nature, des personnels de l'établissement et des personnes qualifiées dans le domaine de la chasse et de la faune sauvage. </p><p>Le conseil scientifique de l'Office national de la chasse et de la faune sauvage, placé auprès du directeur général, donne son avis au directeur général sur la politique de l'établissement en matière de recherche scientifique et technique. Il évalue les travaux scientifiques des chercheurs de l'établissement. Il participe à l'évaluation de l'état de la faune sauvage et assure le suivi de la gestion de celle-ci. </p><p>Les services de l'établissement sont dirigés par un directeur général nommé par décret sur proposition des ministres chargés de la chasse et de l'agriculture. </p><p>III.-Les ressources de l'établissement sont constituées par les produits des redevances cynégétiques, par des subventions et contributions de l'Etat et d'autres personnes publiques aux missions régaliennes et d'intérêt patrimonial qu'il accomplit, par les redevances pour services rendus, par les produits des emprunts, par les dons et legs et par le produit des ventes qu'il effectue dans le cadre de ses missions. Un arrêté fixe les règles de présentation du budget et de la comptabilité de l'établissement distinguant, en ressources et en charges, les missions régaliennes et d'intérêt patrimonial des missions cynégétiques.</p>",
            "num": "L421-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1444348800000,
            "dateFin": 1470787200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000006129025",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000022495757",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143746",
                        "id": "LEGISCTA000006143746",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Organisation de la chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159255",
                        "id": "LEGISCTA000006159255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2020-01-01",
                        "titre": "Section 2 : Office national de la chasse et de la faune sauvage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176528",
                        "id": "LEGISCTA000006176528",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2020-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188397",
                        "id": "LEGISCTA000006188397",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006833770",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188397",
            "sectionParentId": "LEGISCTA000006188397",
            "sectionParentTitre": "Sous-section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Patrimoine naturel &gt; Titre II : Chasse &gt; Chapitre Ier : Organisation de la chasse &gt; Section 2 : Office national de la chasse et de la faune sauvage &gt; Sous-section 1 : Dispositions générales",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031283283",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031279232",
                    "textTitle": "ORDONNANCE n°2015-1242 du 7 octobre 2015 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000031280076",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-10-08",
                    "dateSignaTexte": "2015-10-07",
                    "dateDebutCible": "2015-10-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019103413",
                    "textTitle": "Décret n°2008-636 du 30 juin 2008 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000019104742",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-636",
                    "datePubli": 1214870400000,
                    "dateDebut": 1214956800000
                },
                {
                    "textCid": "JORFTEXT000034104632",
                    "textTitle": "Arrêté du 16 février 2017 - art. (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000039233282",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1488326400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L414-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L414-8",
                    "articleId": "LEGIARTI000006833751",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1273276800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L420-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L420-4",
                    "articleId": "LEGIARTI000034110605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L423-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-2",
                    "articleId": "LEGIARTI000006833848",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L654-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L654-1",
                    "articleId": "LEGIARTI000006834870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L317-1",
                    "articleId": "LEGIARTI000038846292",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L221-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L221-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000006582258",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006833770",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969494400000,
                    "dateFin": 1059609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006833771",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1059609600000,
                    "dateFin": 1109203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006833772",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1109203200000,
                    "dateFin": 1251763200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020616351",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1251763200000,
                    "dateFin": 1444348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031283283",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1444348800000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033033700",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L421-1",
                "421-1"
            ],
            "versionPrecedente": "LEGIARTI000020616351",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020616351",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'Office national de la chasse et de la faune sauvage est un établissement public de l'Etat à caractère administratif placé sous la double tutelle des ministres chargés de la chasse et de l'agriculture. Il a pour mission de réaliser des études, des recherches et des expérimentations concernant la conservation, la restauration et la gestion de la faune sauvage et ses habitats et la mise en valeur de celle-ci par le développement durable de la chasse ainsi que la mise au point et la diffusion de systèmes et pratiques de gestion appropriée des territoires ruraux. Dans ces domaines, il délivre des formations. Il participe à la mise en valeur et la surveillance de la faune sauvage ainsi qu'au respect de la réglementation relative à la police de la chasse. Ses agents chargés de missions de police en département apportent leur concours au préfet en matière d'ordre public et de police administrative, dans leur domaine de compétence. Il apporte à l'Etat son concours pour l'évaluation de l'état de la faune sauvage ainsi que le suivi de sa gestion, et sa capacité d'expertise et son appui technique pour l'évaluation des documents de gestion de la faune sauvage et de l'amélioration de la qualité de ses habitats. Il apporte également son concours à l'Etat pour l'élaboration des orientations régionales de gestion et de conservation de la faune sauvage et de ses habitats mentionnées à l'article L. 414-8. Il est chargé, pour le compte de l'Etat, de l'organisation matérielle de l'examen du permis de chasser ainsi que de la délivrance du permis de chasser et de l'autorisation de chasser accompagné, mentionnée à l'article L. 423-2 . L'Office national de la chasse et de la faune sauvage peut collaborer avec la Fédération nationale des chasseurs et avec les fédérations départementales des chasseurs sur des questions relatives à leurs domaines d'action respectifs. Les activités entreprises conjointement donnent lieu à l'établissement de conventions spécifiques. II. Le conseil d'administration de l'Office national de la chasse et de la faune sauvage est composé de vingt-deux membres dont la moitié sont des représentants issus des milieux cynégétiques. Il comporte des représentants des fédérations des chasseurs, des représentants des associations les plus représentatives de chasse spécialisée nommés à partir d'une liste établie par la Fédération nationale des chasseurs, des représentants de l'Etat, de ses établissements publics gestionnaires d'espaces naturels et forestiers, d'organisations professionnelles agricoles et forestières, d'organismes de protection de la nature, des personnels de l'établissement et des personnes qualifiées dans le domaine de la chasse et de la faune sauvage. Le conseil scientifique de l'Office national de la chasse et de la faune sauvage, placé auprès du directeur général, donne son avis au directeur général sur la politique de l'établissement en matière de recherche scientifique et technique. Il évalue les travaux scientifiques des chercheurs de l'établissement. Il participe à l'évaluation de l'état de la faune sauvage et assure le suivi de la gestion de celle-ci. Les services de l'établissement sont dirigés par un directeur général nommé par décret sur proposition des ministres chargés de la chasse et de l'agriculture. III.-Les ressources de l'établissement sont constituées par les produits des redevances cynégétiques, par des subventions et contributions de l'Etat et d'autres personnes publiques aux missions régaliennes et d'intérêt patrimonial qu'il accomplit, par les redevances pour services rendus, par les produits des emprunts, par les dons et legs et par le produit des ventes qu'il effectue dans le cadre de ses missions. Un arrêté fixe les règles de présentation du budget et de la comptabilité de l'établissement distinguant, en ressources et en charges, les missions régaliennes et d'intérêt patrimonial des missions cynégétiques.",
            "texteHtml": "<p>I.-L'Office national de la chasse et de la faune sauvage est un établissement public de l'Etat à caractère administratif placé sous la double tutelle des ministres chargés de la chasse et de l'agriculture. Il a pour mission de réaliser des études, des recherches et des expérimentations concernant la conservation, la restauration et la gestion de la faune sauvage et ses habitats et la mise en valeur de celle-ci par le développement durable de la chasse ainsi que la mise au point et la diffusion de systèmes et pratiques de gestion appropriée des territoires ruraux. Dans ces domaines, il délivre des formations. Il participe à la mise en valeur et la surveillance de la faune sauvage ainsi qu'au respect de la réglementation relative à la police de la chasse. Ses agents chargés de missions de police en département apportent leur concours au préfet en matière d'ordre public et de police administrative, dans leur domaine de compétence. </p><p></p><p>Il apporte à l'Etat son concours pour l'évaluation de l'état de la faune sauvage ainsi que le suivi de sa gestion, et sa capacité d'expertise et son appui technique pour l'évaluation des documents de gestion de la faune sauvage et de l'amélioration de la qualité de ses habitats. Il apporte également son concours à l'Etat pour l'élaboration des orientations régionales de gestion et de conservation de la faune sauvage et de ses habitats mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833751&dateTexte=&categorieLien=cid'>L. 414-8. </a></p><p></p><p>Il est chargé, pour le compte de l'Etat, de l'organisation matérielle de l'examen du permis de chasser ainsi que de la délivrance du permis de chasser et de l'autorisation de chasser accompagné, mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833848&dateTexte=&categorieLien=cid'>L. 423-2</a>.</p><p>L'Office national de la chasse et de la faune sauvage peut collaborer avec la Fédération nationale des chasseurs et avec les fédérations départementales des chasseurs sur des questions relatives à leurs domaines d'action respectifs. Les activités entreprises conjointement donnent lieu à l'établissement de conventions spécifiques. </p><p></p><p>II. Le conseil d'administration de l'Office national de la chasse et de la faune sauvage est composé de vingt-deux membres dont la moitié sont des représentants issus des milieux cynégétiques. Il comporte des représentants des fédérations des chasseurs, des représentants des associations les plus représentatives de chasse spécialisée nommés à partir d'une liste établie par la Fédération nationale des chasseurs, des représentants de l'Etat, de ses établissements publics gestionnaires d'espaces naturels et forestiers, d'organisations professionnelles agricoles et forestières, d'organismes de protection de la nature, des personnels de l'établissement et des personnes qualifiées dans le domaine de la chasse et de la faune sauvage. </p><p></p><p>Le conseil scientifique de l'Office national de la chasse et de la faune sauvage, placé auprès du directeur général, donne son avis au directeur général sur la politique de l'établissement en matière de recherche scientifique et technique. Il évalue les travaux scientifiques des chercheurs de l'établissement. Il participe à l'évaluation de l'état de la faune sauvage et assure le suivi de la gestion de celle-ci. </p><p></p><p>Les services de l'établissement sont dirigés par un directeur général nommé par décret sur proposition des ministres chargés de la chasse et de l'agriculture. </p><p></p><p>III.-Les ressources de l'établissement sont constituées par les produits des redevances cynégétiques, par des subventions et contributions de l'Etat et d'autres personnes publiques aux missions régaliennes et d'intérêt patrimonial qu'il accomplit, par les redevances pour services rendus, par les produits des emprunts, par les dons et legs et par le produit des ventes qu'il effectue dans le cadre de ses missions. Un arrêté fixe les règles de présentation du budget et de la comptabilité de l'établissement distinguant, en ressources et en charges, les missions régaliennes et d'intérêt patrimonial des missions cynégétiques.</p><p></p><p></p>",
            "num": "L421-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1251763200000,
            "dateFin": 1444348800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000006129025",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000022495757",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143746",
                        "id": "LEGISCTA000006143746",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Organisation de la chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159255",
                        "id": "LEGISCTA000006159255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2020-01-01",
                        "titre": "Section 2 : Office national de la chasse et de la faune sauvage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176528",
                        "id": "LEGISCTA000006176528",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2020-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188397",
                        "id": "LEGISCTA000006188397",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006833770",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188397",
            "sectionParentId": "LEGISCTA000006188397",
            "sectionParentTitre": "Sous-section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Patrimoine naturel &gt; Titre II : Chasse &gt; Chapitre Ier : Organisation de la chasse &gt; Section 2 : Office national de la chasse et de la faune sauvage &gt; Sous-section 1 : Dispositions générales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020616351",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020604162",
                    "textTitle": "LOI n°2009-526\n du 12 mai 2009 - art. 16 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000020606408",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-05-13",
                    "dateSignaTexte": "2009-05-12",
                    "dateDebutCible": "2009-05-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019103413",
                    "textTitle": "Décret n°2008-636 du 30 juin 2008 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000019104742",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-636",
                    "datePubli": 1214870400000,
                    "dateDebut": 1214956800000
                },
                {
                    "textCid": "JORFTEXT000034104632",
                    "textTitle": "Arrêté du 16 février 2017 - art. (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000039233282",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1488326400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L414-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L414-8",
                    "articleId": "LEGIARTI000006833751",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1273276800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L420-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L420-4",
                    "articleId": "LEGIARTI000034110605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L423-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-2",
                    "articleId": "LEGIARTI000006833848",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L654-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L654-1",
                    "articleId": "LEGIARTI000006834870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L317-1",
                    "articleId": "LEGIARTI000038846292",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L221-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000006582258",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L221-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006833770",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969494400000,
                    "dateFin": 1059609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006833771",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1059609600000,
                    "dateFin": 1109203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006833772",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1109203200000,
                    "dateFin": 1251763200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020616351",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1251763200000,
                    "dateFin": 1444348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031283283",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1444348800000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033033700",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L421-1",
                "421-1"
            ],
            "versionPrecedente": "LEGIARTI000006833772",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006833772",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'Office national de la chasse et de la faune sauvage est un établissement public de l'Etat à caractère administratif placé sous la double tutelle des ministres chargés de la chasse et de l'agriculture. Il a pour mission de réaliser des études, des recherches et des expérimentations concernant la conservation, la restauration et la gestion de la faune sauvage et ses habitats et la mise en valeur de celle-ci par le développement durable de la chasse ainsi que la mise au point et la diffusion de systèmes et pratiques de gestion appropriée des territoires ruraux. Dans ces domaines, il délivre des formations. Il participe à la mise en valeur et la surveillance de la faune sauvage ainsi qu'au respect de la réglementation relative à la police de la chasse. Ses agents chargés de missions de police en département apportent leur concours au préfet en matière d'ordre public et de police administrative, dans leur domaine de compétence. Il apporte à l'Etat son concours pour l'évaluation de l'état de la faune sauvage ainsi que le suivi de sa gestion, et sa capacité d'expertise et son appui technique pour l'évaluation des documents de gestion de la faune sauvage et de l'amélioration de la qualité de ses habitats. Il apporte également son concours à l'Etat pour l'élaboration des orientations régionales de gestion et de conservation de la faune sauvage et de ses habitats mentionnées à l'article L. 414-8. Il est chargé pour le compte de l'Etat de l'organisation matérielle de l'examen du permis de chasser. L'Office national de la chasse et de la faune sauvage peut collaborer avec la Fédération nationale des chasseurs et avec les fédérations départementales des chasseurs sur des questions relatives à leurs domaines d'action respectifs. Les activités entreprises conjointement donnent lieu à l'établissement de conventions spécifiques. II. Le conseil d'administration de l'Office national de la chasse et de la faune sauvage est composé de vingt-deux membres dont la moitié sont des représentants issus des milieux cynégétiques. Il comporte des représentants des fédérations des chasseurs, des représentants des associations les plus représentatives de chasse spécialisée nommés à partir d'une liste établie par la Fédération nationale des chasseurs, des représentants de l'Etat, de ses établissements publics gestionnaires d'espaces naturels et forestiers, d'organisations professionnelles agricoles et forestières, d'organismes de protection de la nature, des personnels de l'établissement et des personnes qualifiées dans le domaine de la chasse et de la faune sauvage. Le conseil scientifique de l'Office national de la chasse et de la faune sauvage, placé auprès du directeur général, donne son avis au directeur général sur la politique de l'établissement en matière de recherche scientifique et technique. Il évalue les travaux scientifiques des chercheurs de l'établissement. Il participe à l'évaluation de l'état de la faune sauvage et assure le suivi de la gestion de celle-ci. Les services de l'établissement sont dirigés par un directeur général nommé par décret sur proposition des ministres chargés de la chasse et de l'agriculture. III. - Les ressources de l'établissement sont constituées par les produits des redevances cynégétiques, par des subventions et contributions de l'Etat et d'autres personnes publiques aux missions régaliennes et d'intérêt patrimonial qu'il accomplit, par les redevances pour services rendus, par les produits des emprunts, par les dons et legs et par le produit des ventes qu'il effectue dans le cadre de ses missions. Un arrêté fixe les règles de présentation du budget et de la comptabilité de l'établissement distinguant, en ressources et en charges, les missions régaliennes et d'intérêt patrimonial des missions cynégétiques.",
            "texteHtml": "<p></p>   I. - L'Office national de la chasse et de la faune sauvage est un établissement public de l'Etat à caractère administratif placé sous la double tutelle des ministres chargés de la chasse et de l'agriculture. Il a pour mission de réaliser des études, des recherches et des expérimentations concernant la conservation, la restauration et la gestion de la faune sauvage et ses habitats et la mise en valeur de celle-ci par le développement durable de la chasse ainsi que la mise au point et la diffusion de systèmes et pratiques de gestion appropriée des territoires ruraux. Dans ces domaines, il délivre des formations. Il participe à la mise en valeur et la surveillance de la faune sauvage ainsi qu'au respect de la réglementation relative à la police de la chasse. Ses agents chargés de missions de police en département apportent leur concours au préfet en matière d'ordre public et de police administrative, dans leur domaine de compétence.<p></p><p></p>   Il apporte à l'Etat son concours pour l'évaluation de l'état de la faune sauvage ainsi que le suivi de sa gestion, et sa capacité d'expertise et son appui technique pour l'évaluation des documents de gestion de la faune sauvage et de l'amélioration de la qualité de ses habitats. Il apporte également son concours à l'Etat pour l'élaboration des orientations régionales de gestion et de conservation de la faune sauvage et de ses habitats mentionnées à l'article L. 414-8.<p></p><p></p>   Il est chargé pour le compte de l'Etat de l'organisation matérielle de l'examen du permis de chasser.<p></p><p></p>   L'Office national de la chasse et de la faune sauvage peut collaborer avec la Fédération nationale des chasseurs et avec les fédérations départementales des chasseurs sur des questions relatives à leurs domaines d'action respectifs. Les activités entreprises conjointement donnent lieu à l'établissement de conventions spécifiques.<p></p><p></p>   II. Le conseil d'administration de l'Office national de la chasse et de la faune sauvage est composé de vingt-deux membres dont la moitié sont des représentants issus des milieux cynégétiques. Il comporte des représentants des fédérations des chasseurs, des représentants des associations les plus représentatives de chasse spécialisée nommés à partir d'une liste établie par la Fédération nationale des chasseurs, des représentants de l'Etat, de ses établissements publics gestionnaires d'espaces naturels et forestiers, d'organisations professionnelles agricoles et forestières, d'organismes de protection de la nature, des personnels de l'établissement et des personnes qualifiées dans le domaine de la chasse et de la faune sauvage.<p></p><p></p>   Le conseil scientifique de l'Office national de la chasse et de la faune sauvage, placé auprès du directeur général, donne son avis au directeur général sur la politique de l'établissement en matière de recherche scientifique et technique. Il évalue les travaux scientifiques des chercheurs de l'établissement. Il participe à l'évaluation de l'état de la faune sauvage et assure le suivi de la gestion de celle-ci.<p></p><p></p>   Les services de l'établissement sont dirigés par un directeur général nommé par décret sur proposition des ministres chargés de la chasse et de l'agriculture.<p></p><p></p>   III. - Les ressources de l'établissement sont constituées par les produits des redevances cynégétiques, par des subventions et contributions de l'Etat et d'autres personnes publiques aux missions régaliennes et d'intérêt patrimonial qu'il accomplit, par les redevances pour services rendus, par les produits des emprunts, par les dons et legs et par le produit des ventes qu'il effectue dans le cadre de ses missions. Un arrêté fixe les règles de présentation du budget et de la comptabilité de l'établissement distinguant, en ressources et en charges, les missions régaliennes et d'intérêt patrimonial des missions cynégétiques.<p></p><p></p>",
            "num": "L421-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1109203200000,
            "dateFin": 1251763200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000006129025",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000022495757",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143746",
                        "id": "LEGISCTA000006143746",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Organisation de la chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159255",
                        "id": "LEGISCTA000006159255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2020-01-01",
                        "titre": "Section 2 : Office national de la chasse et de la faune sauvage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176528",
                        "id": "LEGISCTA000006176528",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2020-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188397",
                        "id": "LEGISCTA000006188397",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006833770",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188397",
            "sectionParentId": "LEGISCTA000006188397",
            "sectionParentTitre": "Sous-section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Faune et flore &gt; Titre II : Chasse &gt; Chapitre Ier : Organisation de la chasse &gt; Section 2 : Office national de la chasse et de la faune sauvage &gt; Sous-section 1 : Dispositions générales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006833772",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000401865",
                    "textTitle": "Ordonnance 2000-914 2000-09-18 JORF 21 septembre 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000401865",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-21",
                    "dateSignaTexte": "2000-09-18",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31 I JORF 3 juillet 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000257340",
                    "textTitle": "Loi n°2005-157 du 23 février 2005 - art. 152 () JORF 24 février 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "152",
                    "articleId": "LEGIARTI000006601090",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-02-24",
                    "dateSignaTexte": "2005-02-23",
                    "dateDebutCible": "2005-02-24"
                },
                {
                    "textCid": "JORFTEXT000000257340",
                    "textTitle": "Loi n°2005-157 du 23 février 2005 - art. 159 () JORF 24 février 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "159",
                    "articleId": "LEGIARTI000006601097",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-02-24",
                    "dateSignaTexte": "2005-02-23",
                    "dateDebutCible": "2005-02-24"
                },
                {
                    "textCid": "JORFTEXT000000257340",
                    "textTitle": "Loi n°2005-157 du 23 février 2005 - art. 160 () JORF 24 février 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "160",
                    "articleId": "LEGIARTI000006601098",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-02-24",
                    "dateSignaTexte": "2005-02-23",
                    "dateDebutCible": "2005-02-24"
                },
                {
                    "textCid": "JORFTEXT000000257340",
                    "textTitle": "Loi n°2005-157 du 23 février 2005 - art. 161 () JORF 24 février 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "161",
                    "articleId": "LEGIARTI000006601099",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-02-24",
                    "dateSignaTexte": "2005-02-23",
                    "dateDebutCible": "2005-02-24"
                },
                {
                    "textCid": "JORFTEXT000000257340",
                    "textTitle": "Loi n°2005-157 du 23 février 2005 - art. 162 () JORF 24 février 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "162",
                    "articleId": "LEGIARTI000006601100",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-02-24",
                    "dateSignaTexte": "2005-02-23",
                    "dateDebutCible": "2005-02-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019103413",
                    "textTitle": "Décret n°2008-636 du 30 juin 2008 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000019104742",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-636",
                    "datePubli": 1214870400000,
                    "dateDebut": 1214956800000
                },
                {
                    "textCid": "JORFTEXT000034104632",
                    "textTitle": "Arrêté du 16 février 2017 - art. (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000039233282",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1488326400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L420-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L420-4",
                    "articleId": "LEGIARTI000034110605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L421-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L421-7",
                    "articleId": "LEGIARTI000006833781",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L654-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L654-1",
                    "articleId": "LEGIARTI000006834870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L317-1",
                    "articleId": "LEGIARTI000038846292",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L221-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L221-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000006582258",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006833770",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969494400000,
                    "dateFin": 1059609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006833771",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1059609600000,
                    "dateFin": 1109203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006833772",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1109203200000,
                    "dateFin": 1251763200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020616351",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1251763200000,
                    "dateFin": 1444348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031283283",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1444348800000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033033700",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L421-1",
                "421-1"
            ],
            "versionPrecedente": "LEGIARTI000006833771",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006833771",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'Office national de la chasse et de la faune sauvage est un établissement public de l'Etat à caractère administratif placé sous la double tutelle des ministres chargés de la chasse et de l'agriculture. Il a pour mission de réaliser des études, des recherches et des expérimentations concernant la conservation, la restauration et la gestion de la faune sauvage et ses habitats et la mise en valeur de celle-ci par la chasse. Dans ces domaines, il délivre des formations. Il participe à la mise en valeur et la surveillance de la faune sauvage ainsi qu'au respect de la réglementation relative à la police de la chasse. Il apporte à l'Etat son concours pour l'évaluation de l'état de la faune sauvage ainsi que le suivi de sa gestion, et sa capacité d'expertise et son appui technique pour l'élaboration des orientations régionales visées au I de l'article L. 421-7 ainsi que l'évaluation des documents de gestion de la faune sauvage et de l'amélioration de la qualité de ses habitats. Il est chargé pour le compte de l'Etat de l'organisation matérielle de l'examen du permis de chasser. L'Office national de la chasse et de la faune sauvage peut collaborer avec la Fédération nationale des chasseurs et avec les fédérations départementales des chasseurs sur des questions relatives à leurs domaines d'action respectifs. Les activités entreprises conjointement donnent lieu à l'établissement de conventions spécifiques. II. - Le conseil d'administration de l'Office national de la chasse et de la faune sauvage est composé à hauteur de trois cinquièmes de représentants de l'Etat et de personnalités appartenant aux milieux cynégétiques, notamment aux associations spécialisées de chasse désignées par elles, chacune de ces deux catégories disposant d'un nombre égal de sièges. Il comprend également des représentants d'usagers, des organisations agricoles et forestières et des gestionnaires des espaces naturels, notamment des parcs nationaux et des parcs naturels régionaux, des personnalités qualifiées dans le domaine de la faune sauvage et de la protection de la nature et deux représentants des personnels de l'établissement élus par ces derniers. Le conseil scientifique de l'Office national de la chasse et de la faune sauvage, placé auprès du directeur général, donne son avis au directeur général sur la politique de l'établissement en matière de recherche scientifique et technique. Il évalue les travaux scientifiques des chercheurs de l'établissement. Il participe à l'évaluation de l'état de la faune sauvage et assure le suivi de la gestion de celle-ci. Les services de l'établissement sont dirigés par un directeur général nommé par décret pris sur le rapport du ministre chargé de la chasse. III. - Les ressources de l'établissement sont constituées par les produits des redevances cynégétiques, par des subventions de l'Etat ou des autres personnes publiques, par les redevances pour services rendus, par les produits des emprunts, par les dons et legs et par le produit des ventes qu'il effectue dans le cadre de ses missions.",
            "texteHtml": "<p></p>   I. - L'Office national de la chasse et de la faune sauvage est un établissement public de l'Etat à caractère administratif placé sous la double tutelle des ministres chargés de la chasse et de l'agriculture. Il a pour mission de réaliser des études, des recherches et des expérimentations concernant la conservation, la restauration et la gestion de la faune sauvage et ses habitats et la mise en valeur de celle-ci par la chasse. Dans ces domaines, il délivre des formations. Il participe à la mise en valeur et la surveillance de la faune sauvage ainsi qu'au respect de la réglementation relative à la police de la chasse.<p></p><p></p>   Il apporte à l'Etat son concours pour l'évaluation de l'état de la faune sauvage ainsi que le suivi de sa gestion, et sa capacité d'expertise et son appui technique pour l'élaboration des orientations régionales visées au I de l'article L. 421-7 ainsi que l'évaluation des documents de gestion de la faune sauvage et de l'amélioration de la qualité de ses habitats.<p></p><p></p>   Il est chargé pour le compte de l'Etat de l'organisation matérielle de l'examen du permis de chasser.<p></p><p></p>   L'Office national de la chasse et de la faune sauvage peut collaborer avec la Fédération nationale des chasseurs et avec les fédérations départementales des chasseurs sur des questions relatives à leurs domaines d'action respectifs. Les activités entreprises conjointement donnent lieu à l'établissement de conventions spécifiques.<p></p><p></p>   II. - Le conseil d'administration de l'Office national de la chasse et de la faune sauvage est composé à hauteur de trois cinquièmes de représentants de l'Etat et de personnalités appartenant aux milieux cynégétiques, notamment aux associations spécialisées de chasse désignées par elles, chacune de ces deux catégories disposant d'un nombre égal de sièges. Il comprend également des représentants d'usagers, des organisations agricoles et forestières et des gestionnaires des espaces naturels, notamment des parcs nationaux et des parcs naturels régionaux, des personnalités qualifiées dans le domaine de la faune sauvage et de la protection de la nature et deux représentants des personnels de l'établissement élus par ces derniers.<p></p><p></p>   Le conseil scientifique de l'Office national de la chasse et de la faune sauvage, placé auprès du directeur général, donne son avis au directeur général sur la politique de l'établissement en matière de recherche scientifique et technique. Il évalue les travaux scientifiques des chercheurs de l'établissement. Il participe à l'évaluation de l'état de la faune sauvage et assure le suivi de la gestion de celle-ci.<p></p><p></p>   Les services de l'établissement sont dirigés par un directeur général nommé par décret pris sur le rapport du ministre chargé de la chasse.<p></p><p></p>   III. - Les ressources de l'établissement sont constituées par les produits des redevances cynégétiques, par des subventions de l'Etat ou des autres personnes publiques, par les redevances pour services rendus, par les produits des emprunts, par les dons et legs et par le produit des ventes qu'il effectue dans le cadre de ses missions.<p></p>",
            "num": "L421-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1059609600000,
            "dateFin": 1109203200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000006129025",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000022495757",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143746",
                        "id": "LEGISCTA000006143746",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Organisation de la chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159255",
                        "id": "LEGISCTA000006159255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2020-01-01",
                        "titre": "Section 2 : Office national de la chasse et de la faune sauvage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176528",
                        "id": "LEGISCTA000006176528",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2020-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188397",
                        "id": "LEGISCTA000006188397",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006833770",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188397",
            "sectionParentId": "LEGISCTA000006188397",
            "sectionParentTitre": "Sous-section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Faune et flore &gt; Titre II : Chasse &gt; Chapitre Ier : Organisation de la chasse &gt; Section 2 : Office national de la chasse et de la faune sauvage &gt; Sous-section 1 : Dispositions générales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006833771",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000401865",
                    "textTitle": "Ordonnance 2000-914 2000-09-18 JORF 21 septembre 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000401865",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-21",
                    "dateSignaTexte": "2000-09-18",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31 I JORF 3 juillet 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000604334",
                    "textTitle": "Loi n°2003-698 du 30 juillet 2003 - art. 3 () JORF 31 juillet 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006276247",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-31",
                    "dateSignaTexte": "2003-07-30",
                    "dateDebutCible": "2003-07-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034104632",
                    "textTitle": "Arrêté du 16 février 2017 - art. (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000039233282",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1488326400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L420-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L420-4",
                    "articleId": "LEGIARTI000034110605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L421-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L421-7",
                    "articleId": "LEGIARTI000006833781",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L654-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L654-1",
                    "articleId": "LEGIARTI000006834870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L317-1",
                    "articleId": "LEGIARTI000038846292",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                },
                {
                    "textCid": "JORFTEXT000019103413",
                    "textTitle": "Décret n°2008-636 du 30 juin 2008 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000019104742",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-636",
                    "datePubli": 1214870400000,
                    "dateDebut": 1214956800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L221-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000006582258",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L221-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006833770",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969494400000,
                    "dateFin": 1059609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006833771",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1059609600000,
                    "dateFin": 1109203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006833772",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1109203200000,
                    "dateFin": 1251763200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020616351",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1251763200000,
                    "dateFin": 1444348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031283283",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1444348800000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033033700",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L421-1",
                "421-1"
            ],
            "versionPrecedente": "LEGIARTI000006833770",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006833770",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'Office national de la chasse et de la faune sauvage est un établissement public de l'Etat à caractère administratif. Il a pour mission de réaliser des études, des recherches et des expérimentations concernant la conservation, la restauration et la gestion de la faune sauvage et ses habitats et la mise en valeur de celle-ci par la chasse. Dans ces domaines, il délivre des formations. Il participe à la mise en valeur et la surveillance de la faune sauvage ainsi qu'au respect de la réglementation relative à la police de la chasse. Il apporte à l'Etat son concours pour l'évaluation de l'état de la faune sauvage ainsi que le suivi de sa gestion, et sa capacité d'expertise et son appui technique pour l'élaboration des orientations régionales visées au I de l'article L. 421-7 ainsi que l'évaluation des documents de gestion de la faune sauvage et de l'amélioration de la qualité de ses habitats. Il est chargé pour le compte de l'Etat de l'organisation matérielle de l'examen du permis de chasser. L'Office national de la chasse et de la faune sauvage peut collaborer avec la Fédération nationale des chasseurs et avec les fédérations départementales des chasseurs sur des questions relatives à leurs domaines d'action respectifs. Les activités entreprises conjointement donnent lieu à l'établissement de conventions spécifiques. II. - Le conseil d'administration de l'Office national de la chasse et de la faune sauvage est composé à hauteur de trois cinquièmes de représentants de l'Etat et de personnalités appartenant aux milieux cynégétiques, notamment aux associations spécialisées de chasse désignées par elles, chacune de ces deux catégories disposant d'un nombre égal de sièges. Il comprend également des représentants d'usagers, des organisations agricoles et forestières et des gestionnaires des espaces naturels, notamment des parcs nationaux et des parcs naturels régionaux, des personnalités qualifiées dans le domaine de la faune sauvage et de la protection de la nature et deux représentants des personnels de l'établissement élus par ces derniers. Le conseil scientifique de l'Office national de la chasse et de la faune sauvage, placé auprès du directeur général, donne son avis au directeur général sur la politique de l'établissement en matière de recherche scientifique et technique. Il évalue les travaux scientifiques des chercheurs de l'établissement. Il participe à l'évaluation de l'état de la faune sauvage et assure le suivi de la gestion de celle-ci. Les services de l'établissement sont dirigés par un directeur général nommé par décret pris sur le rapport du ministre chargé de la chasse. III. - Les ressources de l'établissement sont constituées par les produits des redevances cynégétiques, par des subventions de l'Etat ou des autres personnes publiques, par les redevances pour services rendus, par les produits des emprunts, par les dons et legs et par le produit des ventes qu'il effectue dans le cadre de ses missions.",
            "texteHtml": "<p></p>   I. - L'Office national de la chasse et de la faune sauvage est un établissement public de l'Etat à caractère administratif. Il a pour mission de réaliser des études, des recherches et des expérimentations concernant la conservation, la restauration et la gestion de la faune sauvage et ses habitats et la mise en valeur de celle-ci par la chasse. Dans ces domaines, il délivre des formations. Il participe à la mise en valeur et la surveillance de la faune sauvage ainsi qu'au respect de la réglementation relative à la police de la chasse.<p></p><p></p>   Il apporte à l'Etat son concours pour l'évaluation de l'état de la faune sauvage ainsi que le suivi de sa gestion, et sa capacité d'expertise et son appui technique pour l'élaboration des orientations régionales visées au I de l'article L. 421-7 ainsi que l'évaluation des documents de gestion de la faune sauvage et de l'amélioration de la qualité de ses habitats.<p></p><p></p>   Il est chargé pour le compte de l'Etat de l'organisation matérielle de l'examen du permis de chasser.<p></p><p></p>   L'Office national de la chasse et de la faune sauvage peut collaborer avec la Fédération nationale des chasseurs et avec les fédérations départementales des chasseurs sur des questions relatives à leurs domaines d'action respectifs. Les activités entreprises conjointement donnent lieu à l'établissement de conventions spécifiques.<p></p><p></p>   II. - Le conseil d'administration de l'Office national de la chasse et de la faune sauvage est composé à hauteur de trois cinquièmes de représentants de l'Etat et de personnalités appartenant aux milieux cynégétiques, notamment aux associations spécialisées de chasse désignées par elles, chacune de ces deux catégories disposant d'un nombre égal de sièges. Il comprend également des représentants d'usagers, des organisations agricoles et forestières et des gestionnaires des espaces naturels, notamment des parcs nationaux et des parcs naturels régionaux, des personnalités qualifiées dans le domaine de la faune sauvage et de la protection de la nature et deux représentants des personnels de l'établissement élus par ces derniers.<p></p><p></p>   Le conseil scientifique de l'Office national de la chasse et de la faune sauvage, placé auprès du directeur général, donne son avis au directeur général sur la politique de l'établissement en matière de recherche scientifique et technique. Il évalue les travaux scientifiques des chercheurs de l'établissement. Il participe à l'évaluation de l'état de la faune sauvage et assure le suivi de la gestion de celle-ci.<p></p><p></p>   Les services de l'établissement sont dirigés par un directeur général nommé par décret pris sur le rapport du ministre chargé de la chasse.<p></p><p></p>   III. - Les ressources de l'établissement sont constituées par les produits des redevances cynégétiques, par des subventions de l'Etat ou des autres personnes publiques, par les redevances pour services rendus, par les produits des emprunts, par les dons et legs et par le produit des ventes qu'il effectue dans le cadre de ses missions.<p></p>",
            "num": "L421-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 969494400000,
            "dateFin": 1059609600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000006129025",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000022495757",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143746",
                        "id": "LEGISCTA000006143746",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Organisation de la chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159255",
                        "id": "LEGISCTA000006159255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2020-01-01",
                        "titre": "Section 2 : Office national de la chasse et de la faune sauvage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176528",
                        "id": "LEGISCTA000006176528",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2020-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188397",
                        "id": "LEGISCTA000006188397",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006833770",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188397",
            "sectionParentId": "LEGISCTA000006188397",
            "sectionParentTitre": "Sous-section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Faune et flore &gt; Titre II : Chasse &gt; Chapitre Ier : Organisation de la chasse &gt; Section 2 : Office national de la chasse et de la faune sauvage &gt; Sous-section 1 : Dispositions générales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006833770",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000401865",
                    "textTitle": "Ordonnance 2000-914 2000-09-18 JORF 21 septembre 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000401865",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-21",
                    "dateSignaTexte": "2000-09-18",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31 I JORF 3 juillet 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019103413",
                    "textTitle": "Décret n°2008-636 du 30 juin 2008 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000019104742",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-636",
                    "datePubli": 1214870400000,
                    "dateDebut": 1214956800000
                },
                {
                    "textCid": "JORFTEXT000034104632",
                    "textTitle": "Arrêté du 16 février 2017 - art. (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000039233282",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1488326400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L420-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L420-4",
                    "articleId": "LEGIARTI000034110605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L421-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L421-7",
                    "articleId": "LEGIARTI000006833781",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L654-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L654-1",
                    "articleId": "LEGIARTI000006834870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L317-1",
                    "articleId": "LEGIARTI000038846292",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L221-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000006582258",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L221-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006833770",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969494400000,
                    "dateFin": 1059609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006833771",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1059609600000,
                    "dateFin": 1109203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006833772",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1109203200000,
                    "dateFin": 1251763200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020616351",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1251763200000,
                    "dateFin": 1444348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031283283",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1444348800000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033033700",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L421-1",
                "421-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}