{
    "cid": "LEGIARTI000006746102",
    "num": "Annexe I à l'art. R434-32 (1)",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-02-06",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-35)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000006126942",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-02-06",
                        "fin": "2999-01-01",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000028678079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000028674637",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L434-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L434-2",
                    "articleId": "LEGIARTI000006743051",
                    "natureText": "CODE",
                    "date": 1599129385610,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1450828800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000261498",
                    "textTitle": "Décret n°2006-111 du 2 février 2006 - art. 1",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006249135",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-02-05",
                    "dateSignaTexte": "2006-02-02",
                    "dateDebutCible": "2006-02-05"
                }
            ],
            "num": "Annexe I à l'art. R434-32 (1)",
            "origine": "LEGI",
            "texte": "CHAPITRE PRELIMINAIRE I - PRINCIPES GENERAUX . L'article L. 434-2 du Code de la Sécurité sociale dispose, dans son 1er alinéa, que le taux de l'incapacité permanente est déterminé compte tenu d'un barème indicatif d'invalidité. Le présent barème répond donc à la volonté du législateur. Il ne peut avoir qu'un caractère indicatif. Les taux d'incapacité proposés sont des taux moyens, et le médecin chargé de l'évaluation garde, lorsqu'il se trouve devant un cas dont le caractère lui paraît particulier, l'entière liberté de s'écarter des chiffres du barème ; il doit alors exposer clairement les raisons qui l'y ont conduit. Le présent barème indicatif a pour but de fournir les bases d'estimation du préjudice consécutif aux séquelles des accidents du travail et, éventuellement, des maladies professionnelles dans le cadre de l'article L. 434-2 applicable aux salariés du régime général et du régime agricole. Il ne saurait se référer en aucune manière aux règles d'évaluation suivies par les tribunaux dans l'appréciation des dommages au titre du droit commun. L'article précité dispose que l'incapacité permanente est déterminée d'après la nature de l'infirmité, l'état général, l'âge, les facultés physiques et mentales de la victime, ainsi que d'après ses aptitudes et sa qualification professionnelle. Les quatre premiers éléments de l'appréciation concernent donc l'état du sujet considéré, du strict point de vue médical. Le dernier élément concernant les aptitudes et la qualification professionnelle est un élément médico-social ; il appartient au médecin chargé de l'évaluation, lorsque les séquelles de l'accident ou de la maladie professionnelle lui paraissent devoir entraîner une modification dans la situation professionnelle de l'intéressé, ou un changement d'emploi, de bien mettre en relief ce point susceptible d'influer sur l'estimation globale. Les éléments dont le médecin doit tenir compte, avant de proposer le taux médical d'incapacité permanente, sont donc : 1° La nature de l'infirmité. Cet élément doit être considéré comme la donnée de base d'où l'on partira, en y apportant les correctifs, en plus ou en moins, résultant des autres éléments. Cette première donnée représente l'atteinte physique ou mentale de la victime, la diminution de validité qui résulte de la perte ou de l'altération des organes ou des fonctions du corps humain. Le présent barème doit servir à cette évaluation. 2° L'état général. Il s'agit là d'une notion classique qui fait entrer en jeu un certain nombre de facteurs permettant d'estimer l'état de santé du sujet. Il appartient au médecin chargé de l'évaluation d'adapter en fonction de l'état général, le taux résultant de la nature de l'infirmité. Dans ce cas, il en exprimera clairement les raisons. L'estimation de l'état général n'inclut pas les infirmités antérieures - qu'elles résultent d'accident ou de maladie - ; il en sera tenu compte lors de la fixation du taux médical. 3° L'âge. Cet élément, qui souvent peut rejoindre le précédent, doit être pris en considération sans se référer exclusivement à l'indication tirée de l'état civil, mais en fonction de l'âge organique de l'intéressé. Il convient ici de distinguer les conséquences de l'involution physiologique, de celles résultant d'un état pathologique individualisé. Ces dernières conséquences relèvent de l'état antérieur et doivent être estimées dans le cadre de celui-ci. On peut ainsi être amené à majorer le taux théorique affecté à l'infirmité, en raison des obstacles que les conséquences de l'âge apportent à la réadaptation et au reclassement professionnel. 4° Facultés physiques et mentales. Il devra être tenu compte des possibilités de l'individu et de l'incidence que peuvent avoir sur elles les séquelles constatées. Les chiffres proposés l'étant pour un sujet normal, il y a lieu de majorer le taux moyen du barème, si l'état physique ou mental de l'intéressé paraît devoir être affecté plus fortement par les séquelles que celui d'un individu normal. 5° Aptitudes et qualification professionnelles. La notion de qualification professionnelle se rapporte aux possibilités d'exercice d'une profession déterminée. Quant aux aptitudes, il s'agit là des facultés que peut avoir une victime d'accident du travail ou de maladie professionnelle de se reclasser ou de réapprendre un métier compatible avec son état de santé. Lorsqu'un accident du travail ou une maladie professionnelle paraît avoir des répercussions particulières sur la pratique du métier, et, à plus forte raison, lorsque l'assuré ne paraît pas en mesure de reprendre son activité professionnelle antérieure, le médecin conseil peut demander, en accord avec l'intéressé, des renseignements complémentaires au médecin du travail. La possibilité pour l'assuré de continuer à occuper son poste de travail - au besoin en se réadaptant - ou au contraire, l'obligation d'un changement d'emploi ou de profession et les facultés que peut avoir la victime de se reclasser ou de réapprendre un métier, devront être précisées en particulier du fait de dispositions de la réglementation, comme celles concernant l'aptitude médicale aux divers permis de conduire. II - MODE DE CALCUL DU TAUX MEDICAL . Il faut d'abord rappeler que les séquelles d'un accident du travail ne sont pas toujours en rapport avec l'importance de la lésion initiale : des lésions, minimes au départ, peuvent laisser des séquelles considérables, et, à l'inverse, des lésions graves peuvent ne laisser que des séquelles minimes ou même aboutir à la guérison. \" La consolidation \" est le moment où, à la suite de l'état transitoire que constitue la période des soins, la lésion se fixe et prend un caractère permanent sinon définitif, tel qu'un traitement n'est plus en principe nécessaire, si ce n'est pour éviter une aggravation, et qu'il est possible d'apprécier un certain degré d'incapacité permanente consécutive à l'accident, sous réserve de rechutes et de révisions possibles. La consolidation ne coïncide pas nécessairement avec la reprise d'une activité professionnelle. Dans certains cas, les séquelles peuvent être suffisamment importantes pour empêcher celle-ci, et dans d'autres, le travail peut être repris avec poursuite de soins, pendant un temps plus ou moins long, en attendant que la séquelle prenne ce caractère permanent, qui justifie la consolidation, à condition que la valeur du préjudice en résultant soit définitive. L'article L. 433-1 du Code la Sécurité sociale autorise le maintien de l'indemnité journalière en tout ou partie, en cas de reprise d'un travail \" léger \" susceptible de favoriser la consolidation (ou la guérison) de la blessure. La guérison, à l'inverse, ne laisse subsister aucune séquelle fonctionnelle, donc aucune incapacité permanente. Le médecin chargé de l'évaluation ne peut donc pas proposer de taux médical, car il se trouve devant un état de guérison. On peut cependant envisager qu'une maladie d'origine professionnelle oblige à un changement de profession, sans lequel la guérison ne serait pas possible, et qu'alors le préjudice résultant de l'inaptitude entraînée par la maladie en cause, soit réparé. Dans ce cas, il appartient au médecin chargé de l'évaluation de bien mettre en évidence dans ses conclusions la nécessité d'un changement d'emploi. 1. Séquelles résultant de lésions isolées. Ces séquelles seront appréciées en partant du taux moyen proposé par le barème, éventuellement modifié par des estimations en plus ou en moins résultant de l'état général, de l'âge, ainsi que des facultés physiques et mentales, comme il a été exposé ci-dessus. 2. Infirmités multiples résultant d'un même accident. On appelle infirmités multiples, celles qui intéressent des membres ou des organes différents. Lorsque les lésions portant sur des membres différents intéressent une même fonction, les taux estimés doivent s'ajouter, sauf cas expressément précisés au barème. Pour des infirmités multiples ne portant pas sur une même fonction, il y a lieu d'estimer en premier, l'une des incapacités. Le taux ainsi fixé sera retranché de 100 (qui représente la capacité totale) : on obtiendra ainsi la capacité restante. Sauf cas particulier prévu au barème, l'infirmité suivante sera estimée elle-même, puis rapportée à la capacité restante. On obtiendra ainsi le taux correspondant à la deuxième séquelle : l'incapacité globale résultera de la somme des deux taux, ainsi calculés. Celle-ci sera la même quel que soit l'ordre de prise en compte des infirmités. Exemple. - Une lésion \" A \" entraîne une incapacité de 40 %. La capacité restante est donc de 60 %. Une lésion \" B \", consécutive au même accident, entraîne une incapacité chiffrable, selon le barème, à 20 %. L'incapacité due pour cette deuxième lésion sera : 20 % de 60 % de capacité restante, soit 12 %. L'incapacité globale sera donc : 40 % plus 12 % égale 52 %, et ainsi de suite ... Dans le cas d'une troisième lésion, pour l'exemple choisi, la capacité restante serait de 48 %. Cette façon de calculer l'incapacité globale résultant de lésions multiples ne garde bien entendu qu'un caractère indicatif. Le médecin chargé de l'évaluation peut toujours y apporter des modifications ou adopter un autre mode de calcul à condition de justifier son estimation. 3. Infirmités antérieures. L'estimation médicale de l'incapacité doit faire la part de ce qui revient à l'état antérieur, et de ce qui revient à l'accident. Les séquelles rattachables à ce dernier sont seules en principe indemnisables. Mais il peut se produire des actions réciproques qui doivent faire l'objet d'une estimation particulière. a. Il peut arriver qu'un état pathologique antérieur absolument muet soit révélé à l'occasion de l'accident de travail ou de la maladie professionnelle mais qu'il ne soit pas aggravé par les séquelles. Il n'y a aucune raison d'en tenir compte dans l'estimation du taux d'incapacité. b. L'accident ou la maladie professionnelle peut révéler un état pathologique antérieur et l'aggraver. Il convient alors d'indemniser totalement l'aggravation résultant du traumatisme. c. Un état pathologique antérieur connu avant l'accident se trouve aggravé par celui-ci. Etant donné que cet état était connu, il est possible d'en faire l'estimation. L'aggravation indemnisable résultant de l'accident ou de la maladie professionnelle sera évaluée en fonction des séquelles présentées qui peuvent être beaucoup plus importantes que celles survenant chez un sujet sain. Un équilibre physiologique précaire, compatible avec une activité donnée, peut se trouver détruit par l'accident ou la maladie professionnelle. Dans certains cas où la lésion atteint le membre ou l'organe, homologue au membre ou à l'organe lésé ou détruit antérieurement, l'incapacité est en général supérieure à celle d'un sujet ayant un membre ou un organe opposé sain, sans état antérieur. A l'extrême, il peut y avoir perte totale de la capacité de travail de l'intéressé : c'est le cas, par exemple, du borgne qui perd son deuxième oeil, et du manchot qui sera privé du bras restant. Afin d'évaluer équitablement l'incapacité permanente dont reste atteinte la victime présentant un état pathologique antérieur, le médecin devra se poser trois questions : 1° L'accident a-t-il été sans influence sur l'état antérieur ? 2° Les conséquences de l'accident sont-elles plus graves du fait de l'état antérieur ? 3° L'accident a-t-il aggravé l'état antérieur ? Pour le calcul de cette incapacité finale, il n'y a pas lieu, d'une manière générale, de faire application de la formule de Gabrielli. Toutefois, la formule peut être, dans certains cas, un moyen commode de déterminer le taux d'incapacité et l'expert pourra l'utiliser si elle lui paraît constituer le moyen d'appréciation le plus fiable. III - REVISIONS . Hormis les cas où les séquelles présentent d'emblée un caractère définitif, l'état de la victime est susceptible de subir, en aggravation ou en amélioration, une évolution spontanée ou du fait du résultat du traitement soit médical, soit chirurgical ou de l'appareillage. Il peut être alors indiqué de procéder à des révisions périodiques prévues par le Code de la Sécurité sociale (Art. L. 443-1). Dans les deux premières années qui suivent la date de consolidation ou de guérison apparente, la Caisse peut faire procéder à tout moment à une nouvelle fixation des réparations. Au-delà, l'intervalle séparant deux révisions doit être d'au moins un an, sauf accord entre les parties intéressées (art. R. 443-4 et R. 443-5). Pour l'estimation du nouveau taux, on se référera au taux fixé lors de l'examen précédent, et on modifiera ce taux dans la mesure où les sequelles elles-mêmes auront évolué de façon tangible. Le décès de la victime par suite des conséquences de l'accident entraîne une nouvelle fixation des réparations allouées à ses ayants droit éventuels ; elles sont sans relation avec le taux du barème (articles L. 434-7 et suivants).",
            "texteHtml": "<p><strong>CHAPITRE PRELIMINAIRE</strong></p><p><strong>I - PRINCIPES GENERAUX</strong>.</p><p>L'article L. 434-2 du Code de la Sécurité sociale dispose, dans son 1er alinéa, que le taux de l'incapacité permanente est déterminé compte tenu d'un barème indicatif d'invalidité. Le présent barème répond donc à la volonté du législateur. Il ne peut avoir qu'un caractère indicatif. Les taux d'incapacité proposés sont des taux moyens, et le médecin chargé de l'évaluation garde, lorsqu'il se trouve devant un cas dont le caractère lui paraît particulier, l'entière liberté de s'écarter des chiffres du barème ; il doit alors exposer clairement les raisons qui l'y ont conduit.</p><p>Le présent barème indicatif a pour but de fournir les bases d'estimation du préjudice consécutif aux séquelles des accidents du travail et, éventuellement, des maladies professionnelles dans le cadre de l'article L. 434-2 applicable aux salariés du régime général et du régime agricole. Il ne saurait se référer en aucune manière aux règles d'évaluation suivies par les tribunaux dans l'appréciation des dommages au titre du droit commun.</p><p>L'article précité dispose que l'incapacité permanente est déterminée d'après la nature de l'infirmité, l'état général, l'âge, les facultés physiques et mentales de la victime, ainsi que d'après ses aptitudes et sa qualification professionnelle.</p><p>Les quatre premiers éléments de l'appréciation concernent donc l'état du sujet considéré, du strict point de vue médical.</p><p>Le dernier élément concernant les aptitudes et la qualification professionnelle est un élément médico-social ; il appartient au médecin chargé de l'évaluation, lorsque les séquelles de l'accident ou de la maladie professionnelle lui paraissent devoir entraîner une modification dans la situation professionnelle de l'intéressé, ou un changement d'emploi, de bien mettre en relief ce point susceptible d'influer sur l'estimation globale.</p><p>Les éléments dont le médecin doit tenir compte, avant de proposer le taux médical d'incapacité permanente, sont donc :</p><p>1° La nature de l'infirmité. Cet élément doit être considéré comme la donnée de base d'où l'on partira, en y apportant les correctifs, en plus ou en moins, résultant des autres éléments. Cette première donnée représente l'atteinte physique ou mentale de la victime, la diminution de validité qui résulte de la perte ou de l'altération des organes ou des fonctions du corps humain. Le présent barème doit servir à cette évaluation.</p><p>2° L'état général. Il s'agit là d'une notion classique qui fait entrer en jeu un certain nombre de facteurs permettant d'estimer l'état de santé du sujet. Il appartient au médecin chargé de l'évaluation d'adapter en fonction de l'état général, le taux résultant de la nature de l'infirmité. Dans ce cas, il en exprimera clairement les raisons.</p><p>L'estimation de l'état général n'inclut pas les infirmités antérieures - qu'elles résultent d'accident ou de maladie - ; il en sera tenu compte lors de la fixation du taux médical.</p><p>3° L'âge. Cet élément, qui souvent peut rejoindre le précédent, doit être pris en considération sans se référer exclusivement à l'indication tirée de l'état civil, mais en fonction de l'âge organique de l'intéressé. Il convient ici de distinguer les conséquences de l'involution physiologique, de celles résultant d'un état pathologique individualisé. Ces dernières conséquences relèvent de l'état antérieur et doivent être estimées dans le cadre de celui-ci.</p><p>On peut ainsi être amené à majorer le taux théorique affecté à l'infirmité, en raison des obstacles que les conséquences de l'âge apportent à la réadaptation et au reclassement professionnel.</p><p>4° Facultés physiques et mentales. Il devra être tenu compte des possibilités de l'individu et de l'incidence que peuvent avoir sur elles les séquelles constatées. Les chiffres proposés l'étant pour un sujet normal, il y a lieu de majorer le taux moyen du barème, si l'état physique ou mental de l'intéressé paraît devoir être affecté plus fortement par les séquelles que celui d'un individu normal.</p><p>5° Aptitudes et qualification professionnelles. La notion de qualification professionnelle se rapporte aux possibilités d'exercice d'une profession déterminée. Quant aux aptitudes, il s'agit là des facultés que peut avoir une victime d'accident du travail ou de maladie professionnelle de se reclasser ou de réapprendre un métier compatible avec son état de santé.</p><p>Lorsqu'un accident du travail ou une maladie professionnelle paraît avoir des répercussions particulières sur la pratique du métier, et, à plus forte raison, lorsque l'assuré ne paraît pas en mesure de reprendre son activité professionnelle antérieure, le médecin conseil peut demander, en accord avec l'intéressé, des renseignements complémentaires au médecin du travail. La possibilité pour l'assuré de continuer à occuper son poste de travail - au besoin en se réadaptant - ou au contraire, l'obligation d'un changement d'emploi ou de profession et les facultés que peut avoir la victime de se reclasser ou de réapprendre un métier, devront être précisées en particulier du fait de dispositions de la réglementation, comme celles concernant l'aptitude médicale aux divers permis de conduire.</p><p><strong>II - MODE DE CALCUL DU TAUX MEDICAL</strong>.</p><p>Il faut d'abord rappeler que les séquelles d'un accident du travail ne sont pas toujours en rapport avec l'importance de la lésion initiale : des lésions, minimes au départ, peuvent laisser des séquelles considérables, et, à l'inverse, des lésions graves peuvent ne laisser que des séquelles minimes ou même aboutir à la guérison.</p><p>\" La consolidation \" est le moment où, à la suite de l'état transitoire que constitue la période des soins, la lésion se fixe et prend un caractère permanent sinon définitif, tel qu'un traitement n'est plus en principe nécessaire, si ce n'est pour éviter une aggravation, et qu'il est possible d'apprécier un certain degré d'incapacité permanente consécutive à l'accident, sous réserve de rechutes et de révisions possibles.</p><p>La consolidation ne coïncide pas nécessairement avec la reprise d'une activité professionnelle. Dans certains cas, les séquelles peuvent être suffisamment importantes pour empêcher celle-ci, et dans d'autres, le travail peut être repris avec poursuite de soins, pendant un temps plus ou moins long, en attendant que la séquelle prenne ce caractère permanent, qui justifie la consolidation, à condition que la valeur du préjudice en résultant soit définitive.</p><p>L'article L. 433-1 du Code la Sécurité sociale autorise le maintien de l'indemnité journalière en tout ou partie, en cas de reprise d'un travail \" léger \" susceptible de favoriser la consolidation (ou la guérison) de la blessure.</p><p>La guérison, à l'inverse, ne laisse subsister aucune séquelle fonctionnelle, donc aucune incapacité permanente. Le médecin chargé de l'évaluation ne peut donc pas proposer de taux médical, car il se trouve devant un état de guérison. On peut cependant envisager qu'une maladie d'origine professionnelle oblige à un changement de profession, sans lequel la guérison ne serait pas possible, et qu'alors le préjudice résultant de l'inaptitude entraînée par la maladie en cause, soit réparé.</p><p>Dans ce cas, il appartient au médecin chargé de l'évaluation de bien mettre en évidence dans ses conclusions la nécessité d'un changement d'emploi.</p><p>1. Séquelles résultant de lésions isolées.</p><p>Ces séquelles seront appréciées en partant du taux moyen proposé par le barème, éventuellement modifié par des estimations en plus ou en moins résultant de l'état général, de l'âge, ainsi que des facultés physiques et mentales, comme il a été exposé ci-dessus.</p><p>2. Infirmités multiples résultant d'un même accident.</p><p>On appelle infirmités multiples, celles qui intéressent des membres ou des organes différents.</p><p>Lorsque les lésions portant sur des membres différents intéressent une même fonction, les taux estimés doivent s'ajouter, sauf cas expressément précisés au barème.</p><p>Pour des infirmités multiples ne portant pas sur une même fonction, il y a lieu d'estimer en premier, l'une des incapacités. Le taux ainsi fixé sera retranché de 100 (qui représente la capacité totale) : on obtiendra ainsi la capacité restante. Sauf cas particulier prévu au barème, l'infirmité suivante sera estimée elle-même, puis rapportée à la capacité restante. On obtiendra ainsi le taux correspondant à la deuxième séquelle : l'incapacité globale résultera de la somme des deux taux, ainsi calculés. Celle-ci sera la même quel que soit l'ordre de prise en compte des infirmités.</p><p>Exemple. - Une lésion \" A \" entraîne une incapacité de 40 %. La capacité restante est donc de 60 %.</p><p>Une lésion \" B \", consécutive au même accident, entraîne une incapacité chiffrable, selon le barème, à 20 %. L'incapacité due pour cette deuxième lésion sera : 20 % de 60 % de capacité restante, soit 12 %.</p><p>L'incapacité globale sera donc : 40 % plus 12 % égale 52 %, et ainsi de suite ...</p><p>Dans le cas d'une troisième lésion, pour l'exemple choisi, la capacité restante serait de 48 %.</p><p>Cette façon de calculer l'incapacité globale résultant de lésions multiples ne garde bien entendu qu'un caractère indicatif. Le médecin chargé de l'évaluation peut toujours y apporter des modifications ou adopter un autre mode de calcul à condition de justifier son estimation.</p><p>3. Infirmités antérieures.</p><p>L'estimation médicale de l'incapacité doit faire la part de ce qui revient à l'état antérieur, et de ce qui revient à l'accident. Les séquelles rattachables à ce dernier sont seules en principe indemnisables. Mais il peut se produire des actions réciproques qui doivent faire l'objet d'une estimation particulière.</p><p>a. Il peut arriver qu'un état pathologique antérieur absolument muet soit révélé à l'occasion de l'accident de travail ou de la maladie professionnelle mais qu'il ne soit pas aggravé par les séquelles. Il n'y a aucune raison d'en tenir compte dans l'estimation du taux d'incapacité.</p><p>b. L'accident ou la maladie professionnelle peut révéler un état pathologique antérieur et l'aggraver. Il convient alors d'indemniser totalement l'aggravation résultant du traumatisme.</p><p>c. Un état pathologique antérieur connu avant l'accident se trouve aggravé par celui-ci. Etant donné que cet état était connu, il est possible d'en faire l'estimation. L'aggravation indemnisable résultant de l'accident ou de la maladie professionnelle sera évaluée en fonction des séquelles présentées qui peuvent être beaucoup plus importantes que celles survenant chez un sujet sain. Un équilibre physiologique précaire, compatible avec une activité donnée, peut se trouver détruit par l'accident ou la maladie professionnelle.</p><p>Dans certains cas où la lésion atteint le membre ou l'organe, homologue au membre ou à l'organe lésé ou détruit antérieurement, l'incapacité est en général supérieure à celle d'un sujet ayant un membre ou un organe opposé sain, sans état antérieur. A l'extrême, il peut y avoir perte totale de la capacité de travail de l'intéressé : c'est le cas, par exemple, du borgne qui perd son deuxième oeil, et du manchot qui sera privé du bras restant.</p><p>Afin d'évaluer équitablement l'incapacité permanente dont reste atteinte la victime présentant un état pathologique antérieur, le médecin devra se poser trois questions :</p><p>1° L'accident a-t-il été sans influence sur l'état antérieur ?</p><p>2° Les conséquences de l'accident sont-elles plus graves du fait de l'état antérieur ?</p><p>3° L'accident a-t-il aggravé l'état antérieur ?</p><p>Pour le calcul de cette incapacité finale, il n'y a pas lieu, d'une manière générale, de faire application de la formule de Gabrielli. Toutefois, la formule peut être, dans certains cas, un moyen commode de déterminer le taux d'incapacité et l'expert pourra l'utiliser si elle lui paraît constituer le moyen d'appréciation le plus fiable.</p><p><strong>III - REVISIONS</strong>.</p><p>Hormis les cas où les séquelles présentent d'emblée un caractère définitif, l'état de la victime est susceptible de subir, en aggravation ou en amélioration, une évolution spontanée ou du fait du résultat du traitement soit médical, soit chirurgical ou de l'appareillage.</p><p>Il peut être alors indiqué de procéder à des révisions périodiques prévues par le Code de la Sécurité sociale (Art. L. 443-1). Dans les deux premières années qui suivent la date de consolidation ou de guérison apparente, la Caisse peut faire procéder à tout moment à une nouvelle fixation des réparations. Au-delà, l'intervalle séparant deux révisions doit être d'au moins un an, sauf accord entre les parties intéressées (art. R. 443-4 et R. 443-5).</p><p>Pour l'estimation du nouveau taux, on se référera au taux fixé lors de l'examen précédent, et on modifiera ce taux dans la mesure où les sequelles elles-mêmes auront évolué de façon tangible.</p><p>Le décès de la victime par suite des conséquences de l'accident entraîne une nouvelle fixation des réparations allouées à ses ayants droit éventuels ; elles sont sans relation avec le taux du barème (articles L. 434-7 et suivants).</p>",
            "type": "AUTONOME",
            "dateDebut": "2006-02-06T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-02-06",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-35)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000006126942",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-02-06",
                        "fin": "2999-01-01",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000028678079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006746102",
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R434-35 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R434-35",
                    "articleId": "LEGIARTI000006750554",
                    "natureText": "CODE"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L434-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L434-2",
                    "articleId": "LEGIARTI000006743051",
                    "natureText": "CODE",
                    "date": 1599107953379,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1450828800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17 art. 1 JORF 21 décembre 1985",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "Annexe I à l'art. R434-35 (1)",
            "origine": "LEGI",
            "texte": "CHAPITRE PRELIMINAIRE I - PRINCIPES GENERAUX . L'article L. 434-2 du Code de la Sécurité sociale dispose, dans son 1er alinéa, que le taux de l'incapacité permanente est déterminé compte tenu d'un barème indicatif d'invalidité. Le présent barème répond donc à la volonté du législateur. Il ne peut avoir qu'un caractère indicatif. Les taux d'incapacité proposés sont des taux moyens, et le médecin chargé de l'évaluation garde, lorsqu'il se trouve devant un cas dont le caractère lui paraît particulier, l'entière liberté de s'écarter des chiffres du barème ; il doit alors exposer clairement les raisons qui l'y ont conduit. Le présent barème indicatif a pour but de fournir les bases d'estimation du préjudice consécutif aux séquelles des accidents du travail et, éventuellement, des maladies professionnelles dans le cadre de l'article L. 434-2 applicable aux salariés du régime général et du régime agricole. Il ne saurait se référer en aucune manière aux règles d'évaluation suivies par les tribunaux dans l'appréciation des dommages au titre du droit commun. L'article précité dispose que l'incapacité permanente est déterminée d'après la nature de l'infirmité, l'état général, l'âge, les facultés physiques et mentales de la victime, ainsi que d'après ses aptitudes et sa qualification professionnelle. Les quatre premiers éléments de l'appréciation concernent donc l'état du sujet considéré, du strict point de vue médical. Le dernier élément concernant les aptitudes et la qualification professionnelle est un élément médico-social ; il appartient au médecin chargé de l'évaluation, lorsque les séquelles de l'accident ou de la maladie professionnelle lui paraissent devoir entraîner une modification dans la situation professionnelle de l'intéressé, ou un changement d'emploi, de bien mettre en relief ce point susceptible d'influer sur l'estimation globale. Les éléments dont le médecin doit tenir compte, avant de proposer le taux médical d'incapacité permanente, sont donc : 1° La nature de l'infirmité. Cet élément doit être considéré comme la donnée de base d'où l'on partira, en y apportant les correctifs, en plus ou en moins, résultant des autres éléments. Cette première donnée représente l'atteinte physique ou mentale de la victime, la diminution de validité qui résulte de la perte ou de l'altération des organes ou des fonctions du corps humain. Le présent barème doit servir à cette évaluation. 2° L'état général. Il s'agit là d'une notion classique qui fait entrer en jeu un certain nombre de facteurs permettant d'estimer l'état de santé du sujet. Il appartient au médecin chargé de l'évaluation d'adapter en fonction de l'état général, le taux résultant de la nature de l'infirmité. Dans ce cas, il en exprimera clairement les raisons. L'estimation de l'état général n'inclut pas les infirmités antérieures - qu'elles résultent d'accident ou de maladie - ; il en sera tenu compte lors de la fixation du taux médical. 3° L'âge. Cet élément, qui souvent peut rejoindre le précédent, doit être pris en considération sans se référer exclusivement à l'indication tirée de l'état civil, mais en fonction de l'âge organique de l'intéressé. Il convient ici de distinguer les conséquences de l'involution physiologique, de celles résultant d'un état pathologique individualisé. Ces dernières conséquences relèvent de l'état antérieur et doivent être estimées dans le cadre de celui-ci. On peut ainsi être amené à majorer le taux théorique affecté à l'infirmité, en raison des obstacles que les conséquences de l'âge apportent à la réadaptation et au reclassement professionel. 4° Facultés physiques et mentales. Il devra être tenu compte des possibilités de l'individu et de l'incidence que peuvent avoir sur elles les séquelles constatées. Les chiffres proposés l'étant pour un sujet normal, il y a lieu de majorer le taux moyen du barème, si l'état physique ou mental de l'intéressé paraît devoir être affecté plus fortement par les séquelles que celui d'un individu normal. 5° Aptitudes et qualification professionnelles. La notion de qualification professionnelle se rapporte aux possibilités d'exercice d'une profession déterminée. Quant aux aptitudes, il s'agit là des facultés que peut avoir une victime d'accident du travail ou de maladie professionnelle de se reclasser ou de réapprendre un métier compatible avec son état de santé. Lorsqu'un accident du travail ou une maladie professionnelle paraît avoir des répercussions particulières sur la pratique du métier, et, à plus forte raison, lorsque l'assuré ne paraît pas en mesure de reprendre son activité professionnelle antérieure, le médecin conseil peut demander, en accord avec l'intéressé, des renseignements complémentaires au médecin du travail. La possibilité pour l'assuré de continuer à occuper son poste de travail - au besoin en se réadaptant - ou au contraire, l'obligation d'un changement d'emploi ou de profession et les facultés que peut avoir la victime de se reclasser ou de réapprendre un métier, devront être précisées en particulier du fait de dispositions de la réglementation, comme celles concernant l'aptitude médicale aux divers permis de conduire. II - MODE DE CALCUL DU TAUX MEDICAL . Il faut d'abord rappeler que les séquelles d'un accident du travail ne sont pas toujours en rapport avec l'importance de la lésion initiale : des lésions, minimes au départ, peuvent laisser des séquelles considérables, et, à l'inverse, des lésions graves peuvent ne laisser que des séquelles minimes ou même aboutir à la guérison. \" La consolidation \" est le moment où, à la suite de l'état transitoire que constitue la période des soins, la lésion se fixe et prend un caractère permanent sinon définitif, tel qu'un traitement n'est plus en principe nécessaire, si ce n'est pour éviter une aggravation, et qu'il est possible d'apprécier un certain degré d'incapacité permanente consécutive à l'accident, sous réserve de rechutes et de révisions possibles. La consolidation ne coïncide pas nécessairement avec la reprise d'une activité professionnelle. Dans certains cas, les séquelles peuvent être suffisamment importantes pour empêcher celle-ci, et dans d'autres, le travail peut être repris avec poursuite de soins, pendant un temps plus ou moins long, en attendant que la séquelle prenne ce caractère permanent, qui justifie la consolidation, à condition que la valeur du préjudice en résultant soit définitive. L'article L. 433-1 du Code la Sécurité sociale autorise le maintien de l'indemnité journalière en tout ou partie, en cas de reprise d'un travail \" léger \" susceptible de favoriser la consolidation (ou la guérison) de la blessure. La guérison, à l'inverse, ne laisse subsister aucune séquelle fonctionnelle, donc aucune incapacité permanente. Le médecin chargé de l'évaluation ne peut donc pas proposer de taux médical, car il se trouve devant un état de guérison. On peut cependant envisager qu'une maladie d'origine professionnelle oblige à un changement de profession, sans lequel la guérison ne serait pas possible, et qu'alors le préjudice résultant de l'inaptitude entraînée par la maladie en cause, soit réparé. Dans ce cas, il appartient au médecin chargé de l'évaluation de bien mettre en évidence dans ses conclusions la nécessité d'un changement d'emploi. 1. Séquelles résultant de lésions isolées. Ces séquelles seront appréciées en partant du taux moyen proposé par le barème, éventuellement modifié par des estimations en plus ou en moins résultant de l'état général, de l'âge, ainsi que des facultés physiques et mentales, comme il a été exposé ci-dessus. 2. Infirmités multiples résultant d'un même accident. On appelle infirmités multiples, celles qui intéressent des membres ou des organes différents. Lorsque les lésions portant sur des membres différents intéressent une même fonction, les taux estimés doivent s'ajouter, sauf cas expressément précisés au barème. Pour des infirmités multiples ne portant pas sur une même fonction, il y a lieu d'estimer en premier, l'une des incapacités. Le taux ainsi fixé sera retranché de 100 (qui représente la capacité totale) : on obtiendra ainsi la capacité restante. Sauf cas particulier prévu au barème, l'infirmité suivante sera estimée elle-même, puis rapportée à la capacité restante. On obtiendra ainsi le taux correspondant à la deuxième séquelle : l'incapacité globale résultera de la somme des deux taux, ainsi calculés. Celle-ci sera la même quel que soit l'ordre de prise en compte des infirmités. Exemple. - Une lésion \" A \" entraîne une incapacité de 40 %. La capacité restante est donc de 60 %. Une lésion \" B \", consécutive au même accident, entraîne une incapacité chiffrable, selon le barème, à 20 %. L'incapacité due pour cette deuxième lésion sera : 20 % de 60 % de capacité restante, soit 12 %. L'incapacité globale sera donc : 40 % plus 12 % égale 52 %, et ainsi de suite ... Dans le cas d'une troisième lésion, pour l'exemple choisi, la capacité restante serait de 48 %. Cette façon de calculer l'incapacité globale résultant de lésions multiples ne garde bien entendu qu'un caractère indicatif. Le médecin chargé de l'évaluation peut toujours y apporter des modifications ou adopter un autre mode de calcul à condition de justifier son estimation. 3. Infirmités antérieures. L'estimation médicale de l'incapacité doit faire la part de ce qui revient à l'état antérieur, et de ce qui revient à l'accident. Les séquelles rattachables à ce dernier sont seules en principe indemnisables. Mais il peut se produire des actions réciproques qui doivent faire l'objet d'une estimation particulière. a. Il peut arriver qu'un état pathologique antérieur absolument muet soit révélé à l'occasion de l'accident de travail ou de la maladie professionnelle mais qu'il ne soit pas aggravé par les séquelles. Il n'y a aucune raison d'en tenir compte dans l'estimation du taux d'incapacité. b. L'accident ou la maladie professionnelle peut révéler un état pathologique antérieur et l'aggraver. Il convient alors d'indemniser totalement l'aggravation résultant du traumatisme. c. Un état pathologique antérieur connu avant l'accident se trouve aggravé par celui-ci. Etant donné que cet état était connu, il est possible d'en faire l'estimation. L'aggravation indemnisable résultant de l'accident ou de la maladie professionnelle sera évaluée en fonction des séquelles présentées qui peuvent être beaucoup plus importantes que celles survenant chez un sujet sain. Un équilibre physiologique précaire, compatible avec une activité donnée, peut se trouver détruit par l'accident ou la maladie professionnelle. Dans certains cas où la lésion atteint le membre ou l'organe, homologue au membre ou à l'organe lésé ou détruit antérieurement, l'incapacité est en général supérieure à celle d'un sujet ayant un membre ou un organe opposé sain, sans état antérieur. A l'extrême, il peut y avoir perte totale de la capacité de travail de l'intéressé : c'est le cas, par exemple, du borgne qui perd son deuxième oeil, et du manchot qui sera privé du bras restant. Afin d'évaluer équitablement l'incapacité permanente dont reste atteinte la victime présentant un état pathologique antérieur, le médecin devra se poser trois questions : 1° L'accident a-t-il été sans influence sur l'état antérieur ? 2° Les conséquences de l'accident sont-elles plus graves du fait de l'état antérieur ? 3° L'accident a-t-il aggravé l'état antérieur ? Pour le calcul de cette incapacité finale, il n'y a pas lieu, d'une manière générale, de faire application de la formule de Gabrielli. Toutefois, la formule peut être, dans certains cas, un moyen commode de déterminer le taux d'incapacité et l'expert pourra l'utiliser si elle lui paraît constituer le moyen d'appréciation le plus fiable. III - REVISIONS . Hormis les cas où les séquelles présentent d'emblée un caractère définitif, l'état de la victime est susceptible de subir, en aggravation ou en amélioration, une évolution spontanée ou du fait du résultat du traitement soit médical, soit chirurgical ou de l'appareillage. Il peut être alors indiqué de procéder à des révisions périodiques prévues par le Code de la Sécurité sociale (Art. L. 443-1). Dans les deux premières années qui suivent la date de consolidation ou de guérison apparente, la Caisse peut faire procéder à tout moment à une nouvelle fixation des réparations. Au-delà, l'intervalle séparant deux révisions doit être d'au moins un an, sauf accord entre les parties intéressées (art. R. 443-4 et R. 443-5). Pour l'estimation du nouveau taux, on se référera au taux fixé lors de l'examen précédent, et on modifiera ce taux dans la mesure où les sequelles elles-mêmes auront évolué de façon tangible. Le décès de la victime par suite des conséquences de l'accident entraîne une nouvelle fixation des réparations allouées à ses ayants droit éventuels ; elles sont sans relation avec le taux du barème (articles L. 434-7 et suivants).",
            "texteHtml": "<p><strong>CHAPITRE PRELIMINAIRE</strong></p><p id='LEGISCTA000006156423'><strong>I - PRINCIPES GENERAUX</strong>. </p><p>L'article L. 434-2 du Code de la Sécurité sociale dispose, dans son 1er alinéa, que le taux de l'incapacité permanente est déterminé compte tenu d'un barème indicatif d'invalidité. Le présent barème répond donc à la volonté du législateur. Il ne peut avoir qu'un caractère indicatif. Les taux d'incapacité proposés sont des taux moyens, et le médecin chargé de l'évaluation garde, lorsqu'il se trouve devant un cas dont le caractère lui paraît particulier, l'entière liberté de s'écarter des chiffres du barème ; il doit alors exposer clairement les raisons qui l'y ont conduit.</p><p>Le présent barème indicatif a pour but de fournir les bases d'estimation du préjudice consécutif aux séquelles des accidents du travail et, éventuellement, des maladies professionnelles dans le cadre de l'article L. 434-2 applicable aux salariés du régime général et du régime agricole. Il ne saurait se référer en aucune manière aux règles d'évaluation suivies par les tribunaux dans l'appréciation des dommages au titre du droit commun.</p><p>L'article précité dispose que l'incapacité permanente est déterminée d'après la nature de l'infirmité, l'état général, l'âge, les facultés physiques et mentales de la victime, ainsi que d'après ses aptitudes et sa qualification professionnelle.</p><p>Les quatre premiers éléments de l'appréciation concernent donc l'état du sujet considéré, du strict point de vue médical.</p><p>Le dernier élément concernant les aptitudes et la qualification professionnelle est un élément médico-social ; il appartient au médecin chargé de l'évaluation, lorsque les séquelles de l'accident ou de la maladie professionnelle lui paraissent devoir entraîner une modification dans la situation professionnelle de l'intéressé, ou un changement d'emploi, de bien mettre en relief ce point susceptible d'influer sur l'estimation globale.</p><p>Les éléments dont le médecin doit tenir compte, avant de proposer le taux médical d'incapacité permanente, sont donc :</p><p>1° La nature de l'infirmité. Cet élément doit être considéré comme la donnée de base d'où l'on partira, en y apportant les correctifs, en plus ou en moins, résultant des autres éléments. Cette première donnée représente l'atteinte physique ou mentale de la victime, la diminution de validité qui résulte de la perte ou de l'altération des organes ou des fonctions du corps humain. Le présent barème doit servir à cette évaluation.</p><p>2° L'état général. Il s'agit là d'une notion classique qui fait entrer en jeu un certain nombre de facteurs permettant d'estimer l'état de santé du sujet. Il appartient au médecin chargé de l'évaluation d'adapter en fonction de l'état général, le taux résultant de la nature de l'infirmité. Dans ce cas, il en exprimera clairement les raisons.</p><p>L'estimation de l'état général n'inclut pas les infirmités antérieures - qu'elles résultent d'accident ou de maladie - ; il en sera tenu compte lors de la fixation du taux médical.</p><p>3° L'âge. Cet élément, qui souvent peut rejoindre le précédent, doit être pris en considération sans se référer exclusivement à l'indication tirée de l'état civil, mais en fonction de l'âge organique de l'intéressé. Il convient ici de distinguer les conséquences de l'involution physiologique, de celles résultant d'un état pathologique individualisé. Ces dernières conséquences relèvent de l'état antérieur et doivent être estimées dans le cadre de celui-ci.</p><p>On peut ainsi être amené à majorer le taux théorique affecté à l'infirmité, en raison des obstacles que les conséquences de l'âge apportent à la réadaptation et au reclassement professionel.</p><p>4° Facultés physiques et mentales. Il devra être tenu compte des possibilités de l'individu et de l'incidence que peuvent avoir sur elles les séquelles constatées. Les chiffres proposés l'étant pour un sujet normal, il y a lieu de majorer le taux moyen du barème, si l'état physique ou mental de l'intéressé paraît devoir être affecté plus fortement par les séquelles que celui d'un individu normal.</p><p>5° Aptitudes et qualification professionnelles. La notion de qualification professionnelle se rapporte aux possibilités d'exercice d'une profession déterminée. Quant aux aptitudes, il s'agit là des facultés que peut avoir une victime d'accident du travail ou de maladie professionnelle de se reclasser ou de réapprendre un métier compatible avec son état de santé.</p><p>Lorsqu'un accident du travail ou une maladie professionnelle paraît avoir des répercussions particulières sur la pratique du métier, et, à plus forte raison, lorsque l'assuré ne paraît pas en mesure de reprendre son activité professionnelle antérieure, le médecin conseil peut demander, en accord avec l'intéressé, des renseignements complémentaires au médecin du travail. La possibilité pour l'assuré de continuer à occuper son poste de travail - au besoin en se réadaptant - ou au contraire, l'obligation d'un changement d'emploi ou de profession et les facultés que peut avoir la victime de se reclasser ou de réapprendre un métier, devront être précisées en particulier du fait de dispositions de la réglementation, comme celles concernant l'aptitude médicale aux divers permis de conduire.</p><p id='LEGISCTA000006156424'><strong>II - MODE DE CALCUL DU TAUX MEDICAL</strong>. </p><p>Il faut d'abord rappeler que les séquelles d'un accident du travail ne sont pas toujours en rapport avec l'importance de la lésion initiale : des lésions, minimes au départ, peuvent laisser des séquelles considérables, et, à l'inverse, des lésions graves peuvent ne laisser que des séquelles minimes ou même aboutir à la guérison. </p><p>\" La consolidation \" est le moment où, à la suite de l'état transitoire que constitue la période des soins, la lésion se fixe et prend un caractère permanent sinon définitif, tel qu'un traitement n'est plus en principe nécessaire, si ce n'est pour éviter une aggravation, et qu'il est possible d'apprécier un certain degré d'incapacité permanente consécutive à l'accident, sous réserve de rechutes et de révisions possibles. </p><p>La consolidation ne coïncide pas nécessairement avec la reprise d'une activité professionnelle. Dans certains cas, les séquelles peuvent être suffisamment importantes pour empêcher celle-ci, et dans d'autres, le travail peut être repris avec poursuite de soins, pendant un temps plus ou moins long, en attendant que la séquelle prenne ce caractère permanent, qui justifie la consolidation, à condition que la valeur du préjudice en résultant soit définitive. </p><p>L'article L. 433-1 du Code la Sécurité sociale autorise le maintien de l'indemnité journalière en tout ou partie, en cas de reprise d'un travail \" léger \" susceptible de favoriser la consolidation (ou la guérison) de la blessure. </p><p>La guérison, à l'inverse, ne laisse subsister aucune séquelle fonctionnelle, donc aucune incapacité permanente. Le médecin chargé de l'évaluation ne peut donc pas proposer de taux médical, car il se trouve devant un état de guérison. On peut cependant envisager qu'une maladie d'origine professionnelle oblige à un changement de profession, sans lequel la guérison ne serait pas possible, et qu'alors le préjudice résultant de l'inaptitude entraînée par la maladie en cause, soit réparé. </p><p>Dans ce cas, il appartient au médecin chargé de l'évaluation de bien mettre en évidence dans ses conclusions la nécessité d'un changement d'emploi. </p><p>1. Séquelles résultant de lésions isolées. </p><p>Ces séquelles seront appréciées en partant du taux moyen proposé par le barème, éventuellement modifié par des estimations en plus ou en moins résultant de l'état général, de l'âge, ainsi que des facultés physiques et mentales, comme il a été exposé ci-dessus. </p><p>2. Infirmités multiples résultant d'un même accident. </p><p>On appelle infirmités multiples, celles qui intéressent des membres ou des organes différents. </p><p>Lorsque les lésions portant sur des membres différents intéressent une même fonction, les taux estimés doivent s'ajouter, sauf cas expressément précisés au barème. </p><p>Pour des infirmités multiples ne portant pas sur une même fonction, il y a lieu d'estimer en premier, l'une des incapacités. Le taux ainsi fixé sera retranché de 100 (qui représente la capacité totale) : on obtiendra ainsi la capacité restante. Sauf cas particulier prévu au barème, l'infirmité suivante sera estimée elle-même, puis rapportée à la capacité restante. On obtiendra ainsi le taux correspondant à la deuxième séquelle : l'incapacité globale résultera de la somme des deux taux, ainsi calculés. Celle-ci sera la même quel que soit l'ordre de prise en compte des infirmités. </p><p>Exemple. - Une lésion \" A \" entraîne une incapacité de 40 %. La capacité restante est donc de 60 %. </p><p>Une lésion \" B \", consécutive au même accident, entraîne une incapacité chiffrable, selon le barème, à 20 %. L'incapacité due pour cette deuxième lésion sera : 20 % de 60 % de capacité restante, soit 12 %. </p><p>L'incapacité globale sera donc : 40 % plus 12 % égale 52 %, et ainsi de suite ... </p><p>Dans le cas d'une troisième lésion, pour l'exemple choisi, la capacité restante serait de 48 %. </p><p>Cette façon de calculer l'incapacité globale résultant de lésions multiples ne garde bien entendu qu'un caractère indicatif. Le médecin chargé de l'évaluation peut toujours y apporter des modifications ou adopter un autre mode de calcul à condition de justifier son estimation. </p><p>3. Infirmités antérieures. </p><p>L'estimation médicale de l'incapacité doit faire la part de ce qui revient à l'état antérieur, et de ce qui revient à l'accident. Les séquelles rattachables à ce dernier sont seules en principe indemnisables. Mais il peut se produire des actions réciproques qui doivent faire l'objet d'une estimation particulière. </p><p>a. Il peut arriver qu'un état pathologique antérieur absolument muet soit révélé à l'occasion de l'accident de travail ou de la maladie professionnelle mais qu'il ne soit pas aggravé par les séquelles. Il n'y a aucune raison d'en tenir compte dans l'estimation du taux d'incapacité. </p><p>b. L'accident ou la maladie professionnelle peut révéler un état pathologique antérieur et l'aggraver. Il convient alors d'indemniser totalement l'aggravation résultant du traumatisme. </p><p>c. Un état pathologique antérieur connu avant l'accident se trouve aggravé par celui-ci. Etant donné que cet état était connu, il est possible d'en faire l'estimation. L'aggravation indemnisable résultant de l'accident ou de la maladie professionnelle sera évaluée en fonction des séquelles présentées qui peuvent être beaucoup plus importantes que celles survenant chez un sujet sain. Un équilibre physiologique précaire, compatible avec une activité donnée, peut se trouver détruit par l'accident ou la maladie professionnelle. </p><p>Dans certains cas où la lésion atteint le membre ou l'organe, homologue au membre ou à l'organe lésé ou détruit antérieurement, l'incapacité est en général supérieure à celle d'un sujet ayant un membre ou un organe opposé sain, sans état antérieur. A l'extrême, il peut y avoir perte totale de la capacité de travail de l'intéressé : c'est le cas, par exemple, du borgne qui perd son deuxième oeil, et du manchot qui sera privé du bras restant. </p><p>Afin d'évaluer équitablement l'incapacité permanente dont reste atteinte la victime présentant un état pathologique antérieur, le médecin devra se poser trois questions : </p><p>1° L'accident a-t-il été sans influence sur l'état antérieur ? </p><p>2° Les conséquences de l'accident sont-elles plus graves du fait de l'état antérieur ? </p><p>3° L'accident a-t-il aggravé l'état antérieur ? </p><p>Pour le calcul de cette incapacité finale, il n'y a pas lieu, d'une manière générale, de faire application de la formule de Gabrielli. Toutefois, la formule peut être, dans certains cas, un moyen commode de déterminer le taux d'incapacité et l'expert pourra l'utiliser si elle lui paraît constituer le moyen d'appréciation le plus fiable. </p><p id='LEGISCTA000006156425'><strong>III - REVISIONS</strong>. </p><p>Hormis les cas où les séquelles présentent d'emblée un caractère définitif, l'état de la victime est susceptible de subir, en aggravation ou en amélioration, une évolution spontanée ou du fait du résultat du traitement soit médical, soit chirurgical ou de l'appareillage. </p><p>Il peut être alors indiqué de procéder à des révisions périodiques prévues par le Code de la Sécurité sociale (Art. L. 443-1). Dans les deux premières années qui suivent la date de consolidation ou de guérison apparente, la Caisse peut faire procéder à tout moment à une nouvelle fixation des réparations. Au-delà, l'intervalle séparant deux révisions doit être d'au moins un an, sauf accord entre les parties intéressées (art. R. 443-4 et R. 443-5). </p><p>Pour l'estimation du nouveau taux, on se référera au taux fixé lors de l'examen précédent, et on modifiera ce taux dans la mesure où les sequelles elles-mêmes auront évolué de façon tangible. </p><p>Le décès de la victime par suite des conséquences de l'accident entraîne une nouvelle fixation des réparations allouées à ses ayants droit éventuels ; elles sont sans relation avec le taux du barème (articles L. 434-7 et suivants). </p>",
            "type": "AUTONOME",
            "dateDebut": "1985-12-21T00:00:00.000Z",
            "dateFin": "2006-02-06T00:00:00.000Z"
        }
    ]
}