{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043978714",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les gestionnaires, publics et privés, des services de restauration collective scolaire proposent, au moins une fois par semaine, un menu végétarien. Ce menu peut être composé de protéines animales ou végétales et respecte, lorsqu'elles s'appliquent, les règles relatives à la qualité nutritionnelle des repas prévues à l'article L. 230-5. Les gestionnaires veillent à privilégier des approvisionnements en produits agricoles et en denrées alimentaires répondant à des exigences en matière de qualité ou de préservation de l'environnement. II.-Sous réserve des conditions fixées par voie réglementaire destinées à garantir l'équilibre nutritionnel des repas servis et du respect d'exigences adaptées aux besoins des usagers, notamment à l'âge des enfants pour la restauration scolaire, et à titre expérimental, les collectivités territoriales volontaires proposent quotidiennement le choix d'un menu végétarien dans les services de restauration collective dont elles ont la charge. Cette expérimentation débute à la date de publication de la loi n° 2021-1104 du 22 août 2021 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets, pour une durée de deux ans, et fait l'objet d'une évaluation, notamment sur son application territoriale, sur son impact sur le climat, sur l'évolution de l'approvisionnement des établissements concernés en produits de qualité bénéficiant de signes ou mentions prévus à l'article L. 230-5-1 du présent code, sur le gaspillage alimentaire, sur les taux de fréquentation, sur le coût des repas et sur la qualité nutritionnelle des repas servis. Les collectivités volontaires font connaître au représentant de l'Etat dans la région leur engagement dans l'expérimentation afin d'en faciliter l'évaluation. Le bilan de cette évaluation est présenté par le Gouvernement au Parlement et rendu public au plus tard six mois avant le terme de l'expérimentation. L'évaluation porte également sur les modalités d'application à la restauration scolaire à menu unique et prend en compte les avis de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail liés à la qualité nutritionnelle des repas végétariens et l'évaluation prévue à l'article L. 230-5-6 du code rural et de la pêche maritime, dans sa rédaction résultant de la loi n° 2018-938 du 30 octobre 2018 pour l'équilibre des relations commerciales dans le secteur agricole et alimentaire et une alimentation saine, durable et accessible à tous, pour recommander une généralisation de cette expérimentation. III.-Au plus tard le 1er janvier 2023, dès lors qu'ils proposent habituellement un choix multiple de menus, les gestionnaires, publics et privés, des services de restauration collective de l'Etat, de ses établissements publics et des entreprises publiques nationales sont tenus de proposer quotidiennement le choix d'un menu végétarien. Les gestionnaires veillent à privilégier des approvisionnements en produits agricoles et en denrées alimentaires répondant à des exigences en matière de qualité ou de préservation de l'environnement. IV.-Une concertation entre les collectivités territoriales, leurs groupements et le représentant de l'Etat dans la région est organisée pendant la durée de l'expérimentation afin de veiller à sa mise en œuvre, notamment dans le cadre des comités régionaux pour l'alimentation définis à l'article L. 230-5-5. A l'occasion de cette concertation, les outils d'aide mentionnés à l'article L. 230-5-6-1 font l'objet d'une communication.",
            "texteHtml": "<p>I.-Les gestionnaires, publics et privés, des services de restauration collective scolaire proposent, au moins une fois par semaine, un menu végétarien. Ce menu peut être composé de protéines animales ou végétales et respecte, lorsqu'elles s'appliquent, les règles relatives à la qualité nutritionnelle des repas prévues à l'article L. 230-5. Les gestionnaires veillent à privilégier des approvisionnements en produits agricoles et en denrées alimentaires répondant à des exigences en matière de qualité ou de préservation de l'environnement.<br/><br/>\nII.-Sous réserve des conditions fixées par voie réglementaire destinées à garantir l'équilibre nutritionnel des repas servis et du respect d'exigences adaptées aux besoins des usagers, notamment à l'âge des enfants pour la restauration scolaire, et à titre expérimental, les collectivités territoriales volontaires proposent quotidiennement le choix d'un menu végétarien dans les services de restauration collective dont elles ont la charge.<br/><br/>\nCette expérimentation débute à la date de publication de la loi n° 2021-1104 du 22 août 2021 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets, pour une durée de deux ans, et fait l'objet d'une évaluation, notamment sur son application territoriale, sur son impact sur le climat, sur l'évolution de l'approvisionnement des établissements concernés en produits de qualité bénéficiant de signes ou mentions prévus à l'article L. 230-5-1 du présent code, sur le gaspillage alimentaire, sur les taux de fréquentation, sur le coût des repas et sur la qualité nutritionnelle des repas servis. Les collectivités volontaires font connaître au représentant de l'Etat dans la région leur engagement dans l'expérimentation afin d'en faciliter l'évaluation. Le bilan de cette évaluation est présenté par le Gouvernement au Parlement et rendu public au plus tard six mois avant le terme de l'expérimentation.<br/><br/>\nL'évaluation porte également sur les modalités d'application à la restauration scolaire à menu unique et prend en compte les avis de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail liés à la qualité nutritionnelle des repas végétariens et l'évaluation prévue à l'article L. 230-5-6 du code rural et de la pêche maritime, dans sa rédaction résultant de la loi n° 2018-938 du 30 octobre 2018 pour l'équilibre des relations commerciales dans le secteur agricole et alimentaire et une alimentation saine, durable et accessible à tous, pour recommander une généralisation de cette expérimentation.<br/><br/>\nIII.-Au plus tard le 1er janvier 2023, dès lors qu'ils proposent habituellement un choix multiple de menus, les gestionnaires, publics et privés, des services de restauration collective de l'Etat, de ses établissements publics et des entreprises publiques nationales sont tenus de proposer quotidiennement le choix d'un menu végétarien. Les gestionnaires veillent à privilégier des approvisionnements en produits agricoles et en denrées alimentaires répondant à des exigences en matière de qualité ou de préservation de l'environnement.<br/><br/>\nIV.-Une concertation entre les collectivités territoriales, leurs groupements et le représentant de l'Etat dans la région est organisée pendant la durée de l'expérimentation afin de veiller à sa mise en œuvre, notamment dans le cadre des comités régionaux pour l'alimentation définis à l'article L. 230-5-5. A l'occasion de cette concertation, les outils d'aide mentionnés à l'article L. 230-5-6-1 font l'objet d'une communication.</p>",
            "num": "L230-5-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1629849600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113404927,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-29",
                        "titre": "Livre II : Santé publique vétérinaire et protection des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121418",
                        "id": "LEGISCTA000006121418",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-29",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Alimentation, santé publique vétérinaire et protection des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121418",
                        "id": "LEGISCTA000022657339",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-29",
                        "titre": "Titre III : Le contrôle sanitaire des animaux et aliments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138323",
                        "id": "LEGISCTA000006138323",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-29",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Qualité nutritionnelle et sécurité sanitaire des aliments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138323",
                        "id": "LEGISCTA000022657336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-07-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre préliminaire : La politique publique de l'alimentation\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022523146",
                        "id": "LEGISCTA000022657397",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000037549824",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022523146",
            "sectionParentId": "LEGISCTA000022657397",
            "sectionParentTitre": "Chapitre préliminaire : La politique publique de l'alimentation\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Alimentation, santé publique vétérinaire et protection des végétaux &gt; Titre III : Qualité nutritionnelle et sécurité sanitaire des aliments &gt; Chapitre préliminaire : La politique publique de l'alimentation\r\n\r\n\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043978714",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 252",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "252",
                    "articleId": "LEGIARTI000043958032",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-24",
                    "dateSignaTexte": "2021-08-22",
                    "dateDebutCible": "2021-08-25"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037549829",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1541116800000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043978714",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L230-5-6",
                "230-5-6"
            ],
            "versionPrecedente": "LEGIARTI000037549829",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037549829",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "A titre expérimental, au plus tard un an après la promulgation de la loi n° 2018-938 du 30 octobre 2018 pour l'équilibre des relations commerciales dans le secteur agricole et alimentaire et une alimentation saine, durable et accessible à tous, pour une durée de deux ans, les gestionnaires, publics ou privés, des services de restauration collective scolaire sont tenus de proposer, au moins une fois par semaine, un menu végétarien. Ce menu peut être composé de protéines animales ou végétales. L'expérimentation fait l'objet d'une évaluation, notamment de son impact sur le gaspillage alimentaire, sur les taux de fréquentation et sur le coût des repas, dont les résultats sont transmis au Parlement au plus tard six mois avant son terme.",
            "texteHtml": "<p>A titre expérimental, au plus tard un an après la promulgation de la loi n° 2018-938 du 30 octobre 2018 pour l'équilibre des relations commerciales dans le secteur agricole et alimentaire et une alimentation saine, durable et accessible à tous, pour une durée de deux ans, les gestionnaires, publics ou privés, des services de restauration collective scolaire sont tenus de proposer, au moins une fois par semaine, un menu végétarien. Ce menu peut être composé de protéines animales ou végétales.<br/><br/>\n L'expérimentation fait l'objet d'une évaluation, notamment de son impact sur le gaspillage alimentaire, sur les taux de fréquentation et sur le coût des repas, dont les résultats sont transmis au Parlement au plus tard six mois avant son terme.</p>",
            "num": "L230-5-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1541116800000,
            "dateFin": 1629849600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113404927,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-29",
                        "titre": "Livre II : Santé publique vétérinaire et protection des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121418",
                        "id": "LEGISCTA000006121418",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-29",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Alimentation, santé publique vétérinaire et protection des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121418",
                        "id": "LEGISCTA000022657339",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-29",
                        "titre": "Titre III : Le contrôle sanitaire des animaux et aliments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138323",
                        "id": "LEGISCTA000006138323",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-29",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Qualité nutritionnelle et sécurité sanitaire des aliments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138323",
                        "id": "LEGISCTA000022657336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-07-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre préliminaire : La politique publique de l'alimentation\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022523146",
                        "id": "LEGISCTA000022657397",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000037549824",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022523146",
            "sectionParentId": "LEGISCTA000022657397",
            "sectionParentTitre": "Chapitre préliminaire : La politique publique de l'alimentation\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Alimentation, santé publique vétérinaire et protection des végétaux &gt; Titre III : Qualité nutritionnelle et sécurité sanitaire des aliments &gt; Chapitre préliminaire : La politique publique de l'alimentation\r\n\r\n\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037549829",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037547946",
                    "textTitle": "LOI n°2018-938 du 30 octobre 2018 - art. 24",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000037549069",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-11-01",
                    "dateSignaTexte": "2018-10-30",
                    "dateDebutCible": "2018-11-02"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037549829",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1541116800000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043978714",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L230-5-6",
                "230-5-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}