{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006908109",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Préambule L'article L. 3125-1 du code de la santé publique issu de la loi du 9 août 2004 relative à la politique de santé publique prévoit la définition d'un cadre de référence pour les activités de réduction des risques en direction des consommateurs de stupéfiants. Les acteurs, professionnels de santé ou du travail social ou membres d'associations, comme les personnes auxquelles s'adressent ces activités doivent être protégés des incriminations d'usage ou d'incitation à l'usage au cours de ces interventions. Les services en charge de la répression du trafic et de l'usage de stupéfiants doivent pouvoir clairement reconnaître les acteurs et les activités relevant de la réduction des risques. Les associations menant des actions de réduction des risques doivent se faire connaître du chef de projet dans le département de leur siège social. Enfin, les habitants des quartiers et les élus qui les représentent doivent être associés à ces activités en étant informés des principes qui les guident, de leurs modalités et de leurs résultats, afin de favoriser leur implantation et d'intégrer la réduction des nuisances et des tensions à leurs objectifs. La réduction des dommages repose à la fois sur des interventions qui visent directement les consommateurs et sur une mobilisation des services ou des associations qui peuvent favoriser leur inclusion dans la collectivité par la concertation et la médiation au bénéfice des usagers et de l'ensemble des habitants des zones de résidence concernées. I. - Objectifs des activités de réduction des risques Les actions de réduction des risques auprès des personnes qui consomment des stupéfiants ont pour objectifs : 1° De prévenir les infections sévères, aiguës ou chroniques, en particulier celles liées à l'utilisation commune du matériel d'injection ; 2° De prévenir les intoxications aiguës, notamment les surdoses mortelles résultant de la consommation de stupéfiants ou de leur association avec l'alcool ou des médicaments ; 3° De prévenir et prendre en charge les troubles psychiatriques aigus associés à ces consommations ; 4° D'orienter vers les services d'urgence, de soins généraux, de soins spécialisés et vers les services sociaux ; 5° D'améliorer leur état de santé physique et psychique et leur insertion sociale (logement, accès aux services et aux dispositifs sociaux notamment). II. - Modalités d'intervention Les modalités d'intervention peuvent comporter : 1° La prise de contact dans des lieux fréquentés par le public cible ou dans des locaux dédiés ; 2° L'accueil ; 3° La distribution et la promotion du matériel d'hygiène et de prévention ; 4° L'information sur les risques associés à l'usage de drogue et leur prévention ; 5° Les conseils personnalisés sous forme d'entretiens, d'information ; 6° L'orientation et l'accompagnement vers les services de soins généraux ou spécialisés ; 7° L'orientation et l'accompagnement vers les services sociaux ; 8° La mise à disposition d'espaces de repos ; 9° La distribution de boissons et de nourriture ; 10° L'offre de services d'hygiène : toilettes, douches, machines à laver, matériel de repassage, etc. ; 11° L'organisation de l'entraide et du soutien par les pairs ; 12° L'hébergement d'urgence ; 13° L'aide à l'accès aux droits ; 14° La dispensation de soins infirmiers ; 15° L'éducation pour la santé ; 16° La mise à disposition de consignes pour les effets personnels pour les personnes sans domicile ; 17° La récupération du matériel usagé et le traitement des déchets septiques ; 18° L'installation de distributeurs de matériel de prévention. L'analyse des produits sur site, permettant uniquement de prédire si la substance recherchée est présente ou non, sans permettre une identification des substances entrant dans la composition des comprimés (notamment réaction colorimétrique de type Marquis), n'est pas autorisée. III. - Distribution de matériel de prévention Elle vise : 1° La prévention de la transmission interhumaine d'agents infectieux et des risques septiques : tampons alcoolisés, flacons d'eau stériles, filtres stériles, cupules stériles, seringues, matériel pour fumer ou inhaler la cocaïne, le crack ou l'héroïne, pansements ; 2° La prévention de la transmission sexuelle des infections : préservatifs féminins et masculins, gels lubrifiants ; 3° La prévention des accidents : notamment les éthylotests. IV. - Information sur les risques associés à l'usage de drogue et leur prévention L'information préventive peut être diffusée par toute forme de support écrit, informatique, audiovisuel ou par message téléphonique. Les codes culturels et le langage de la population cible destinés à faciliter la compréhension et l'adhésion aux messages préventifs ne peuvent être utilisés que pour décrire les comportements, gestes et procédures de prévention, les risques des produits ou de leurs associations. Ils ne peuvent pas être utilisés pour présenter les produits sous un jour favorable. Le cadre juridique de l'usage de stupéfiants doit être rappelé. L'information porte sur : 1° Les pathologies (notamment infection par le VIH, le VHB, le VHC), leur mode de transmission et de prévention ; 2° Les vaccinations, notamment anti-VHB, anti-tétanique ; 3° Le dépistage de l'infection VIH et des hépatites ; 4° Les risques associés à la consommation de stupéfiants, à leur association avec l'alcool ou les médicaments ainsi que ceux spécifiques à certaines pratiques ou à certains modes d'administration. Dans ce cadre, les effets recherchés par les consommateurs peuvent être décrits ; 5° Les signes sensoriels, psychologiques ou somatiques des intoxications mettant en danger la vigilance ou la vie du consommateur ; 6° Les délais d'apparition de ces signes après la consommation ; 7° Les gestes de premier secours à réaliser dans l'attente de l'intervention des services d'urgence ; 8° Les complications de l'injection ; 9° Les complications des autres modalités d'administration des produits ; 10° Les gestes et procédures destinés à prévenir la transmission interhumaine des agents infectieux, notamment concernant la préparation et l'injection des substances et l'élimination des déchets potentiellement dangereux ; 11° Les gestes et procédures destinés à prévenir les complications de l'injection ; 12° Les traitements disponibles et leurs modalités ; 13° Les services de soins spécialisés et leurs modalités d'accès ; 14° Les services de téléphonie sociale ; 15° Les numéros d'urgence ; 16° Les services généraux de soins ou d'aide sociale accessibles dans le périmètre du site d'intervention. V. - Diffusion des alertes sanitaires Les actions de réduction des risques diffusent auprès des consommateurs présents dans leur site d'intervention par tous les moyens appropriés : 1° Les alertes sanitaires sur la toxicité des produits lancées par les autorités sanitaires ou policières ; 2° Les informations sur la composition des produits qui pourrait en augmenter les risques. VI. - Lieux d'intervention Pour faciliter les contacts avec les consommateurs afin d'en améliorer l'efficacité, les activités de réduction des risques sont réalisées dans la journée, la nuit, y compris les week-ends et jours fériés. Ces activités peuvent être menées dans les locaux dédiés ou dans des bus mais aussi dans : 1° Des lieux publics fréquentés par les usagers (rue, espaces verts, gares, etc.) ; 2° Des événements festifs temporaires ; 3° Des lieux commerciaux ou privés dont les établissements de nuit avec l'accord des propriétaires ou gérants ; 4° Des ensembles d'habitation en concertation avec les résidents ; 5 Des locaux habités par les occupants sans titre. VII. - Intervenants participant aux activités de réduction des risques Les actions de réduction des risques sont réalisées par les professionnels du champ sanitaire, social et éducatif, des associations humanitaires, des associations de santé communautaire ou des associations spécialisées. Les intervenants peuvent être rémunérés ou bénévoles. Lorsque des usagers de drogue participent aux interventions de réduction des risques comme animateurs de prévention, ils s'interdisent de consommer des stupéfiants illicites pendant ces activités. VIII. - Confidentialité Les consommateurs sont accueillis de façon à permettre leur anonymat. Les échanges avec les intervenants sont confidentiels. Toute information individuelle écrite ou sur support informatique recueillie dans ce cadre doit être conservée dans les conditions matérielles qui garantissent la confidentialité des informations, en conformité avec la loi. IX. - Participation à la surveillance des consommations de substances psycho-actives et de leurs modes de consommation Les équipes de réduction de risques peuvent participer au recueil de données visant à assurer la surveillance de la nature et de la toxicité des produits consommés par les usagers et celle des comportements de consommation, de prévention et de recours aux soins dans le cadre de recherches ou de systèmes de surveillance. X. - Participation à l'expérimentation de nouveaux outils ou stratégies de prévention Les équipes de réduction des risques peuvent participer à l'évaluation de nouveaux outils ou stratégies de prévention contribuant à améliorer la prévention et à l'adapter à l'évolution des usages, des substances consommées et de leurs associations ou de la population des consommateurs.",
            "texteHtml": "Préambule<p></p><p></p>   L'article L. 3125-1 du code de la santé publique issu de la loi du 9 août 2004 relative à la politique de santé publique prévoit la définition d'un cadre de référence pour les activités de réduction des risques en direction des consommateurs de stupéfiants. Les acteurs, professionnels de santé ou du travail social ou membres d'associations, comme les personnes auxquelles s'adressent ces activités doivent être protégés des incriminations d'usage ou d'incitation à l'usage au cours de ces interventions. Les services en charge de la répression du trafic et de l'usage de stupéfiants doivent pouvoir clairement reconnaître les acteurs et les activités relevant de la réduction des risques. Les associations menant des actions de réduction des risques doivent se faire connaître du chef de projet dans le département de leur siège social. Enfin, les habitants des quartiers et les élus qui les représentent doivent être associés à ces activités en étant informés des principes qui les guident, de leurs modalités et de leurs résultats, afin de favoriser leur implantation et d'intégrer la réduction des nuisances et des tensions à leurs objectifs. La réduction des dommages repose à la fois sur des interventions qui visent directement les consommateurs et sur une mobilisation des services ou des associations qui peuvent favoriser leur inclusion dans la collectivité par la concertation et la médiation au bénéfice des usagers et de l'ensemble des habitants des zones de résidence concernées.<p></p>\nI. - Objectifs des activités de réduction des risques<p></p><p></p>   Les actions de réduction des risques auprès des personnes qui consomment des stupéfiants ont pour objectifs :<p></p><p></p>   1° De prévenir les infections sévères, aiguës ou chroniques, en particulier celles liées à l'utilisation commune du matériel d'injection ;<p></p><p></p>   2° De prévenir les intoxications aiguës, notamment les surdoses mortelles résultant de la consommation de stupéfiants ou de leur association avec l'alcool ou des médicaments ;<p></p><p></p>   3° De prévenir et prendre en charge les troubles psychiatriques aigus associés à ces consommations ;<p></p><p></p>   4° D'orienter vers les services d'urgence, de soins généraux, de soins spécialisés et vers les services sociaux ;<p></p><p></p>   5° D'améliorer leur état de santé physique et psychique et leur insertion sociale (logement, accès aux services et aux dispositifs sociaux notamment).<p></p>\nII. - Modalités d'intervention<p></p><p></p>   Les modalités d'intervention peuvent comporter :<p></p><p></p>   1° La prise de contact dans des lieux fréquentés par le public cible ou dans des locaux dédiés ;<p></p><p></p>   2° L'accueil ;<p></p><p></p>   3° La distribution et la promotion du matériel d'hygiène et de prévention ;<p></p><p></p>   4° L'information sur les risques associés à l'usage de drogue et leur prévention ;<p></p><p></p>   5° Les conseils personnalisés sous forme d'entretiens, d'information ;<p></p><p></p>   6° L'orientation et l'accompagnement vers les services de soins généraux ou spécialisés ;<p></p><p></p>   7° L'orientation et l'accompagnement vers les services sociaux ;<p></p><p></p>   8° La mise à disposition d'espaces de repos ;<p></p><p></p>   9° La distribution de boissons et de nourriture ;<p></p><p></p>   10° L'offre de services d'hygiène : toilettes, douches, machines à laver, matériel de repassage, etc. ;<p></p><p></p>   11° L'organisation de l'entraide et du soutien par les pairs ;<p></p><p></p>   12° L'hébergement d'urgence ;<p></p><p></p>   13° L'aide à l'accès aux droits ;<p></p><p></p>   14° La dispensation de soins infirmiers ;<p></p><p></p>   15° L'éducation pour la santé ;<p></p><p></p>   16° La mise à disposition de consignes pour les effets personnels pour les personnes sans domicile ;<p></p><p></p>   17° La récupération du matériel usagé et le traitement des déchets septiques ;<p></p><p></p>   18° L'installation de distributeurs de matériel de prévention.<p></p><p></p>   L'analyse des produits sur site, permettant uniquement de prédire si la substance recherchée est présente ou non, sans permettre une identification des substances entrant dans la composition des comprimés (notamment réaction colorimétrique de type Marquis), n'est pas autorisée.<p></p>\nIII. - Distribution de matériel de prévention<p></p><p></p>   Elle vise :<p></p><p></p>   1° La prévention de la transmission interhumaine d'agents infectieux et des risques septiques : tampons alcoolisés, flacons d'eau stériles, filtres stériles, cupules stériles, seringues, matériel pour fumer ou inhaler la cocaïne, le crack ou l'héroïne, pansements ;<p></p><p></p>   2° La prévention de la transmission sexuelle des infections :<p></p>\n préservatifs féminins et masculins, gels lubrifiants ;<p></p><p></p>   3° La prévention des accidents : notamment les éthylotests.<p></p>\nIV. - Information sur les risques associés à l'usage de drogue et leur prévention<p></p><p></p>   L'information préventive peut être diffusée par toute forme de support écrit, informatique, audiovisuel ou par message téléphonique. Les codes culturels et le langage de la population cible destinés à faciliter la compréhension et l'adhésion aux messages préventifs ne peuvent être utilisés que pour décrire les comportements, gestes et procédures de prévention, les risques des produits ou de leurs associations.<p></p><p></p>   Ils ne peuvent pas être utilisés pour présenter les produits sous un jour favorable. Le cadre juridique de l'usage de stupéfiants doit être rappelé.<p></p><p></p>   L'information porte sur :<p></p><p></p>   1° Les pathologies (notamment infection par le VIH, le VHB, le VHC), leur mode de transmission et de prévention ;<p></p><p></p>   2° Les vaccinations, notamment anti-VHB, anti-tétanique ;<p></p><p></p>   3° Le dépistage de l'infection VIH et des hépatites ;<p></p><p></p>   4° Les risques associés à la consommation de stupéfiants, à leur association avec l'alcool ou les médicaments ainsi que ceux spécifiques à certaines pratiques ou à certains modes d'administration. Dans ce cadre, les effets recherchés par les consommateurs peuvent être décrits ;<p></p><p></p>   5° Les signes sensoriels, psychologiques ou somatiques des intoxications mettant en danger la vigilance ou la vie du consommateur ;<p></p><p></p>   6° Les délais d'apparition de ces signes après la consommation ;<p></p><p></p>   7° Les gestes de premier secours à réaliser dans l'attente de l'intervention des services d'urgence ;<p></p><p></p>   8° Les complications de l'injection ;<p></p><p></p>   9° Les complications des autres modalités d'administration des produits ;<p></p><p></p>   10° Les gestes et procédures destinés à prévenir la transmission interhumaine des agents infectieux, notamment concernant la préparation et l'injection des substances et l'élimination des déchets potentiellement dangereux ;<p></p><p></p>   11° Les gestes et procédures destinés à prévenir les complications de l'injection ;<p></p><p></p>   12° Les traitements disponibles et leurs modalités ;<p></p><p></p>   13° Les services de soins spécialisés et leurs modalités d'accès ;<p></p><p></p>   14° Les services de téléphonie sociale ;<p></p><p></p>   15° Les numéros d'urgence ;<p></p><p></p>   16° Les services généraux de soins ou d'aide sociale accessibles dans le périmètre du site d'intervention.<p></p>\nV. - Diffusion des alertes sanitaires<p></p><p></p>   Les actions de réduction des risques diffusent auprès des consommateurs présents dans leur site d'intervention par tous les moyens appropriés :<p></p><p></p>   1° Les alertes sanitaires sur la toxicité des produits lancées par les autorités sanitaires ou policières ;<p></p><p></p>   2° Les informations sur la composition des produits qui pourrait en augmenter les risques.<p></p>\nVI. - Lieux d'intervention<p></p><p></p>   Pour faciliter les contacts avec les consommateurs afin d'en améliorer l'efficacité, les activités de réduction des risques sont réalisées dans la journée, la nuit, y compris les week-ends et jours fériés. Ces activités peuvent être menées dans les locaux dédiés ou dans des bus mais aussi dans :<p></p><p></p>   1° Des lieux publics fréquentés par les usagers (rue, espaces verts, gares, etc.) ;<p></p><p></p>   2° Des événements festifs temporaires ;<p></p><p></p>   3° Des lieux commerciaux ou privés dont les établissements de nuit avec l'accord des propriétaires ou gérants ;<p></p><p></p>   4° Des ensembles d'habitation en concertation avec les résidents ;<p></p><p></p>   5 Des locaux habités par les occupants sans titre.<p></p>\nVII. - Intervenants participant aux activités de réduction des risques<p></p><p></p>   Les actions de réduction des risques sont réalisées par les professionnels du champ sanitaire, social et éducatif, des associations humanitaires, des associations de santé communautaire ou des associations spécialisées. Les intervenants peuvent être rémunérés ou bénévoles. Lorsque des usagers de drogue participent aux interventions de réduction des risques comme animateurs de prévention, ils s'interdisent de consommer des stupéfiants illicites pendant ces activités.<p></p>\nVIII. - Confidentialité<p></p><p></p>   Les consommateurs sont accueillis de façon à permettre leur anonymat. Les échanges avec les intervenants sont confidentiels. Toute information individuelle écrite ou sur support informatique recueillie dans ce cadre doit être conservée dans les conditions matérielles qui garantissent la confidentialité des informations, en conformité avec la loi.<p></p>\nIX. - Participation à la surveillance des consommations de substances psycho-actives et de leurs modes de consommation<p></p><p></p>   Les équipes de réduction de risques peuvent participer au recueil de données visant à assurer la surveillance de la nature et de la toxicité des produits consommés par les usagers et celle des comportements de consommation, de prévention et de recours aux soins dans le cadre de recherches ou de systèmes de surveillance.<p></p>\nX. - Participation à l'expérimentation de nouveaux outils ou stratégies de prévention<p></p><p></p>   Les équipes de réduction des risques peuvent participer à l'évaluation de nouveaux outils ou stratégies de prévention contribuant à améliorer la prévention et à l'adapter à l'évolution des usages, des substances consommées et de leurs associations ou de la population des consommateurs.<p></p>",
            "num": "Annexe 31-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1122336000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1431655764,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DE LA TROISIÈME PARTIE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132371",
                        "id": "LEGISCTA000006132371",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908108",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132371",
            "sectionParentId": "LEGISCTA000006132371",
            "sectionParentTitre": "ANNEXES DE LA TROISIÈME PARTIE ",
            "fullSectionsTitre": "Annexes &gt; ANNEXES DE LA TROISIÈME PARTIE ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006908109",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000814956",
                    "textTitle": "Décret 2005-840 2005-07-20 art. 10 2° JORF 26 juillet 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814956",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-07-26",
                    "dateSignaTexte": "2005-07-20",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D3121-33 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D3121-33",
                    "articleId": "LEGIARTI000006911902",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique L3125-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908108",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1113523200000,
                    "dateFin": 1122336000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908109",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1122336000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 31-2",
                "31-2"
            ],
            "versionPrecedente": "LEGIARTI000006908108",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006908108",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "RÉFÉRENTIEL NATIONAL DE RÉDUCTION DES RISQUES POUR USAGERS DE DROGUE MENTIONNÉ À L'ARTICLE D. 3121-33 Préambule L'article L. 3125-1 du code de la santé publique issu de la loi du 9 août 2004 relative à la politique de santé publique prévoit la définition d'un cadre de référence pour les activités de réduction des risques en direction des consommateurs de stupéfiants. Les acteurs, professionnels de santé ou du travail social ou membres d'associations, comme les personnes auxquelles s'adressent ces activités doivent être protégés des incriminations d'usage ou d'incitation à l'usage au cours de ces interventions. Les services en charge de la répression du trafic et de l'usage de stupéfiants doivent pouvoir clairement reconnaître les acteurs et les activités relevant de la réduction des risques. Les associations menant des actions de réduction des risques doivent se faire connaître du chef de projet dans le département de leur siège social. Enfin, les habitants des quartiers et les élus qui les représentent doivent être associés à ces activités en étant informés des principes qui les guident, de leurs modalités et de leurs résultats, afin de favoriser leur implantation et d'intégrer la réduction des nuisances et des tensions à leurs objectifs. La réduction des dommages repose à la fois sur des interventions qui visent directement les consommateurs et sur une mobilisation des services ou des associations qui peuvent favoriser leur inclusion dans la collectivité par la concertation et la médiation au bénéfice des usagers et de l'ensemble des habitants des zones de résidence concernées. I. - Objectifs des activités de réduction des risques Les actions de réduction des risques auprès des personnes qui consomment des stupéfiants ont pour objectifs : 1° De prévenir les infections sévères, aiguës ou chroniques, en particulier celles liées à l'utilisation commune du matériel d'injection ; 2° De prévenir les intoxications aiguës, notamment les surdoses mortelles résultant de la consommation de stupéfiants ou de leur association avec l'alcool ou des médicaments ; 3° De prévenir et prendre en charge les troubles psychiatriques aigus associés à ces consommations ; 4° D'orienter vers les services d'urgence, de soins généraux, de soins spécialisés et vers les services sociaux ; 5° D'améliorer leur état de santé physique et psychique et leur insertion sociale (logement, accès aux services et aux dispositifs sociaux notamment). II. - Modalités d'intervention Les modalités d'intervention peuvent comporter : 1° La prise de contact dans des lieux fréquentés par le public cible ou dans des locaux dédiés ; 2° L'accueil ; 3° La distribution et la promotion du matériel d'hygiène et de prévention ; 4° L'information sur les risques associés à l'usage de drogue et leur prévention ; 5° Les conseils personnalisés sous forme d'entretiens, d'information ; 6° L'orientation et l'accompagnement vers les services de soins généraux ou spécialisés ; 7° L'orientation et l'accompagnement vers les services sociaux ; 8° La mise à disposition d'espaces de repos ; 9° La distribution de boissons et de nourriture ; 10° L'offre de services d'hygiène : toilettes, douches, machines à laver, matériel de repassage, etc. ; 11° L'organisation de l'entraide et du soutien par les pairs ; 12° L'hébergement d'urgence ; 13° L'aide à l'accès aux droits ; 14° La dispensation de soins infirmiers ; 15° L'éducation pour la santé ; 16° La mise à disposition de consignes pour les effets personnels pour les personnes sans domicile ; 17° La récupération du matériel usagé et le traitement des déchets septiques ; 18° L'installation de distributeurs de matériel de prévention. L'analyse des produits sur site, permettant uniquement de prédire si la substance recherchée est présente ou non, sans permettre une identification des substances entrant dans la composition des comprimés (notamment réaction colorimétrique de type Marquis), n'est pas autorisée. III. - Distribution de matériel de prévention Elle vise : 1° La prévention de la transmission interhumaine d'agents infectieux et des risques septiques : tampons alcoolisés, flacons d'eau stériles, filtres stériles, cupules stériles, seringues, matériel pour fumer ou inhaler la cocaïne, le crack ou l'héroïne, pansements ; 2° La prévention de la transmission sexuelle des infections : préservatifs féminins et masculins, gels lubrifiants ; 3° La prévention des accidents : notamment les éthylotests. IV. - Information sur les risques associés à l'usage de drogue et leur prévention L'information préventive peut être diffusée par toute forme de support écrit, informatique, audiovisuel ou par message téléphonique. Les codes culturels et le langage de la population cible destinés à faciliter la compréhension et l'adhésion aux messages préventifs ne peuvent être utilisés que pour décrire les comportements, gestes et procédures de prévention, les risques des produits ou de leurs associations. Ils ne peuvent pas être utilisés pour présenter les produits sous un jour favorable. Le cadre juridique de l'usage de stupéfiants doit être rappelé. L'information porte sur : 1° Les pathologies (notamment infection par le VIH, le VHB, le VHC), leur mode de transmission et de prévention ; 2° Les vaccinations, notamment anti-VHB, anti-tétanique ; 3° Le dépistage de l'infection VIH et des hépatites ; 4° Les risques associés à la consommation de stupéfiants, à leur association avec l'alcool ou les médicaments ainsi que ceux spécifiques à certaines pratiques ou à certains modes d'administration. Dans ce cadre, les effets recherchés par les consommateurs peuvent être décrits ; 5° Les signes sensoriels, psychologiques ou somatiques des intoxications mettant en danger la vigilance ou la vie du consommateur ; 6° Les délais d'apparition de ces signes après la consommation ; 7° Les gestes de premier secours à réaliser dans l'attente de l'intervention des services d'urgence ; 8° Les complications de l'injection ; 9° Les complications des autres modalités d'administration des produits ; 10° Les gestes et procédures destinés à prévenir la transmission interhumaine des agents infectieux, notamment concernant la préparation et l'injection des substances et l'élimination des déchets potentiellement dangereux ; 11° Les gestes et procédures destinés à prévenir les complications de l'injection ; 12° Les traitements disponibles et leurs modalités ; 13° Les services de soins spécialisés et leurs modalités d'accès ; 14° Les services de téléphonie sociale ; 15° Les numéros d'urgence ; 16° Les services généraux de soins ou d'aide sociale accessibles dans le périmètre du site d'intervention. V. - Diffusion des alertes sanitaires Les actions de réduction des risques diffusent auprès des consommateurs présents dans leur site d'intervention par tous les moyens appropriés : 1° Les alertes sanitaires sur la toxicité des produits lancées par les autorités sanitaires ou policières ; 2° Les informations sur la composition des produits qui pourrait en augmenter les risques. VI. - Lieux d'intervention Pour faciliter les contacts avec les consommateurs afin d'en améliorer l'efficacité, les activités de réduction des risques sont réalisées dans la journée, la nuit, y compris les week-ends et jours fériés. Ces activités peuvent être menées dans les locaux dédiés ou dans des bus mais aussi dans : 1° Des lieux publics fréquentés par les usagers (rue, espaces verts, gares, etc.) ; 2° Des événements festifs temporaires ; 3° Des lieux commerciaux ou privés dont les établissements de nuit avec l'accord des propriétaires ou gérants ; 4° Des ensembles d'habitation en concertation avec les résidents ; 5 Des locaux habités par les occupants sans titre. VII. - Intervenants participant aux activités de réduction des risques Les actions de réduction des risques sont réalisées par les professionnels du champ sanitaire, social et éducatif, des associations humanitaires, des associations de santé communautaire ou des associations spécialisées. Les intervenants peuvent être rémunérés ou bénévoles. Lorsque des usagers de drogue participent aux interventions de réduction des risques comme animateurs de prévention, ils s'interdisent de consommer des stupéfiants illicites pendant ces activités. VIII. - Confidentialité Les consommateurs sont accueillis de façon à permettre leur anonymat. Les échanges avec les intervenants sont confidentiels. Toute information individuelle écrite ou sur support informatique recueillie dans ce cadre doit être conservée dans les conditions matérielles qui garantissent la confidentialité des informations, en conformité avec la loi. IX. - Participation à la surveillance des consommations de substances psycho-actives et de leurs modes de consommation Les équipes de réduction de risques peuvent participer au recueil de données visant à assurer la surveillance de la nature et de la toxicité des produits consommés par les usagers et celle des comportements de consommation, de prévention et de recours aux soins dans le cadre de recherches ou de systèmes de surveillance. X. - Participation à l'expérimentation de nouveaux outils ou stratégies de prévention Les équipes de réduction des risques peuvent participer à l'évaluation de nouveaux outils ou stratégies de prévention contribuant à améliorer la prévention et à l'adapter à l'évolution des usages, des substances consommées et de leurs associations ou de la population des consommateurs.",
            "texteHtml": "<p>RÉFÉRENTIEL NATIONAL DE RÉDUCTION DES RISQUES POUR USAGERS DE DROGUE MENTIONNÉ À L'ARTICLE D. 3121-33 </p><p></p><p>Préambule</p><p></p><p>   L'article L. 3125-1 du code de la santé publique issu de la loi du 9 août 2004 relative à la politique de santé publique prévoit la définition d'un cadre de référence pour les activités de réduction des risques en direction des consommateurs de stupéfiants. Les acteurs, professionnels de santé ou du travail social ou membres d'associations, comme les personnes auxquelles s'adressent ces activités doivent être protégés des incriminations d'usage ou d'incitation à l'usage au cours de ces interventions. Les services en charge de la répression du trafic et de l'usage de stupéfiants doivent pouvoir clairement reconnaître les acteurs et les activités relevant de la réduction des risques. Les associations menant des actions de réduction des risques doivent se faire connaître du chef de projet dans le département de leur siège social. Enfin, les habitants des quartiers et les élus qui les représentent doivent être associés à ces activités en étant informés des principes qui les guident, de leurs modalités et de leurs résultats, afin de favoriser leur implantation et d'intégrer la réduction des nuisances et des tensions à leurs objectifs. La réduction des dommages repose à la fois sur des interventions qui visent directement les consommateurs et sur une mobilisation des services ou des associations qui peuvent favoriser leur inclusion dans la collectivité par la concertation et la médiation au bénéfice des usagers et de l'ensemble des habitants des zones de résidence concernées.</p><p> I. - Objectifs des activités de réduction des risques</p><p></p><p>   Les actions de réduction des risques auprès des personnes qui consomment des stupéfiants ont pour objectifs :</p><p></p><p>   1° De prévenir les infections sévères, aiguës ou chroniques, en particulier celles liées à l'utilisation commune du matériel d'injection ;</p><p></p><p>   2° De prévenir les intoxications aiguës, notamment les surdoses mortelles résultant de la consommation de stupéfiants ou de leur association avec l'alcool ou des médicaments ;</p><p></p><p>   3° De prévenir et prendre en charge les troubles psychiatriques aigus associés à ces consommations ;</p><p></p><p>   4° D'orienter vers les services d'urgence, de soins généraux, de soins spécialisés et vers les services sociaux ;</p><p></p><p>   5° D'améliorer leur état de santé physique et psychique et leur insertion sociale (logement, accès aux services et aux dispositifs sociaux notamment).</p><p> II. - Modalités d'intervention</p><p></p><p>   Les modalités d'intervention peuvent comporter :</p><p></p><p>   1° La prise de contact dans des lieux fréquentés par le public cible ou dans des locaux dédiés ;</p><p></p><p>   2° L'accueil ;</p><p></p><p>   3° La distribution et la promotion du matériel d'hygiène et de prévention ;</p><p></p><p>   4° L'information sur les risques associés à l'usage de drogue et leur prévention ;</p><p></p><p>   5° Les conseils personnalisés sous forme d'entretiens, d'information ;</p><p></p><p>   6° L'orientation et l'accompagnement vers les services de soins généraux ou spécialisés ;</p><p></p><p>   7° L'orientation et l'accompagnement vers les services sociaux ;</p><p></p><p>   8° La mise à disposition d'espaces de repos ;</p><p></p><p>   9° La distribution de boissons et de nourriture ;</p><p></p><p>   10° L'offre de services d'hygiène : toilettes, douches, machines à laver, matériel de repassage, etc. ;</p><p></p><p>   11° L'organisation de l'entraide et du soutien par les pairs ;</p><p></p><p>   12° L'hébergement d'urgence ;</p><p></p><p>   13° L'aide à l'accès aux droits ;</p><p></p><p>   14° La dispensation de soins infirmiers ;</p><p></p><p>   15° L'éducation pour la santé ;</p><p></p><p>   16° La mise à disposition de consignes pour les effets personnels pour les personnes sans domicile ;</p><p></p><p>   17° La récupération du matériel usagé et le traitement des déchets septiques ;</p><p></p><p>   18° L'installation de distributeurs de matériel de prévention.</p><p></p><p>   L'analyse des produits sur site, permettant uniquement de prédire si la substance recherchée est présente ou non, sans permettre une identification des substances entrant dans la composition des comprimés (notamment réaction colorimétrique de type Marquis), n'est pas autorisée.</p><p> III. - Distribution de matériel de prévention</p><p></p><p>   Elle vise :</p><p></p><p>   1° La prévention de la transmission interhumaine d'agents infectieux et des risques septiques : tampons alcoolisés, flacons d'eau stériles, filtres stériles, cupules stériles, seringues, matériel pour fumer ou inhaler la cocaïne, le crack ou l'héroïne, pansements ;</p><p></p><p>   2° La prévention de la transmission sexuelle des infections :</p><p>  préservatifs féminins et masculins, gels lubrifiants ;</p><p></p><p>   3° La prévention des accidents : notamment les éthylotests.</p><p> IV. - Information sur les risques associés à l'usage de drogue et leur prévention</p><p></p><p>   L'information préventive peut être diffusée par toute forme de support écrit, informatique, audiovisuel ou par message téléphonique. Les codes culturels et le langage de la population cible destinés à faciliter la compréhension et l'adhésion aux messages préventifs ne peuvent être utilisés que pour décrire les comportements, gestes et procédures de prévention, les risques des produits ou de leurs associations.</p><p></p><p>   Ils ne peuvent pas être utilisés pour présenter les produits sous un jour favorable. Le cadre juridique de l'usage de stupéfiants doit être rappelé.</p><p></p><p>   L'information porte sur :</p><p></p><p>   1° Les pathologies (notamment infection par le VIH, le VHB, le VHC), leur mode de transmission et de prévention ;</p><p></p><p>   2° Les vaccinations, notamment anti-VHB, anti-tétanique ;</p><p></p><p>   3° Le dépistage de l'infection VIH et des hépatites ;</p><p></p><p>   4° Les risques associés à la consommation de stupéfiants, à leur association avec l'alcool ou les médicaments ainsi que ceux spécifiques à certaines pratiques ou à certains modes d'administration. Dans ce cadre, les effets recherchés par les consommateurs peuvent être décrits ;</p><p></p><p>   5° Les signes sensoriels, psychologiques ou somatiques des intoxications mettant en danger la vigilance ou la vie du consommateur ;</p><p></p><p>   6° Les délais d'apparition de ces signes après la consommation ;</p><p></p><p>   7° Les gestes de premier secours à réaliser dans l'attente de l'intervention des services d'urgence ;</p><p></p><p>   8° Les complications de l'injection ;</p><p></p><p>   9° Les complications des autres modalités d'administration des produits ;</p><p></p><p>   10° Les gestes et procédures destinés à prévenir la transmission interhumaine des agents infectieux, notamment concernant la préparation et l'injection des substances et l'élimination des déchets potentiellement dangereux ;</p><p></p><p>   11° Les gestes et procédures destinés à prévenir les complications de l'injection ;</p><p></p><p>   12° Les traitements disponibles et leurs modalités ;</p><p></p><p>   13° Les services de soins spécialisés et leurs modalités d'accès ;</p><p></p><p>   14° Les services de téléphonie sociale ;</p><p></p><p>   15° Les numéros d'urgence ;</p><p></p><p>   16° Les services généraux de soins ou d'aide sociale accessibles dans le périmètre du site d'intervention.</p><p> V. - Diffusion des alertes sanitaires</p><p></p><p>   Les actions de réduction des risques diffusent auprès des consommateurs présents dans leur site d'intervention par tous les moyens appropriés :</p><p></p><p>   1° Les alertes sanitaires sur la toxicité des produits lancées par les autorités sanitaires ou policières ;</p><p></p><p>   2° Les informations sur la composition des produits qui pourrait en augmenter les risques.</p><p> VI. - Lieux d'intervention</p><p></p><p>   Pour faciliter les contacts avec les consommateurs afin d'en améliorer l'efficacité, les activités de réduction des risques sont réalisées dans la journée, la nuit, y compris les week-ends et jours fériés. Ces activités peuvent être menées dans les locaux dédiés ou dans des bus mais aussi dans :</p><p></p><p>   1° Des lieux publics fréquentés par les usagers (rue, espaces verts, gares, etc.) ;</p><p></p><p>   2° Des événements festifs temporaires ;</p><p></p><p>   3° Des lieux commerciaux ou privés dont les établissements de nuit avec l'accord des propriétaires ou gérants ;</p><p></p><p>   4° Des ensembles d'habitation en concertation avec les résidents ;</p><p></p><p>   5 Des locaux habités par les occupants sans titre.</p><p> VII. - Intervenants participant aux activités de réduction des risques</p><p></p><p>   Les actions de réduction des risques sont réalisées par les professionnels du champ sanitaire, social et éducatif, des associations humanitaires, des associations de santé communautaire ou des associations spécialisées. Les intervenants peuvent être rémunérés ou bénévoles. Lorsque des usagers de drogue participent aux interventions de réduction des risques comme animateurs de prévention, ils s'interdisent de consommer des stupéfiants illicites pendant ces activités.</p><p> VIII. - Confidentialité</p><p></p><p>   Les consommateurs sont accueillis de façon à permettre leur anonymat. Les échanges avec les intervenants sont confidentiels. Toute information individuelle écrite ou sur support informatique recueillie dans ce cadre doit être conservée dans les conditions matérielles qui garantissent la confidentialité des informations, en conformité avec la loi.</p><p> IX. - Participation à la surveillance des consommations de substances psycho-actives et de leurs modes de consommation</p><p></p><p>   Les équipes de réduction de risques peuvent participer au recueil de données visant à assurer la surveillance de la nature et de la toxicité des produits consommés par les usagers et celle des comportements de consommation, de prévention et de recours aux soins dans le cadre de recherches ou de systèmes de surveillance.</p><p> X. - Participation à l'expérimentation de nouveaux outils ou stratégies de prévention</p><p></p><p>   Les équipes de réduction des risques peuvent participer à l'évaluation de nouveaux outils ou stratégies de prévention contribuant à améliorer la prévention et à l'adapter à l'évolution des usages, des substances consommées et de leurs associations ou de la population des consommateurs.</p><p></p>",
            "num": "Annexe 31-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1113523200000,
            "dateFin": 1122336000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1431655764,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DE LA TROISIÈME PARTIE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132371",
                        "id": "LEGISCTA000006132371",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908108",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132371",
            "sectionParentId": "LEGISCTA000006132371",
            "sectionParentTitre": "ANNEXES DE LA TROISIÈME PARTIE ",
            "fullSectionsTitre": "Annexes &gt; ANNEXES DE LA TROISIÈME PARTIE ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006908108",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000259240",
                    "textTitle": "Décret n°2005-347 du 14 avril 2005 - art. 3 () JORF 15 avril 2005",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006240185",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-04-15",
                    "dateSignaTexte": "2005-04-14",
                    "dateDebutCible": "2005-04-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D3121-33 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D3121-33",
                    "articleId": "LEGIARTI000006911902",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique L3125-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908108",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1113523200000,
                    "dateFin": 1122336000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908109",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1122336000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 31-2",
                "31-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}