{
    "cid": "LEGIARTI000037922092",
    "num": "R172-21-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VII : Coordination entre les régimes - Prise en charge de certaines dépenses par les régimes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141850",
                        "id": "LEGISCTA000006141850",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Coordination en matière d'assurance maladie, maternité, invalidité, décès",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156539",
                        "id": "LEGISCTA000006156539",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1986-07-17",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Coordination entre divers régimes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173296",
                        "id": "LEGISCTA000006173296",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1986-07-17",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Assurance invalidité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186397",
                        "id": "LEGISCTA000006186397",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000037924976",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R172-17-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R172-17-1",
                    "articleId": "LEGIARTI000032585702",
                    "natureText": "CODE",
                    "date": 1622675120129,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R172-7 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R172-7",
                    "articleId": "LEGIARTI000032586883",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037864569",
                    "textTitle": "Décret n°2018-1255 du 27 décembre 2018 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037921257",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-12-28",
                    "dateSignaTexte": "2018-12-27",
                    "dateDebutCible": "2019-01-01"
                }
            ],
            "num": "R172-21-4",
            "origine": "LEGI",
            "texte": "Les assurés titulaires d'une pension d'un régime spécial de sécurité sociale acquise à un autre titre que l'invalidité peuvent prétendre, s'ils viennent à exercer une activité salariée relevant du régime général ou du régime agricole, au bénéfice de l'assurance invalidité de ce régime s'ils remplissent les conditions fixées par ledit régime. Toutefois, dans le cas mentionné à l'article précédent et à l'alinéa ci-dessus, il est tenu compte, pour l'application de l'article L. 341-5, du total de la pension d'invalidité du régime général ou du régime agricole et de la pension du régime spécial. Ce total ne peut, en aucun cas, excéder le salaire perçu par un travailleur valide de la catégorie professionnelle à laquelle l'assuré appartenait en dernier lieu. La pension servie par le dernier régime est réduite, s'il y a lieu, à concurrence de l'excédent. Ces dispositions sont également applicables à l'assuré titulaire d'une pension d'invalidité au titre du régime général ou du régime agricole servie au titre d'une activité salariée, qui est ultérieurement admis au bénéfice d'une pension fondée sur la durée des services ou d'une pension d'invalidité, au titre d'un régime spécial. La pension d'invalidité du régime agricole ou du régime général est réduite, s'il y a lieu, à compter de la date d'entrée en jouissance de la pension du régime spécial. Le présent article ne s'applique pas aux régimes mentionnés à l'article R. 172-17-1 lorsque l'assuré cumule une pension d'invalidité servie par ces régimes et une pension d'invalidité servie par le régime général ou le régime agricole au titre d'une activité salariée.",
            "texteHtml": "<p>Les assurés titulaires d'une pension d'un régime spécial de sécurité sociale acquise à un autre titre que l'invalidité peuvent prétendre, s'ils viennent à exercer une activité salariée relevant du régime général ou du régime agricole, au bénéfice de l'assurance invalidité de ce régime s'ils remplissent les conditions fixées par ledit régime. </p><p>Toutefois, dans le cas mentionné à l'article précédent et à l'alinéa ci-dessus, il est tenu compte, pour l'application de l'article L. 341-5, du total de la pension d'invalidité du régime général ou du régime agricole et de la pension du régime spécial. </p><p>Ce total ne peut, en aucun cas, excéder le salaire perçu par un travailleur valide de la catégorie professionnelle à laquelle l'assuré appartenait en dernier lieu. </p><p>La pension servie par le dernier régime est réduite, s'il y a lieu, à concurrence de l'excédent. </p><p>Ces dispositions sont également applicables à l'assuré titulaire d'une pension d'invalidité au titre du régime général ou du régime agricole servie au titre d'une activité salariée, qui est ultérieurement admis au bénéfice d'une pension fondée sur la durée des services ou d'une pension d'invalidité, au titre d'un régime spécial. La pension d'invalidité du régime agricole ou du régime général est réduite, s'il y a lieu, à compter de la date d'entrée en jouissance de la pension du régime spécial. </p><p>Le présent article ne s'applique pas aux régimes mentionnés à l'article <a href='/article/LEGIARTI000032585702'>R. 172-17-1</a> lorsque l'assuré cumule une pension d'invalidité servie par ces régimes et une pension d'invalidité servie par le régime général ou le régime agricole au titre d'une activité salariée.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}