{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048804234",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour la détermination du taux effectif d'imposition dans un Etat ou territoire au titre d'un exercice de transition et des exercices ultérieurs, sont pris en compte les actifs et les passifs d'impôts différés qui figurent dans les états financiers des entités constitutives situées dans cet Etat ou ce territoire à l'ouverture de l'exercice de transition. II.-Les actifs et les passifs d'impôts différés sont pris en compte dans la limite du taux le plus faible entre le taux minimum d'imposition et le taux d'imposition prévu par la législation de l'Etat ou du territoire concerné. Toutefois, un actif d'impôt différé qui a été comptabilisé à un taux inférieur au taux minimum d'imposition peut être majoré à hauteur du taux minimum d'imposition si l'entité constitutive est en mesure de démontrer que cet actif d'impôt différé est attribuable à une perte qualifiée. Les variations liées à une correction de la valeur ou à la reconnaissance comptable d'un actif d'impôt différé ne sont pas prises en compte. III.-A.-Par dérogation au 5° de l'article 223 VU quater, les actifs d'impôts différés relatifs aux crédits d'impôt qui figurent dans les états financiers consolidés de l'entité constitutive à l'ouverture de l'exercice de transition sont pris en compte pour la détermination du taux effectif d'imposition au titre de l'exercice de transition et, le cas échéant, des exercices ultérieurs. B.-Lorsque le taux d'imposition appliqué pour déterminer les actifs d'impôts différés de l'entité constitutive mentionnés au A du présent III est inférieur au taux minimum d'imposition, le montant des actifs d'impôts différés est égal aux actifs d'impôts différés qui figurent dans les états financiers consolidés de l'entité constitutive. C.-Lorsque le taux d'imposition appliqué pour déterminer les actifs d'impôts différés de l'entité constitutive mentionnés au A du présent III est supérieur ou égal au taux minimum d'imposition, le montant des actifs d'impôts différés est égal au produit du taux minimum d'imposition par le rapport entre les actifs d'impôts différés qui figurent dans les états financiers consolidés de l'entité constitutive et le taux d'imposition prévu par la législation de l'Etat ou du territoire applicable lors de l'exercice précédant l'exercice de transition. Lorsque, au cours d'un exercice ultérieur à l'exercice de transition, le taux d'imposition prévu par la législation de l'Etat ou du territoire est modifié, il est procédé à un recalcul du montant des actifs d'impôts différés par application de la formule mentionnée au premier alinéa du présent C, en retenant le solde des crédits d'impôt qui figurent dans les états financiers consolidés constaté à l'ouverture de l'exercice au cours duquel le taux d'imposition a été modifié. Il n'est pas tenu compte de la variation du montant d'actif d'impôt différé qui résulte du recalcul pour la détermination du montant corrigé des impôts couverts au titre de l'exercice de recalcul. La charge d'impôt différé pour cet exercice et les exercices ultérieurs est déterminée selon le montant de la reprise de l'actif d'impôt différé après le recalcul. D.-Par dérogation au C, les actifs d'impôts différés relatifs aux crédits d'impôt comptabilisés en produits avant un exercice de transition ne sont pas pris en compte pour la détermination du taux effectif d'imposition au titre d'un exercice de transition et des exercices ultérieurs. IV.-Par dérogation au I, les actifs d'impôts différés afférents à des éléments qui auraient été exclus de la détermination du résultat qualifié conformément à la sous-section 1 de la section III si la même sous-section 1 s'était appliquée au titre des exercices concernés ne sont pas pris en compte pour le calcul du taux effectif d'imposition de l'Etat ou du territoire concerné au titre de l'exercice de transition et des exercices ultérieurs, dès lors qu'ils ont été constatés au titre d'une opération réalisée à une date postérieure au 30 novembre 2021.",
            "texteHtml": "<p>I.-Pour la détermination du taux effectif d'imposition dans un Etat ou territoire au titre d'un exercice de transition et des exercices ultérieurs, sont pris en compte les actifs et les passifs d'impôts différés qui figurent dans les états financiers des entités constitutives situées dans cet Etat ou ce territoire à l'ouverture de l'exercice de transition.</p><p> II.-Les actifs et les passifs d'impôts différés sont pris en compte dans la limite du taux le plus faible entre le taux minimum d'imposition et le taux d'imposition prévu par la législation de l'Etat ou du territoire concerné. Toutefois, un actif d'impôt différé qui a été comptabilisé à un taux inférieur au taux minimum d'imposition peut être majoré à hauteur du taux minimum d'imposition si l'entité constitutive est en mesure de démontrer que cet actif d'impôt différé est attribuable à une perte qualifiée.</p><p> Les variations liées à une correction de la valeur ou à la reconnaissance comptable d'un actif d'impôt différé ne sont pas prises en compte.</p><p> III.-A.-Par dérogation au 5° de l'article 223 VU quater, les actifs d'impôts différés relatifs aux crédits d'impôt qui figurent dans les états financiers consolidés de l'entité constitutive à l'ouverture de l'exercice de transition sont pris en compte pour la détermination du taux effectif d'imposition au titre de l'exercice de transition et, le cas échéant, des exercices ultérieurs.</p><p> B.-Lorsque le taux d'imposition appliqué pour déterminer les actifs d'impôts différés de l'entité constitutive mentionnés au A du présent III est inférieur au taux minimum d'imposition, le montant des actifs d'impôts différés est égal aux actifs d'impôts différés qui figurent dans les états financiers consolidés de l'entité constitutive.</p><p> C.-Lorsque le taux d'imposition appliqué pour déterminer les actifs d'impôts différés de l'entité constitutive mentionnés au A du présent III est supérieur ou égal au taux minimum d'imposition, le montant des actifs d'impôts différés est égal au produit du taux minimum d'imposition par le rapport entre les actifs d'impôts différés qui figurent dans les états financiers consolidés de l'entité constitutive et le taux d'imposition prévu par la législation de l'Etat ou du territoire applicable lors de l'exercice précédant l'exercice de transition.</p><p> Lorsque, au cours d'un exercice ultérieur à l'exercice de transition, le taux d'imposition prévu par la législation de l'Etat ou du territoire est modifié, il est procédé à un recalcul du montant des actifs d'impôts différés par application de la formule mentionnée au premier alinéa du présent C, en retenant le solde des crédits d'impôt qui figurent dans les états financiers consolidés constaté à l'ouverture de l'exercice au cours duquel le taux d'imposition a été modifié. Il n'est pas tenu compte de la variation du montant d'actif d'impôt différé qui résulte du recalcul pour la détermination du montant corrigé des impôts couverts au titre de l'exercice de recalcul. La charge d'impôt différé pour cet exercice et les exercices ultérieurs est déterminée selon le montant de la reprise de l'actif d'impôt différé après le recalcul.</p><p> D.-Par dérogation au C, les actifs d'impôts différés relatifs aux crédits d'impôt comptabilisés en produits avant un exercice de transition ne sont pas pris en compte pour la détermination du taux effectif d'imposition au titre d'un exercice de transition et des exercices ultérieurs.</p><p> IV.-Par dérogation au I, les actifs d'impôts différés afférents à des éléments qui auraient été exclus de la détermination du résultat qualifié conformément à la sous-section 1 de la section III si la même sous-section 1 s'était appliquée au titre des exercices concernés ne sont pas pris en compte pour le calcul du taux effectif d'imposition de l'Etat ou du territoire concerné au titre de l'exercice de transition et des exercices ultérieurs, dès lors qu'ils ont été constatés au titre d'une opération réalisée à une date postérieure au 30 novembre 2021.</p>",
            "num": "223 WX bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1703980800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II bis : Imposition minimale mondiale des groupes d'entreprises multinationales et des groupes nationaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048779194",
                        "id": "LEGISCTA000048779194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section IX : Règles transitoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048779630",
                        "id": "LEGISCTA000048779630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-31",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Actifs et passifs d'impôts différés et actifs transférés pris en compte au titre de l'exercice de transition ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048779632",
                        "id": "LEGISCTA000048779632",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048779636",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048779632",
            "sectionParentId": "LEGISCTA000048779632",
            "sectionParentTitre": "Sous-section 1 : Actifs et passifs d'impôts différés et actifs transférés pris en compte au titre de l'exercice de transition ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II bis : Imposition minimale mondiale des groupes d'entreprises multinationales et des groupes nationaux &gt; Section IX : Règles transitoires &gt; Sous-section 1 : Actifs et passifs d'impôts différés et actifs transférés pris en compte au titre de l'exercice de transition ",
            "refInjection": "MD-20240104_212434_466_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048804234",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au A du IV de l’article 33 de la loi n° 2023-1322 du 29 décembre 2023, ces dispositions s’appliquent aux exercices ouverts à compter du 31 décembre 2023.",
            "notaHtml": "<p>Conformément au A du IV de l’article 33 de la loi n° 2023-1322 du 29 décembre 2023, ces dispositions s’appliquent aux exercices ouverts à compter du 31 décembre 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048727345",
                    "textTitle": "LOI n°2023-1322 du 29 décembre 2023 - art. 33 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000048769583",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-12-30",
                    "dateSignaTexte": "2023-12-29",
                    "dateDebutCible": "2023-12-31"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048804234",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1703980800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 WX bis",
                "223"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}