{
    "cid": "LEGIARTI000033031740",
    "num": "L350-3",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129024",
                        "id": "LEGISCTA000006129024",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Paysages",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143743",
                        "id": "LEGISCTA000006143743",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045213878",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043712358",
                    "textTitle": "Avis n°446662 du 21 juin 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043712359",
                    "natureText": "AVIS",
                    "date": 1652214742816,
                    "parentCid": null,
                    "numTexte": "446662",
                    "datePubli": 1624924800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L181-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L181-2",
                    "articleId": "LEGIARTI000045213845",
                    "natureText": "CODE",
                    "date": 1652214742816,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L181-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L181-3",
                    "articleId": "LEGIARTI000045213826",
                    "natureText": "CODE",
                    "date": 1652214742816,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645574400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 194 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "194",
                    "articleId": "LEGIARTI000045199153",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "num": "L350-3",
            "origine": "LEGI",
            "texte": "Les allées d'arbres et alignements d'arbres qui bordent les voies ouvertes à la circulation publique constituent un patrimoine culturel et une source d'aménités, en plus de leur rôle pour la préservation de la biodiversité et, à ce titre, font l'objet d'une protection spécifique. Ils sont protégés, appelant ainsi une conservation, à savoir leur maintien et leur renouvellement, et une mise en valeur spécifiques. Le fait d'abattre ou de porter atteinte à un arbre ou de compromettre la conservation ou de modifier radicalement l'aspect d'un ou de plusieurs arbres d'une allée ou d'un alignement d'arbres est interdit. Toutefois, lorsqu'il est démontré que l'état sanitaire ou mécanique du ou des arbres présente un danger pour la sécurité des personnes ou des biens ou un risque sanitaire pour les autres arbres ou que l'esthétique de la composition ne peut plus être assurée et que la préservation de la biodiversité peut être obtenue par d'autres mesures, les opérations mentionnées au deuxième alinéa sont subordonnées au dépôt d'une déclaration préalable auprès du représentant de l'Etat dans le département. Ce dernier informe sans délai de ce dépôt le maire de la commune où se situe l'alignement d'arbres concerné. Par ailleurs, le représentant de l'Etat dans le département peut autoriser lesdites opérations lorsque cela est nécessaire pour les besoins de projets de travaux, d'ouvrages ou d'aménagements. Le représentant de l'Etat dans le département informe sans délai le maire de la commune où se situe l'alignement d'arbres concerné du dépôt d'une demande d'autorisation. Il l'informe également sans délai de ses conclusions. La demande d'autorisation ou la déclaration comprend l'exposé des mesures d'évitement envisagées, le cas échéant, et des mesures de compensation des atteintes portées aux allées et aux alignements d'arbres que le pétitionnaire ou le déclarant s'engage à mettre en œuvre. Elle est assortie d'une étude phytosanitaire dès lors que l'atteinte à l'alignement d'arbres est envisagée en raison d'un risque sanitaire ou d'éléments attestant du danger pour la sécurité des personnes ou des biens. Le représentant de l'Etat dans le département apprécie le caractère suffisant des mesures de compensation et, le cas échéant, l'étendue de l'atteinte aux biens. En cas de danger imminent pour la sécurité des personnes, la déclaration préalable n'est pas requise. Le représentant de l'Etat dans le département est informé sans délai des motifs justifiant le danger imminent et les mesures de compensation des atteintes portées aux allées et alignements d'arbres lui sont soumises pour approbation. Il peut assortir son approbation de prescriptions destinées à garantir l'effectivité des mesures de compensation. La compensation mentionnée aux cinquième et sixième alinéas doit, le cas échéant, se faire prioritairement à proximité des alignements concernés et dans un délai raisonnable. Un décret en Conseil d'Etat précise les modalités d'application du présent article et les sanctions en cas de non-respect de ses dispositions.",
            "texteHtml": "<p>Les allées d'arbres et alignements d'arbres qui bordent les voies ouvertes à la circulation publique constituent un patrimoine culturel et une source d'aménités, en plus de leur rôle pour la préservation de la biodiversité et, à ce titre, font l'objet d'une protection spécifique. Ils sont protégés, appelant ainsi une conservation, à savoir leur maintien et leur renouvellement, et une mise en valeur spécifiques.<br/><br/>\nLe fait d'abattre ou de porter atteinte à un arbre ou de compromettre la conservation ou de modifier radicalement l'aspect d'un ou de plusieurs arbres d'une allée ou d'un alignement d'arbres est interdit.<br/><br/>\n Toutefois, lorsqu'il est démontré que l'état sanitaire ou mécanique du ou des arbres présente un danger pour la sécurité des personnes ou des biens ou un risque sanitaire pour les autres arbres ou que l'esthétique de la composition ne peut plus être assurée et que la préservation de la biodiversité peut être obtenue par d'autres mesures, les opérations mentionnées au deuxième alinéa sont subordonnées au dépôt d'une déclaration préalable auprès du représentant de l'Etat dans le département. Ce dernier informe sans délai de ce dépôt le maire de la commune où se situe l'alignement d'arbres concerné.<br/><br/>\n Par ailleurs, le représentant de l'Etat dans le département peut autoriser lesdites opérations lorsque cela est nécessaire pour les besoins de projets de travaux, d'ouvrages ou d'aménagements. Le représentant de l'Etat dans le département informe sans délai le maire de la commune où se situe l'alignement d'arbres concerné du dépôt d'une demande d'autorisation. Il l'informe également sans délai de ses conclusions.<br/><br/>\n La demande d'autorisation ou la déclaration comprend l'exposé des mesures d'évitement envisagées, le cas échéant, et des mesures de compensation des atteintes portées aux allées et aux alignements d'arbres que le pétitionnaire ou le déclarant s'engage à mettre en œuvre. Elle est assortie d'une étude phytosanitaire dès lors que l'atteinte à l'alignement d'arbres est envisagée en raison d'un risque sanitaire ou d'éléments attestant du danger pour la sécurité des personnes ou des biens. Le représentant de l'Etat dans le département apprécie le caractère suffisant des mesures de compensation et, le cas échéant, l'étendue de l'atteinte aux biens.<br/><br/>\n En cas de danger imminent pour la sécurité des personnes, la déclaration préalable n'est pas requise. Le représentant de l'Etat dans le département est informé sans délai des motifs justifiant le danger imminent et les mesures de compensation des atteintes portées aux allées et alignements d'arbres lui sont soumises pour approbation. Il peut assortir son approbation de prescriptions destinées à garantir l'effectivité des mesures de compensation.<br/><br/>\n La compensation mentionnée aux cinquième et sixième alinéas doit, le cas échéant, se faire prioritairement à proximité des alignements concernés et dans un délai raisonnable.<br/><br/>\n Un décret en Conseil d'Etat précise les modalités d'application du présent article et les sanctions en cas de non-respect de ses dispositions.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-02-23T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129024",
                        "id": "LEGISCTA000006129024",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Paysages",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143743",
                        "id": "LEGISCTA000006143743",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000033031745",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043712358",
                    "textTitle": "Avis n°446662 du 21 juin 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043712359",
                    "natureText": "AVIS",
                    "date": 1652214741494,
                    "parentCid": null,
                    "numTexte": "446662",
                    "datePubli": 1624924800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L181-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L181-2",
                    "articleId": "LEGIARTI000045213845",
                    "natureText": "CODE",
                    "date": 1652214741494,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L181-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L181-3",
                    "articleId": "LEGIARTI000045213826",
                    "natureText": "CODE",
                    "date": 1652214741494,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645574400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033016237",
                    "textTitle": "LOI n°2016-1087 du 8 août 2016 - art. 172",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "172",
                    "articleId": "LEGIARTI000033018636",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-08-09",
                    "dateSignaTexte": "2016-08-08",
                    "dateDebutCible": "2016-08-10"
                }
            ],
            "num": "L350-3",
            "origine": "LEGI",
            "texte": "Les allées d'arbres et alignements d'arbres qui bordent les voies de communication constituent un patrimoine culturel et une source d'aménités, en plus de leur rôle pour la préservation de la biodiversité et, à ce titre, font l'objet d'une protection spécifique. Ils sont protégés, appelant ainsi une conservation, à savoir leur maintien et leur renouvellement, et une mise en valeur spécifiques. Le fait d'abattre, de porter atteinte à l'arbre, de compromettre la conservation ou de modifier radicalement l'aspect d'un ou de plusieurs arbres d'une allée ou d'un alignement d'arbres est interdit, sauf lorsqu'il est démontré que l'état sanitaire ou mécanique des arbres présente un danger pour la sécurité des personnes et des biens ou un danger sanitaire pour les autres arbres ou bien lorsque l'esthétique de la composition ne peut plus être assurée et que la préservation de la biodiversité peut être obtenue par d'autres mesures. Des dérogations peuvent être accordées par l'autorité administrative compétente pour les besoins de projets de construction. Le fait d'abattre ou de porter atteinte à l'arbre, de compromettre la conservation ou de modifier radicalement l'aspect d'un ou de plusieurs arbres d'une allée ou d'un alignement d'arbres donne lieu, y compris en cas d'autorisation ou de dérogation, à des mesures compensatoires locales, comprenant un volet en nature (plantations) et un volet financier destiné à assurer l'entretien ultérieur.",
            "texteHtml": "<p>Les allées d'arbres et alignements d'arbres qui bordent les voies de communication constituent un patrimoine culturel et une source d'aménités, en plus de leur rôle pour la préservation de la biodiversité et, à ce titre, font l'objet d'une protection spécifique. Ils sont protégés, appelant ainsi une conservation, à savoir leur maintien et leur renouvellement, et une mise en valeur spécifiques. </p><p> Le fait d'abattre, de porter atteinte à l'arbre, de compromettre la conservation ou de modifier radicalement l'aspect d'un ou de plusieurs arbres d'une allée ou d'un alignement d'arbres est interdit, sauf lorsqu'il est démontré que l'état sanitaire ou mécanique des arbres présente un danger pour la sécurité des personnes et des biens ou un danger sanitaire pour les autres arbres ou bien lorsque l'esthétique de la composition ne peut plus être assurée et que la préservation de la biodiversité peut être obtenue par d'autres mesures. </p><p> Des dérogations peuvent être accordées par l'autorité administrative compétente pour les besoins de projets de construction. </p><p> Le fait d'abattre ou de porter atteinte à l'arbre, de compromettre la conservation ou de modifier radicalement l'aspect d'un ou de plusieurs arbres d'une allée ou d'un alignement d'arbres donne lieu, y compris en cas d'autorisation ou de dérogation, à des mesures compensatoires locales, comprenant un volet en nature (plantations) et un volet financier destiné à assurer l'entretien ultérieur. </p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2016-08-10T00:00:00.000Z",
            "dateFin": "2022-02-23T00:00:00.000Z"
        }
    ]
}