{
    "cid": "LEGIARTI000038971335",
    "num": "D317-5",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132258",
                        "id": "LEGISCTA000006132258",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Mesures tendant à favoriser la construction d'habitations.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145296",
                        "id": "LEGISCTA000006145296",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-10-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VII : Avances aidées par l'Etat pour la construction, l'acquisition et l'amélioration de logements en accession à la propriété.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160536",
                        "id": "LEGISCTA000006160536",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-10-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conditions d'attribution de l'avance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177516",
                        "id": "LEGISCTA000006177516",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039047517",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R317-5 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R317-5",
                    "articleId": "LEGIARTI000006897066",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038955632",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                },
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 6",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000038955632",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "num": "D317-5",
            "origine": "LEGI",
            "texte": "Pour l'application de l'article D. 317-1, sont considérés comme résidences principales les logements occupés au moins huit mois par an, sauf obligation professionnelle, raison de santé ou cas de force majeure, par les personnes accédant à la propriété, visées à l'article D. 317-3. Cette occupation doit être effective dans le délai maximum d'un an suivant, soit la déclaration d'achèvement des travaux, soit l'acquisition du logement si celle-ci est postérieure à ladite déclaration. Ce délai peut être porté à six ans lorsque le logement est destiné à être occupé par le bénéficiaire de l'avance dès sa mise à la retraite, à condition qu'il soit loué dans des conditions prévues par arrêté conjoint du ministre chargé de l'économie et des finances et du ministre chargé du logement. Par dérogation aux dispositions du premier alinéa du présent article et tant que l'avance n'est pas totalement remboursée, lorsque les bénéficiaires de l'avance définie à l'article D. 317-1 du présent chapitre ne peuvent plus, pour des raisons professionnelles ou familiales, destiner leur logement à leur résidence principale, ils peuvent le donner en location, dans des conditions fixées par arrêté conjoint du ministre chargé de l'économie et des finances et du ministre chargé du logement. Par dérogation aux dispositions du premier alinéa du présent article et de l'article D. 317-1, les bénéficiaires de l'avance qui ne peuvent plus, pour des raisons professionnelles, destiner leur logement à leur résidence principale peuvent solliciter l'octroi d'une avance pour l'acquisition d'une nouvelle résidence principale, sous réserve du remboursement préalable du capital restant dû de l'avance initiale. La nouvelle avance est octroyée dans les conditions du présent chapitre appréciées à la date de la nouvelle demande. L'établissement de crédit qui a octroyé la première avance reverse à l'organisme visé à l'article D. 312-3-1 du présent code, pour le compte de l'Etat, une fraction de la subvention destinée à compenser l'absence d'intérêt, déterminée en fonction de la durée résiduelle de l'avance au moment de son remboursement anticipé.",
            "texteHtml": "<p>Pour l'application de l'article D. 317-1, sont considérés comme résidences principales les logements occupés au moins huit mois par an, sauf obligation professionnelle, raison de santé ou cas de force majeure, par les personnes accédant à la propriété, visées à l'article D. 317-3.</p><p>Cette occupation doit être effective dans le délai maximum d'un an suivant, soit la déclaration d'achèvement des travaux, soit l'acquisition du logement si celle-ci est postérieure à ladite déclaration.</p><p>Ce délai peut être porté à six ans lorsque le logement est destiné à être occupé par le bénéficiaire de l'avance dès sa mise à la retraite, à condition qu'il soit loué dans des conditions prévues par arrêté conjoint du ministre chargé de l'économie et des finances et du ministre chargé du logement.</p><p>Par dérogation aux dispositions du premier alinéa du présent article et tant que l'avance n'est pas totalement remboursée, lorsque les bénéficiaires de l'avance définie à l'article D. 317-1 du présent chapitre ne peuvent plus, pour des raisons professionnelles ou familiales, destiner leur logement à leur résidence principale, ils peuvent le donner en location, dans des conditions fixées par arrêté conjoint du ministre chargé de l'économie et des finances et du ministre chargé du logement.</p><p>Par dérogation aux dispositions du premier alinéa du présent article et de l'article D. 317-1, les bénéficiaires de l'avance qui ne peuvent plus, pour des raisons professionnelles, destiner leur logement à leur résidence principale peuvent solliciter l'octroi d'une avance pour l'acquisition d'une nouvelle résidence principale, sous réserve du remboursement préalable du capital restant dû de l'avance initiale. La nouvelle avance est octroyée dans les conditions du présent chapitre appréciées à la date de la nouvelle demande.</p><p>L'établissement de crédit qui a octroyé la première avance reverse à l'organisme visé à l'article D. 312-3-1 du présent code, pour le compte de l'Etat, une fraction de la subvention destinée à compenser l'absence d'intérêt, déterminée en fonction de la durée résiduelle de l'avance au moment de son remboursement anticipé.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-09-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}