{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046811447",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout paiement indu de prime d'activité est récupéré par l'organisme chargé de son service. En contrepartie des frais de gestion qu'il engage lorsque le versement indu est le résultat d'une fraude du bénéficiaire, l'organisme payeur recouvre auprès de ce dernier une indemnité équivalant à 10 % des sommes réclamées au titre des prestations versées à tort. Cette indemnité est recouvrée dans les mêmes conditions que les indus recouvrés au titre du présent article. Toute réclamation dirigée contre une décision de récupération de l'indu, le dépôt d'une demande de remise ou de réduction de créance ainsi que les recours administratifs et contentieux, y compris en appel, contre les décisions prises sur ces réclamations et ces demandes ont un caractère suspensif. Sauf si le bénéficiaire opte pour le remboursement de l'indu en une seule fois, l'organisme mentionné au premier alinéa procède au recouvrement de tout paiement indu de prime d'activité par retenues sur les montants à échoir. A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues au titre des prestations familiales et des prestations, autres que l'allocation de logement, mentionnées, respectivement, aux articles L. 168-8 et L. 511-1 ainsi qu'au titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement et des allocations de logement régies par le livre VIII du code de la construction et de l'habitation, ainsi qu'au titre du revenu de solidarité active mentionné à l' article L. 262-1 du code de l'action sociale et des familles . Par dérogation au troisième alinéa du présent article, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations, selon des modalités et des conditions précisées par décret. Les retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code. Lorsque l'indu notifié ne peut être recouvré sur les prestations mentionnées au même troisième alinéa, la récupération peut être opérée, sous réserve des dispositions des quatrième à neuvième alinéas de l'article L. 133-4-1 et si l'assuré n'opte pas pour le remboursement en un seul versement, par retenue sur les prestations en espèces gérées par les organismes mentionnés à l'article L. 133-4-1 ou sur les prestations mentionnées aux titres IV et V du livre III et au titre Ier du présent livre, par l'organisme gestionnaire de ces prestations et avec son accord. Toutefois, suite à cet accord, le recouvrement ne peut être effectué que si l'assuré n'est débiteur d'aucun indu sur ces mêmes prestations. Ce recouvrement est opéré selon les modalités applicables aux prestations sur lesquelles les retenues sont effectuées. Un décret fixe les modalités d'application et le traitement comptable afférant à ces opérations. Un décret détermine le montant au-dessous duquel la prime d'activité indûment versée ne donne pas lieu à répétition. La créance peut être remise ou réduite par l'organisme mentionné au premier alinéa du présent article, en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration. Les dispositions des quatrième à dernier alinéas de l'article L. 133-4-1 sont applicables au recouvrement des indus mentionnés au présent article.",
            "texteHtml": "<p align='left'>Tout paiement indu de prime d'activité est récupéré par l'organisme chargé de son service. En contrepartie des frais de gestion qu'il engage lorsque le versement indu est le résultat d'une fraude du bénéficiaire, l'organisme payeur recouvre auprès de ce dernier une indemnité équivalant à 10 % des sommes réclamées au titre des prestations versées à tort. Cette indemnité est recouvrée dans les mêmes conditions que les indus recouvrés au titre du présent article.</p><p>Toute réclamation dirigée contre une décision de récupération de l'indu, le dépôt d'une demande de remise ou de réduction de créance ainsi que les recours administratifs et contentieux, y compris en appel, contre les décisions prises sur ces réclamations et ces demandes ont un caractère suspensif.</p><p>Sauf si le bénéficiaire opte pour le remboursement de l'indu en une seule fois, l'organisme mentionné au premier alinéa procède au recouvrement de tout paiement indu de prime d'activité par retenues sur les montants à échoir. A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues au titre des prestations familiales et des prestations, autres que l'allocation de logement, mentionnées, respectivement, aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000039787614&dateTexte=&categorieLien=cid'>L. 168-8 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006743192&dateTexte=&categorieLien=cid'>L. 511-1</a> ainsi qu'au titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement et des allocations de logement régies par le livre VIII du code de la construction et de l'habitation, ainsi qu'au titre du revenu de solidarité active mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797174&dateTexte=&categorieLien=cid'>article L. 262-1 du code de l'action sociale et des familles</a>.</p><p>Par dérogation au troisième alinéa du présent article, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations, selon des modalités et des conditions précisées par décret.</p><p>Les retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code.</p><p>Lorsque l'indu notifié ne peut être recouvré sur les prestations mentionnées au même troisième alinéa, la récupération peut être opérée, sous réserve des dispositions des quatrième à neuvième alinéas de l'article L. 133-4-1 et si l'assuré n'opte pas pour le remboursement en un seul versement, par retenue sur les prestations en espèces gérées par les organismes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000046811497&dateTexte=&categorieLien=id' title='Code de la sécurité sociale. - art. L133-4-1 (V)'>L. 133-4-1 </a>ou sur les prestations mentionnées aux titres IV et V du livre III et au titre Ier du présent livre, par l'organisme gestionnaire de ces prestations et avec son accord. Toutefois, suite à cet accord, le recouvrement ne peut être effectué que si l'assuré n'est débiteur d'aucun indu sur ces mêmes prestations. Ce recouvrement est opéré selon les modalités applicables aux prestations sur lesquelles les retenues sont effectuées. Un décret fixe les modalités d'application et le traitement comptable afférant à ces opérations.</p><p>Un décret détermine le montant au-dessous duquel la prime d'activité indûment versée ne donne pas lieu à répétition.</p><p>La créance peut être remise ou réduite par l'organisme mentionné au premier alinéa du présent article, en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration.</p><p>Les dispositions des quatrième à dernier alinéas de l'article L. 133-4-1 sont applicables au recouvrement des indus mentionnés au présent article.</p>",
            "num": "L845-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR_DIFF",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-06",
                        "fin": "2019-09-01",
                        "titre": "Livre 8 : Allocations aux personnes âgées - Allocation aux adultes handicapés - Allocation de logement sociale - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126917",
                        "id": "LEGISCTA000006126917",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VIII : Allocations aux personnes âgées - Allocation aux adultes handicapés - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126917",
                        "id": "LEGISCTA000038834503",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-06",
                        "fin": "2003-12-19",
                        "titre": "Titre 4 : Aides à l'emploi pour la garde des jeunes enfants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141731",
                        "id": "LEGISCTA000006141731",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Prime d'activité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141731",
                        "id": "LEGISCTA000031087643",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031077433",
                        "id": "LEGISCTA000031077475",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031077439",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031077433",
            "sectionParentId": "LEGISCTA000031077475",
            "sectionParentTitre": "Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
            "fullSectionsTitre": "Partie législative &gt; Livre VIII : Allocations aux personnes âgées - Allocation aux adultes handicapés - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé &gt; Titre IV : Prime d'activité &gt; Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000046811447",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au IV de l’article 100 de la loi n° 2022-1616 du 23 décembre 2022, ces dispositions entrent en vigueur le 1er janvier 2024.",
            "notaHtml": "<p>Conformément au IV de l’article 100 de la loi n° 2022-1616 du 23 décembre 2022, ces dispositions entrent en vigueur le 1er janvier 2024.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046791754",
                    "textTitle": "LOI n°2022-1616 du 23 décembre 2022 - art. 100 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "100",
                    "articleId": "LEGIARTI000046796333",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-12-24",
                    "dateSignaTexte": "2022-12-23",
                    "dateDebutCible": "2022-12-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 13-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13-2",
                    "articleId": "LEGIARTI000046811345",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032075477",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1455926400000
                },
                {
                    "textCid": "JORFTEXT000033342215",
                    "textTitle": "Décret n°2016-1494 du 4 novembre 2016 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033343923",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1494",
                    "datePubli": 1478390400000,
                    "dateDebut": 1478476800000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038811663",
                    "textTitle": "Ordonnance n°2019-765 du 24 juillet 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038818828",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2019-765",
                    "datePubli": 1564012800000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000038833712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-17-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-17-2",
                    "articleId": "LEGIARTI000046803642",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-4-1",
                    "articleId": "LEGIARTI000046811497",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L168-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L168-8",
                    "articleId": "LEGIARTI000039787614",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577491200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006743192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000042686248",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000041398453",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006797174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031077484",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038839697",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951362",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1564099200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038825591",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041398429",
                    "etat": "ABROGE_DIFF",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046811447",
                    "etat": "VIGUEUR_DIFF",
                    "version": "6.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L845-3",
                "845-3"
            ],
            "versionPrecedente": "LEGIARTI000041398429",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037951362",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout paiement indu de prime d'activité est récupéré par l'organisme chargé de son service. Toute réclamation dirigée contre une décision de récupération de l'indu, le dépôt d'une demande de remise ou de réduction de créance ainsi que les recours administratifs et contentieux, y compris en appel, contre les décisions prises sur ces réclamations et ces demandes ont un caractère suspensif. Sauf si le bénéficiaire opte pour le remboursement de l'indu en une seule fois, l'organisme mentionné au premier alinéa procède au recouvrement de tout paiement indu de prime d'activité par retenues sur les montants à échoir. A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues au titre des prestations familiales, de l'allocation de logement et des prestations mentionnées, respectivement, aux articles L. 511-1 et L. 831-1 et au titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement mentionnée à l' article L. 351-1 du code de la construction et de l'habitation ainsi qu'au titre du revenu de solidarité active mentionné à l' article L. 262-1 du code de l'action sociale et des familles . Par dérogation au troisième alinéa du présent article, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations, selon des modalités et des conditions précisées par décret. Les retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code. Lorsque l'indu notifié ne peut être recouvré sur les prestations mentionnées au même troisième alinéa, la récupération peut être opérée, sous réserve que l'assuré ne conteste pas le caractère indu et n'opte pas pour le remboursement en un seul versement, par retenue sur les prestations en espèces gérées par les organismes mentionnés à l'article L. 133-4-1 ou sur les prestations mentionnées aux titres IV et V du livre III et au titre Ier du présent livre, par l'organisme gestionnaire de ces prestations et avec son accord. Toutefois, suite à cet accord, le recouvrement ne peut être effectué que si l'assuré n'est débiteur d'aucun indu sur ces mêmes prestations. Ce recouvrement est opéré selon les modalités applicables aux prestations sur lesquelles les retenues sont effectuées. Un décret fixe les modalités d'application et le traitement comptable afférant à ces opérations. Un décret détermine le montant au-dessous duquel la prime d'activité indûment versée ne donne pas lieu à répétition. La créance peut être remise ou réduite par l'organisme mentionné au premier alinéa du présent article, en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration.",
            "texteHtml": "<p align='left'>Tout paiement indu de prime d'activité est récupéré par l'organisme chargé de son service. </p><p>Toute réclamation dirigée contre une décision de récupération de l'indu, le dépôt d'une demande de remise ou de réduction de créance ainsi que les recours administratifs et contentieux, y compris en appel, contre les décisions prises sur ces réclamations et ces demandes ont un caractère suspensif. </p><p>Sauf si le bénéficiaire opte pour le remboursement de l'indu en une seule fois, l'organisme mentionné au premier alinéa procède au recouvrement de tout paiement indu de prime d'activité par retenues sur les montants à échoir. A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues au titre des prestations familiales, de l'allocation de logement et des prestations mentionnées, respectivement, aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006743192&dateTexte=&categorieLien=cid'>L. 511-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006745144&dateTexte=&categorieLien=cid'>L. 831-1 </a>et au titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824960&dateTexte=&categorieLien=cid'>article L. 351-1 du code de la construction et de l'habitation </a>ainsi qu'au titre du revenu de solidarité active mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797174&dateTexte=&categorieLien=cid'>article L. 262-1 du code de l'action sociale et des familles</a>. </p><p>Par dérogation au troisième alinéa du présent article, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations, selon des modalités et des conditions précisées par décret. </p><p>Les retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code. </p><p>Lorsque l'indu notifié ne peut être recouvré sur les prestations mentionnées au même troisième alinéa, la récupération peut être opérée, sous réserve que l'assuré ne conteste pas le caractère indu et n'opte pas pour le remboursement en un seul versement, par retenue sur les prestations en espèces gérées par les organismes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741074&dateTexte=&categorieLien=cid'>L. 133-4-1</a> ou sur les prestations mentionnées aux titres IV et V du livre III et au titre Ier du présent livre, par l'organisme gestionnaire de ces prestations et avec son accord. Toutefois, suite à cet accord, le recouvrement ne peut être effectué que si l'assuré n'est débiteur d'aucun indu sur ces mêmes prestations. Ce recouvrement est opéré selon les modalités applicables aux prestations sur lesquelles les retenues sont effectuées. Un décret fixe les modalités d'application et le traitement comptable afférant à ces opérations. </p><p>Un décret détermine le montant au-dessous duquel la prime d'activité indûment versée ne donne pas lieu à répétition. </p><p>La créance peut être remise ou réduite par l'organisme mentionné au premier alinéa du présent article, en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration.</p>",
            "num": "L845-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1577836800000,
            "dateFin": 1564099200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-06",
                        "fin": "2019-09-01",
                        "titre": "Livre 8 : Allocations aux personnes âgées - Allocation aux adultes handicapés - Allocation de logement sociale - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126917",
                        "id": "LEGISCTA000006126917",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VIII : Allocations aux personnes âgées - Allocation aux adultes handicapés - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126917",
                        "id": "LEGISCTA000038834503",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-06",
                        "fin": "2003-12-19",
                        "titre": "Titre 4 : Aides à l'emploi pour la garde des jeunes enfants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141731",
                        "id": "LEGISCTA000006141731",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Prime d'activité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141731",
                        "id": "LEGISCTA000031087643",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031077433",
                        "id": "LEGISCTA000031077475",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031077439",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031077433",
            "sectionParentId": "LEGISCTA000031077475",
            "sectionParentTitre": "Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
            "fullSectionsTitre": "Partie législative &gt; Livre 8 : Allocations aux personnes âgées - Allocation aux adultes handicapés - Allocation de logement sociale - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé &gt; Livre VIII : Allocations aux personnes âgées - Allocation aux adultes handicapés - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé &gt; Titre 4 : Aides à l'emploi pour la garde des jeunes enfants &gt; Titre IV : Prime d'activité &gt; Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037951362",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037847585",
                    "textTitle": "LOI n°2018-1203 du 22 décembre 2018 - art. 77 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "77",
                    "articleId": "LEGIARTI000037849586",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-23",
                    "dateSignaTexte": "2018-12-22",
                    "dateDebutCible": "2018-12-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 13-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13-2",
                    "articleId": "LEGIARTI000046811345",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037951207",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032075477",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1455926400000
                },
                {
                    "textCid": "JORFTEXT000033342215",
                    "textTitle": "Décret n°2016-1494 du 4 novembre 2016 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033343923",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1494",
                    "datePubli": 1478390400000,
                    "dateDebut": 1478476800000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038811663",
                    "textTitle": "Ordonnance n°2019-765 du 24 juillet 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038818828",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2019-765",
                    "datePubli": 1564012800000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000038833712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-4-1",
                    "articleId": "LEGIARTI000006741074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006743192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000042686248",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000041398453",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L831-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L831-1",
                    "articleId": "LEGIARTI000006745144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006797174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-1",
                    "articleId": "LEGIARTI000006824960",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031077484",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038839697",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951362",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1564099200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038825591",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041398429",
                    "etat": "ABROGE_DIFF",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046811447",
                    "etat": "VIGUEUR_DIFF",
                    "version": "6.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L845-3",
                "845-3"
            ],
            "versionPrecedente": "LEGIARTI000038839697",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000041398429",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout paiement indu de prime d'activité est récupéré par l'organisme chargé de son service. Toute réclamation dirigée contre une décision de récupération de l'indu, le dépôt d'une demande de remise ou de réduction de créance ainsi que les recours administratifs et contentieux, y compris en appel, contre les décisions prises sur ces réclamations et ces demandes ont un caractère suspensif. Sauf si le bénéficiaire opte pour le remboursement de l'indu en une seule fois, l'organisme mentionné au premier alinéa procède au recouvrement de tout paiement indu de prime d'activité par retenues sur les montants à échoir. A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues au titre des prestations familiales et des prestations, autres que l'allocation de logement, mentionnées, respectivement, aux articles L. 168-8 et L. 511-1 ainsi qu'au titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement et des allocations de logement régies par le livre VIII du code de la construction et de l'habitation, ainsi qu'au titre du revenu de solidarité active mentionné à l' article L. 262-1 du code de l'action sociale et des familles . Par dérogation au troisième alinéa du présent article, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations, selon des modalités et des conditions précisées par décret. Les retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code. Lorsque l'indu notifié ne peut être recouvré sur les prestations mentionnées au même troisième alinéa, la récupération peut être opérée, sous réserve des dispositions des quatrième à neuvième alinéas de l'article L. 133-4-1 et si l'assuré n'opte pas pour le remboursement en un seul versement, par retenue sur les prestations en espèces gérées par les organismes mentionnés à l'article L. 133-4-1 ou sur les prestations mentionnées aux titres IV et V du livre III et au titre Ier du présent livre, par l'organisme gestionnaire de ces prestations et avec son accord. Toutefois, suite à cet accord, le recouvrement ne peut être effectué que si l'assuré n'est débiteur d'aucun indu sur ces mêmes prestations. Ce recouvrement est opéré selon les modalités applicables aux prestations sur lesquelles les retenues sont effectuées. Un décret fixe les modalités d'application et le traitement comptable afférant à ces opérations. Un décret détermine le montant au-dessous duquel la prime d'activité indûment versée ne donne pas lieu à répétition. La créance peut être remise ou réduite par l'organisme mentionné au premier alinéa du présent article, en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration. Les dispositions des quatrième à dernier alinéas de l'article L. 133-4-1 sont applicables au recouvrement des indus mentionnés au présent article.",
            "texteHtml": "<p align='left'>Tout paiement indu de prime d'activité est récupéré par l'organisme chargé de son service. </p><p>Toute réclamation dirigée contre une décision de récupération de l'indu, le dépôt d'une demande de remise ou de réduction de créance ainsi que les recours administratifs et contentieux, y compris en appel, contre les décisions prises sur ces réclamations et ces demandes ont un caractère suspensif. </p><p>Sauf si le bénéficiaire opte pour le remboursement de l'indu en une seule fois, l'organisme mentionné au premier alinéa procède au recouvrement de tout paiement indu de prime d'activité par retenues sur les montants à échoir. A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues au titre des prestations familiales et des prestations, autres que l'allocation de logement, mentionnées, respectivement, aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000039787614&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L168-8 (V)'>L. 168-8 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006743192&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L511-1 (VD)'>L. 511-1</a> ainsi qu'au titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement et des allocations de logement régies par le livre VIII du code de la construction et de l'habitation, ainsi qu'au titre du revenu de solidarité active mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797174&dateTexte=&categorieLien=cid'>article L. 262-1 du code de l'action sociale et des familles</a>. </p><p>Par dérogation au troisième alinéa du présent article, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations, selon des modalités et des conditions précisées par décret. </p><p>Les retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code. </p><p>Lorsque l'indu notifié ne peut être recouvré sur les prestations mentionnées au même troisième alinéa, la récupération peut être opérée, sous réserve des dispositions des quatrième à neuvième alinéas de l'article L. 133-4-1 et si l'assuré n'opte pas pour le remboursement en un seul versement, par retenue sur les prestations en espèces gérées par les organismes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741074&dateTexte=&categorieLien=cid'>L. 133-4-1 </a>ou sur les prestations mentionnées aux titres IV et V du livre III et au titre Ier du présent livre, par l'organisme gestionnaire de ces prestations et avec son accord. Toutefois, suite à cet accord, le recouvrement ne peut être effectué que si l'assuré n'est débiteur d'aucun indu sur ces mêmes prestations. Ce recouvrement est opéré selon les modalités applicables aux prestations sur lesquelles les retenues sont effectuées. Un décret fixe les modalités d'application et le traitement comptable afférant à ces opérations. </p><p>Un décret détermine le montant au-dessous duquel la prime d'activité indûment versée ne donne pas lieu à répétition. </p><p>La créance peut être remise ou réduite par l'organisme mentionné au premier alinéa du présent article, en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration. </p><p>Les dispositions des quatrième à dernier alinéas de l'article L. 133-4-1 sont applicables au recouvrement des indus mentionnés au présent article.</p>",
            "num": "L845-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "ABROGE_DIFF",
            "dateDebut": 1577836800000,
            "dateFin": 1704067200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-06",
                        "fin": "2019-09-01",
                        "titre": "Livre 8 : Allocations aux personnes âgées - Allocation aux adultes handicapés - Allocation de logement sociale - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126917",
                        "id": "LEGISCTA000006126917",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VIII : Allocations aux personnes âgées - Allocation aux adultes handicapés - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126917",
                        "id": "LEGISCTA000038834503",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-06",
                        "fin": "2003-12-19",
                        "titre": "Titre 4 : Aides à l'emploi pour la garde des jeunes enfants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141731",
                        "id": "LEGISCTA000006141731",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Prime d'activité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141731",
                        "id": "LEGISCTA000031087643",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031077433",
                        "id": "LEGISCTA000031077475",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031077439",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031077433",
            "sectionParentId": "LEGISCTA000031077475",
            "sectionParentTitre": "Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
            "fullSectionsTitre": "Partie législative &gt; Livre VIII : Allocations aux personnes âgées - Allocation aux adultes handicapés - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé &gt; Titre IV : Prime d'activité &gt; Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000041398429",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 3 de l’ordonnance n° 2019-765 du 24 juillet 2019, ces dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, au plus tôt le 1er janvier 2020 et au plus tard le 1er juillet 2020.",
            "notaHtml": "<p>Conformément à l’article 3 de l’ordonnance n° 2019-765 du 24 juillet 2019, ces dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, au plus tôt le 1er janvier 2020 et au plus tard le 1er juillet 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039675317",
                    "textTitle": "LOI n° 2019-1446 du 24 décembre 2019 - art. 68 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "68",
                    "articleId": "LEGIARTI000039755192",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-27",
                    "dateSignaTexte": "2019-12-24",
                    "dateDebutCible": "2019-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 13-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13-2",
                    "articleId": "LEGIARTI000046811345",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032075477",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1455926400000
                },
                {
                    "textCid": "JORFTEXT000033342215",
                    "textTitle": "Décret n°2016-1494 du 4 novembre 2016 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033343923",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1494",
                    "datePubli": 1478390400000,
                    "dateDebut": 1478476800000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038811663",
                    "textTitle": "Ordonnance n°2019-765 du 24 juillet 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038818828",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2019-765",
                    "datePubli": 1564012800000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000038833712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-4-1",
                    "articleId": "LEGIARTI000006741074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L168-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L168-8",
                    "articleId": "LEGIARTI000039787614",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577491200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L511-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006743192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000042686248",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000041398453",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006797174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031077484",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038839697",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951362",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1564099200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038825591",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041398429",
                    "etat": "ABROGE_DIFF",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046811447",
                    "etat": "VIGUEUR_DIFF",
                    "version": "6.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L845-3",
                "845-3"
            ],
            "versionPrecedente": "LEGIARTI000038825591",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038825591",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout paiement indu de prime d'activité est récupéré par l'organisme chargé de son service. Toute réclamation dirigée contre une décision de récupération de l'indu, le dépôt d'une demande de remise ou de réduction de créance ainsi que les recours administratifs et contentieux, y compris en appel, contre les décisions prises sur ces réclamations et ces demandes ont un caractère suspensif. Sauf si le bénéficiaire opte pour le remboursement de l'indu en une seule fois, l'organisme mentionné au premier alinéa procède au recouvrement de tout paiement indu de prime d'activité par retenues sur les montants à échoir. A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues au titre des prestations familiales et des prestations, autres que l'allocation de logement, mentionnées, respectivement, par l'article L. 511-1 et par les dispositions du titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement et des allocations de logement régies par le livre VIII du code de la construction et de l'habitation, ainsi qu'au titre du revenu de solidarité active mentionné à l' article L. 262-1 du code de l'action sociale et des familles . Par dérogation au troisième alinéa du présent article, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations, selon des modalités et des conditions précisées par décret. Les retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code. Lorsque l'indu notifié ne peut être recouvré sur les prestations mentionnées au même troisième alinéa, la récupération peut être opérée, sous réserve des dispositions des quatrième à huitième alinéas de l'article L. 133-4-1 et si l'assuré n'opte pas pour le remboursement en un seul versement, par retenue sur les prestations en espèces gérées par les organismes mentionnés à l'article L. 133-4-1 ou sur les prestations mentionnées aux titres IV et V du livre III et au titre Ier du présent livre, par l'organisme gestionnaire de ces prestations et avec son accord. Toutefois, suite à cet accord, le recouvrement ne peut être effectué que si l'assuré n'est débiteur d'aucun indu sur ces mêmes prestations. Ce recouvrement est opéré selon les modalités applicables aux prestations sur lesquelles les retenues sont effectuées. Un décret fixe les modalités d'application et le traitement comptable afférant à ces opérations. Un décret détermine le montant au-dessous duquel la prime d'activité indûment versée ne donne pas lieu à répétition. La créance peut être remise ou réduite par l'organisme mentionné au premier alinéa du présent article, en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration. Les dispositions des troisième à douzième alinéas de l'article L. 133-4-1 sont applicables au recouvrement des indus mentionnés au présent article.",
            "texteHtml": "<p align='left'>Tout paiement indu de prime d'activité est récupéré par l'organisme chargé de son service.</p><p>Toute réclamation dirigée contre une décision de récupération de l'indu, le dépôt d'une demande de remise ou de réduction de créance ainsi que les recours administratifs et contentieux, y compris en appel, contre les décisions prises sur ces réclamations et ces demandes ont un caractère suspensif.</p><p>Sauf si le bénéficiaire opte pour le remboursement de l'indu en une seule fois, l'organisme mentionné au premier alinéa procède au recouvrement de tout paiement indu de prime d'activité par retenues sur les montants à échoir. A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues au titre des prestations familiales et des prestations, autres que l'allocation de logement, mentionnées, respectivement, par l'article L. 511-1 et par les dispositions du titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement et des allocations de logement régies par le livre VIII du code de la construction et de l'habitation, ainsi qu'au titre du revenu de solidarité active mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797174&dateTexte=&categorieLien=cid'>article L. 262-1 du code de l'action sociale et des familles</a>.</p><p>Par dérogation au troisième alinéa du présent article, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations, selon des modalités et des conditions précisées par décret.</p><p>Les retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code.</p><p>Lorsque l'indu notifié ne peut être recouvré sur les prestations mentionnées au même troisième alinéa, la récupération peut être opérée, sous réserve des dispositions des quatrième à huitième alinéas de l'article L. 133-4-1 et si l'assuré n'opte pas pour le remboursement en un seul versement, par retenue sur les prestations en espèces gérées par les organismes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741074&dateTexte=&categorieLien=cid'>L. 133-4-1</a> ou sur les prestations mentionnées aux titres IV et V du livre III et au titre Ier du présent livre, par l'organisme gestionnaire de ces prestations et avec son accord. Toutefois, suite à cet accord, le recouvrement ne peut être effectué que si l'assuré n'est débiteur d'aucun indu sur ces mêmes prestations. Ce recouvrement est opéré selon les modalités applicables aux prestations sur lesquelles les retenues sont effectuées. Un décret fixe les modalités d'application et le traitement comptable afférant à ces opérations.</p><p>Un décret détermine le montant au-dessous duquel la prime d'activité indûment versée ne donne pas lieu à répétition.</p><p>La créance peut être remise ou réduite par l'organisme mentionné au premier alinéa du présent article, en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration.</p><p>Les dispositions des troisième à douzième alinéas de l'article L. 133-4-1 sont applicables au recouvrement des indus mentionnés au présent article.</p>",
            "num": "L845-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1577836800000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-06",
                        "fin": "2019-09-01",
                        "titre": "Livre 8 : Allocations aux personnes âgées - Allocation aux adultes handicapés - Allocation de logement sociale - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126917",
                        "id": "LEGISCTA000006126917",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VIII : Allocations aux personnes âgées - Allocation aux adultes handicapés - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126917",
                        "id": "LEGISCTA000038834503",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-06",
                        "fin": "2003-12-19",
                        "titre": "Titre 4 : Aides à l'emploi pour la garde des jeunes enfants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141731",
                        "id": "LEGISCTA000006141731",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Prime d'activité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141731",
                        "id": "LEGISCTA000031087643",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031077433",
                        "id": "LEGISCTA000031077475",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031077439",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031077433",
            "sectionParentId": "LEGISCTA000031077475",
            "sectionParentTitre": "Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
            "fullSectionsTitre": "Partie législative &gt; Livre VIII : Allocations aux personnes âgées - Allocation aux adultes handicapés - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé &gt; Titre IV : Prime d'activité &gt; Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038825591",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 3 de l’ordonnance n° 2019-765 du 24 juillet 2019, ces dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, au plus tôt le 1er janvier 2020 et au plus tard le 1er juillet 2020.",
            "notaHtml": "<p>Conformément à l’article 3 de l’ordonnance n° 2019-765 du 24 juillet 2019, ces dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, au plus tôt le 1er janvier 2020 et au plus tard le 1er juillet 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038811663",
                    "textTitle": "Ordonnance n°2019-765 du 24 juillet 2019 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038818828",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-07-25",
                    "dateSignaTexte": "2019-07-24",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 13-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13-2",
                    "articleId": "LEGIARTI000046811345",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032075477",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1455926400000
                },
                {
                    "textCid": "JORFTEXT000033342215",
                    "textTitle": "Décret n°2016-1494 du 4 novembre 2016 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033343923",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1494",
                    "datePubli": 1478390400000,
                    "dateDebut": 1478476800000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038811663",
                    "textTitle": "Ordonnance n°2019-765 du 24 juillet 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038818828",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2019-765",
                    "datePubli": 1564012800000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000038833712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-4-1",
                    "articleId": "LEGIARTI000006741074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006743192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000042686248",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000041398453",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L831-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L831-1",
                    "articleId": "LEGIARTI000006745144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006797174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-1",
                    "articleId": "LEGIARTI000006824960",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031077484",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038839697",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951362",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1564099200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038825591",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041398429",
                    "etat": "ABROGE_DIFF",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046811447",
                    "etat": "VIGUEUR_DIFF",
                    "version": "6.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L845-3",
                "845-3"
            ],
            "versionPrecedente": "LEGIARTI000037951362",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038839697",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout paiement indu de prime d'activité est récupéré par l'organisme chargé de son service. Toute réclamation dirigée contre une décision de récupération de l'indu, le dépôt d'une demande de remise ou de réduction de créance ainsi que les recours administratifs et contentieux, y compris en appel, contre les décisions prises sur ces réclamations et ces demandes ont un caractère suspensif. Sauf si le bénéficiaire opte pour le remboursement de l'indu en une seule fois, l'organisme mentionné au premier alinéa procède au recouvrement de tout paiement indu de prime d'activité par retenues sur les montants à échoir. A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues au titre des prestations familiales et des prestations, autres que l'allocation de logement, mentionnées, respectivement, par l'article L. 511-1 et par les dispositions du titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement et des allocations de logement régies par le livre VIII du code de la construction et de l'habitation, ainsi qu'au titre du revenu de solidarité active mentionné à l' article L. 262-1 du code de l'action sociale et des familles . Par dérogation au troisième alinéa du présent article, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations, selon des modalités et des conditions précisées par décret. Les retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code. Un décret détermine le montant au-dessous duquel la prime d'activité indûment versée ne donne pas lieu à répétition. La créance peut être remise ou réduite par l'organisme mentionné au premier alinéa du présent article, en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration.",
            "texteHtml": "<p align='left'>Tout paiement indu de prime d'activité est récupéré par l'organisme chargé de son service. </p><p>Toute réclamation dirigée contre une décision de récupération de l'indu, le dépôt d'une demande de remise ou de réduction de créance ainsi que les recours administratifs et contentieux, y compris en appel, contre les décisions prises sur ces réclamations et ces demandes ont un caractère suspensif. </p><p>Sauf si le bénéficiaire opte pour le remboursement de l'indu en une seule fois, l'organisme mentionné au premier alinéa procède au recouvrement de tout paiement indu de prime d'activité par retenues sur les montants à échoir. A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues au titre des prestations familiales et des prestations, autres que l'allocation de logement, mentionnées, respectivement, par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006743192&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L511-1 (V)'>L. 511-1</a> et par les dispositions du titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement et des allocations de logement régies par le livre VIII du code de la construction et de l'habitation, ainsi qu'au titre du revenu de solidarité active mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000031087769&dateTexte=&categorieLien=id' title='Code de l'action sociale et des familles - art. L262-1 (VD)'>article L. 262-1 du code de l'action sociale et des familles</a>. </p><p>Par dérogation au troisième alinéa du présent article, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations, selon des modalités et des conditions précisées par décret. </p><p>Les retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code. </p><p>Un décret détermine le montant au-dessous duquel la prime d'activité indûment versée ne donne pas lieu à répétition. </p><p>La créance peut être remise ou réduite par l'organisme mentionné au premier alinéa du présent article, en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration.</p>",
            "num": "L845-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1567296000000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-06",
                        "fin": "2019-09-01",
                        "titre": "Livre 8 : Allocations aux personnes âgées - Allocation aux adultes handicapés - Allocation de logement sociale - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126917",
                        "id": "LEGISCTA000006126917",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VIII : Allocations aux personnes âgées - Allocation aux adultes handicapés - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126917",
                        "id": "LEGISCTA000038834503",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-06",
                        "fin": "2003-12-19",
                        "titre": "Titre 4 : Aides à l'emploi pour la garde des jeunes enfants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141731",
                        "id": "LEGISCTA000006141731",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Prime d'activité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141731",
                        "id": "LEGISCTA000031087643",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031077433",
                        "id": "LEGISCTA000031077475",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031077439",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031077433",
            "sectionParentId": "LEGISCTA000031077475",
            "sectionParentTitre": "Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
            "fullSectionsTitre": "Partie législative &gt; Livre VIII : Allocations aux personnes âgées - Allocation aux adultes handicapés - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé &gt; Titre IV : Prime d'activité &gt; Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038839697",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038812074",
                    "textTitle": "Ordonnance n°2019-770 du 17 juillet 2019 - art. 9",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000038813962",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-07-25",
                    "dateSignaTexte": "2019-07-17",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 13-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13-2",
                    "articleId": "LEGIARTI000046811345",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032075477",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1455926400000
                },
                {
                    "textCid": "JORFTEXT000033342215",
                    "textTitle": "Décret n°2016-1494 du 4 novembre 2016 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033343923",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1494",
                    "datePubli": 1478390400000,
                    "dateDebut": 1478476800000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038811663",
                    "textTitle": "Ordonnance n°2019-765 du 24 juillet 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038818828",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2019-765",
                    "datePubli": 1564012800000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000038833712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L511-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006743192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000042686248",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000041398453",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000031087769",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031077484",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038839697",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951362",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1564099200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038825591",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041398429",
                    "etat": "ABROGE_DIFF",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046811447",
                    "etat": "VIGUEUR_DIFF",
                    "version": "6.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L845-3",
                "845-3"
            ],
            "versionPrecedente": "LEGIARTI000031077484",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031077484",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout paiement indu de prime d'activité est récupéré par l'organisme chargé de son service. Toute réclamation dirigée contre une décision de récupération de l'indu, le dépôt d'une demande de remise ou de réduction de créance ainsi que les recours administratifs et contentieux, y compris en appel, contre les décisions prises sur ces réclamations et ces demandes ont un caractère suspensif. Sauf si le bénéficiaire opte pour le remboursement de l'indu en une seule fois, l'organisme mentionné au premier alinéa procède au recouvrement de tout paiement indu de prime d'activité par retenues sur les montants à échoir. A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues au titre des prestations familiales, de l'allocation de logement et des prestations mentionnées, respectivement, aux articles L. 511-1 et L. 831-1 et au titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement mentionnée à l' article L. 351-1 du code de la construction et de l'habitation ainsi qu'au titre du revenu de solidarité active mentionné à l' article L. 262-1 du code de l'action sociale et des familles . Par dérogation au troisième alinéa du présent article, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations, selon des modalités et des conditions précisées par décret. Les retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code. Un décret détermine le montant au-dessous duquel la prime d'activité indûment versée ne donne pas lieu à répétition. La créance peut être remise ou réduite par l'organisme mentionné au premier alinéa du présent article, en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration.",
            "texteHtml": "<p align='left'>Tout paiement indu de prime d'activité est récupéré par l'organisme chargé de son service. <br/><br/>Toute réclamation dirigée contre une décision de récupération de l'indu, le dépôt d'une demande de remise ou de réduction de créance ainsi que les recours administratifs et contentieux, y compris en appel, contre les décisions prises sur ces réclamations et ces demandes ont un caractère suspensif. <br/><br/>Sauf si le bénéficiaire opte pour le remboursement de l'indu en une seule fois, l'organisme mentionné au premier alinéa procède au recouvrement de tout paiement indu de prime d'activité par retenues sur les montants à échoir. A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues au titre des prestations familiales, de l'allocation de logement et des prestations mentionnées, respectivement, aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006743192&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L511-1 (V)'>L. 511-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006745144&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L831-1 (V)'>L. 831-1 </a>et au titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824960&dateTexte=&categorieLien=cid'>article L. 351-1 du code de la construction et de l'habitation </a>ainsi qu'au titre du revenu de solidarité active mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000031087769&dateTexte=&categorieLien=id' title='Code de l'action sociale et des familles - art. L262-1 (VD)'>article L. 262-1 du code de l'action sociale et des familles</a>. <br/><br/>Par dérogation au troisième alinéa du présent article, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations, selon des modalités et des conditions précisées par décret. <br/><br/>Les retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code. <br/><br/>Un décret détermine le montant au-dessous duquel la prime d'activité indûment versée ne donne pas lieu à répétition. <br/><br/>La créance peut être remise ou réduite par l'organisme mentionné au premier alinéa du présent article, en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration.</p>",
            "num": "L845-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1567296000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-06",
                        "fin": "2019-09-01",
                        "titre": "Livre 8 : Allocations aux personnes âgées - Allocation aux adultes handicapés - Allocation de logement sociale - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126917",
                        "id": "LEGISCTA000006126917",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VIII : Allocations aux personnes âgées - Allocation aux adultes handicapés - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126917",
                        "id": "LEGISCTA000038834503",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-06",
                        "fin": "2003-12-19",
                        "titre": "Titre 4 : Aides à l'emploi pour la garde des jeunes enfants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141731",
                        "id": "LEGISCTA000006141731",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Prime d'activité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141731",
                        "id": "LEGISCTA000031087643",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031077433",
                        "id": "LEGISCTA000031077475",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031077439",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031077433",
            "sectionParentId": "LEGISCTA000031077475",
            "sectionParentTitre": "Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
            "fullSectionsTitre": "Partie législative &gt; Livre VIII : Allocations aux personnes âgées - Allocation aux adultes handicapés - Aides à l'emploi pour la garde des jeunes enfants - Aides aux collectivités et organismes logeant à titre temporaire des personnes défavorisées ou gérant des aires d'accueil des gens du voyage - Protection complémentaire en matière de santé &gt; Titre IV : Prime d'activité &gt; Chapitre 5 : Contrôle, recours et récupération, lutte contre la fraude ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031077484",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031046061",
                    "textTitle": "LOI n°2015-994 du 17 août 2015 - art. 57",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "57",
                    "articleId": "LEGIARTI000031057680",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-18",
                    "dateSignaTexte": "2015-08-17",
                    "dateDebutCible": "2015-08-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 13-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13-2",
                    "articleId": "LEGIARTI000046811345",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032075477",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1455926400000
                },
                {
                    "textCid": "JORFTEXT000033342215",
                    "textTitle": "Décret n°2016-1494 du 4 novembre 2016 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033343923",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1494",
                    "datePubli": 1478390400000,
                    "dateDebut": 1478476800000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038811663",
                    "textTitle": "Ordonnance n°2019-765 du 24 juillet 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038818828",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2019-765",
                    "datePubli": 1564012800000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000038833712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L511-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006743192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000042686248",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000041398453",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L831-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L831-1",
                    "articleId": "LEGIARTI000006745144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000031087769",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-1",
                    "articleId": "LEGIARTI000006824960",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031077484",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038839697",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951362",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1564099200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038825591",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041398429",
                    "etat": "ABROGE_DIFF",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046811447",
                    "etat": "VIGUEUR_DIFF",
                    "version": "6.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L845-3",
                "845-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}