{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044804136",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le montant de la taxe foncière sur les propriétés bâties prévue à l'article 1380 et mise en recouvrement au cours de l'exercice pour les logements mentionnés au III du présent article fait naître une créance d'impôt sur les sociétés non imposable d'égal montant au profit des personnes morales suivantes : 1° Organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 du code de la construction et de l'habitation, sociétés d'économie mixte mentionnées à l'article L. 481-1 du même code ou sociétés anonymes de coordination entre les organismes d'habitations à loyer modéré mentionnées à l'article L. 423-1-1 dudit code ; 2° Organismes soumis au contrôle, au sens du III de l'article L. 430-1 du code de commerce, de la société mentionnée à l'article L. 313-20 du code de la construction et de l'habitation ; 3° Personnes morales, y compris les personnes morales exonérées d'impôt sur les sociétés en application d'une disposition légale, dont le capital est détenu en totalité, directement ou indirectement, par des personnes passibles de l'impôt sur les sociétés ; 4° Etablissements publics administratifs ; 5° Caisses de retraite et de prévoyance. Lorsqu'elle fait naître une créance non imposable d'égal montant, la taxe foncière mise en recouvrement pour les logements mentionnés au III du présent article n'est pas admise dans les charges déductibles pour la détermination du bénéfice imposable des personnes morales mentionnées aux 1° à 5° du présent I. II.-Le montant de la taxe foncière sur les propriétés bâties s'entend de la taxe mentionnée à l'article 1380 et, le cas échéant : 1° De la taxe pour la gestion des milieux aquatiques et la prévention des inondations prévue à l'article 1530 bis ; 2° De la taxe additionnelle spéciale annuelle au profit de la région d'Île-de-France prévue à l'article 1599 quater D ; 3° Des taxes spéciales d'équipement additionnelles à la taxe foncière sur les propriétés bâties prévues aux articles 1607 bis, 1607 ter et 1609 B à 1609 G ; 4° Des impositions additionnelles à la taxe foncière sur les propriétés bâties levées conformément à l'article 1609 quater ; 5° Des prélèvements opérés par l'Etat sur ces taxes et impositions en application de l'article 1641. III.-Le bénéfice du I du présent article est accordé aux personnes morales mentionnées au même I qui sont propriétaires de logements répondant aux conditions prévues aux 1° et 3° à 5° du I de l'article 279-0 bis A ou qui sont titulaires de leur usufruit. IV.-Le I du présent article s'applique pendant une durée de vingt ans à compter de la première mise en recouvrement de la taxe foncière sur les propriétés bâties pour les logements mentionnés au III. La durée de vingt ans est réduite à due concurrence du nombre d'années d'exonération totale de la taxe foncière sur les propriétés bâties dont peuvent bénéficier les logements. Le I cesse de s'appliquer à compter de l'exercice suivant celui au cours duquel le bénéfice de l'article 279-0 bis A est remis en cause dans les conditions prévues au II bis de l'article 284. V.-La personne morale mentionnée au I du présent article, redevable légal de la taxe foncière sur les propriétés bâties, impute la créance sur l'impôt sur les sociétés dû au titre de l'exercice au cours duquel a eu lieu la mise en recouvrement de cette taxe et, en cas d'excédent, au titre des trois exercices suivants. S'il y a lieu, la créance est remboursée à l'issue de cette période, à hauteur de la fraction non imputée. Par dérogation, pour les personnes morales qui sont exonérées d'impôt sur les sociétés ou qui ne sont pas redevables de l'impôt sur les sociétés, la créance est immédiatement remboursable. Le deuxième alinéa du présent V s'applique également aux petites ou moyennes entreprises, au sens de l'article 51 de la loi n° 2008-776 du 4 août 2008 de modernisation de l'économie, répondant aux conditions suivantes : 1° Employer moins de deux cent cinquante salariés ; 2° Avoir un chiffre d'affaires annuel n'excédant pas 50 millions d'euros ou un total de bilan n'excédant pas 43 millions d'euros. Pour l'appréciation des seuils mentionnés aux 1° et 2° du présent V, il est tenu compte de la somme des effectifs et de la somme des chiffres d'affaires ou de total de bilan de l'entreprise titulaire de la créance et de l'ensemble des personnes morales avec lesquelles elle entretient des liens de dépendance, au sens du 12 de l'article 39. La société mère mentionnée à l'article 223 A est substituée aux sociétés du groupe pour l'imputation de la créance sur le montant de l'impôt sur les sociétés dont elle est redevable au titre de chaque exercice. La créance est inaliénable et incessible, sauf dans les conditions prévues aux articles L. 313-23 à L. 313-35 du code monétaire et financier. En cas de fusion ou d'opération assimilée intervenant au cours de la période mentionnée au premier alinéa du présent V, la fraction de la créance qui n'a pas encore été imputée par la société apporteuse est transférée à la société bénéficiaire de l'apport. VI.-La créance est déclarée dans les mêmes délais que ceux prévus pour le dépôt de la déclaration de résultats de l'exercice de mise en recouvrement de la taxe foncière sur les propriétés bâties ayant donné lieu à sa naissance et selon le modèle établi par l'administration. La société mère d'un groupe, au sens de l'article 223 A, déclare les créances pour le compte des sociétés du groupe, y compris celles qui la concernent, lors du dépôt de la déclaration relative au résultat d'ensemble du groupe.",
            "texteHtml": "<p>I.-Le montant de la taxe foncière sur les propriétés bâties prévue à l'article 1380 et mise en recouvrement au cours de l'exercice pour les logements mentionnés au III du présent article fait naître une créance d'impôt sur les sociétés non imposable d'égal montant au profit des personnes morales suivantes :<br/><br/>\n 1° Organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 du code de la construction et de l'habitation, sociétés d'économie mixte mentionnées à l'article L. 481-1 du même code ou sociétés anonymes de coordination entre les organismes d'habitations à loyer modéré mentionnées à l'article L. 423-1-1 dudit code ;<br/><br/>\n 2° Organismes soumis au contrôle, au sens du III de l'article L. 430-1 du code de commerce, de la société mentionnée à l'article L. 313-20 du code de la construction et de l'habitation ;<br/><br/>\n 3° Personnes morales, y compris les personnes morales exonérées d'impôt sur les sociétés en application d'une disposition légale, dont le capital est détenu en totalité, directement ou indirectement, par des personnes passibles de l'impôt sur les sociétés ;<br/><br/>\n 4° Etablissements publics administratifs ;<br/><br/>\n 5° Caisses de retraite et de prévoyance.<br/><br/>\n Lorsqu'elle fait naître une créance non imposable d'égal montant, la taxe foncière mise en recouvrement pour les logements mentionnés au III du présent article n'est pas admise dans les charges déductibles pour la détermination du bénéfice imposable des personnes morales mentionnées aux 1° à 5° du présent I.<br/><br/>\n II.-Le montant de la taxe foncière sur les propriétés bâties s'entend de la taxe mentionnée à l'article 1380 et, le cas échéant :<br/><br/>\n 1° De la taxe pour la gestion des milieux aquatiques et la prévention des inondations prévue à l'article 1530 bis ;<br/><br/>\n 2° De la taxe additionnelle spéciale annuelle au profit de la région d'Île-de-France prévue à l'article 1599 quater D ;<br/><br/>\n 3° Des taxes spéciales d'équipement additionnelles à la taxe foncière sur les propriétés bâties prévues aux articles 1607 bis, 1607 ter et 1609 B à 1609 G ;<br/><br/>\n 4° Des impositions additionnelles à la taxe foncière sur les propriétés bâties levées conformément à l'article 1609 quater ;<br/><br/>\n 5° Des prélèvements opérés par l'Etat sur ces taxes et impositions en application de l'article 1641.<br/><br/>\n III.-Le bénéfice du I du présent article est accordé aux personnes morales mentionnées au même I qui sont propriétaires de logements répondant aux conditions prévues aux 1° et 3° à 5° du I de l'article 279-0 bis A ou qui sont titulaires de leur usufruit.<br/><br/>\n IV.-Le I du présent article s'applique pendant une durée de vingt ans à compter de la première mise en recouvrement de la taxe foncière sur les propriétés bâties pour les logements mentionnés au III.<br/><br/>\n La durée de vingt ans est réduite à due concurrence du nombre d'années d'exonération totale de la taxe foncière sur les propriétés bâties dont peuvent bénéficier les logements.<br/><br/>\n Le I cesse de s'appliquer à compter de l'exercice suivant celui au cours duquel le bénéfice de l'article 279-0 bis A est remis en cause dans les conditions prévues au II bis de l'article 284.<br/><br/>\n V.-La personne morale mentionnée au I du présent article, redevable légal de la taxe foncière sur les propriétés bâties, impute la créance sur l'impôt sur les sociétés dû au titre de l'exercice au cours duquel a eu lieu la mise en recouvrement de cette taxe et, en cas d'excédent, au titre des trois exercices suivants. S'il y a lieu, la créance est remboursée à l'issue de cette période, à hauteur de la fraction non imputée.<br/><br/>\n Par dérogation, pour les personnes morales qui sont exonérées d'impôt sur les sociétés ou qui ne sont pas redevables de l'impôt sur les sociétés, la créance est immédiatement remboursable.<br/><br/>\n Le deuxième alinéa du présent V s'applique également aux petites ou moyennes entreprises, au sens de l'article 51 de la loi n° 2008-776 du 4 août 2008 de modernisation de l'économie, répondant aux conditions suivantes :<br/><br/>\n 1° Employer moins de deux cent cinquante salariés ;<br/><br/>\n 2° Avoir un chiffre d'affaires annuel n'excédant pas 50 millions d'euros ou un total de bilan n'excédant pas 43 millions d'euros.<br/><br/>\n Pour l'appréciation des seuils mentionnés aux 1° et 2° du présent V, il est tenu compte de la somme des effectifs et de la somme des chiffres d'affaires ou de total de bilan de l'entreprise titulaire de la créance et de l'ensemble des personnes morales avec lesquelles elle entretient des liens de dépendance, au sens du 12 de l'article 39.<br/><br/>\n La société mère mentionnée à l'article 223 A est substituée aux sociétés du groupe pour l'imputation de la créance sur le montant de l'impôt sur les sociétés dont elle est redevable au titre de chaque exercice.<br/><br/>\n La créance est inaliénable et incessible, sauf dans les conditions prévues aux articles L. 313-23 à L. 313-35 du code monétaire et financier.<br/><br/>\n En cas de fusion ou d'opération assimilée intervenant au cours de la période mentionnée au premier alinéa du présent V, la fraction de la créance qui n'a pas encore été imputée par la société apporteuse est transférée à la société bénéficiaire de l'apport.<br/><br/>\n VI.-La créance est déclarée dans les mêmes délais que ceux prévus pour le dépôt de la déclaration de résultats de l'exercice de mise en recouvrement de la taxe foncière sur les propriétés bâties ayant donné lieu à sa naissance et selon le modèle établi par l'administration.<br/><br/>\n La société mère d'un groupe, au sens de l'article 223 A, déclare les créances pour le compte des sociétés du groupe, y compris celles qui la concernent, lors du dépôt de la déclaration relative au résultat d'ensemble du groupe.</p>",
            "num": "220 Z septies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1672531200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 3177890,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162532",
                        "id": "LEGISCTA000006162532",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000044804131",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162532",
            "sectionParentId": "LEGISCTA000006162532",
            "sectionParentTitre": "Section V : Calcul de l'impôt",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section V : Calcul de l'impôt",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044804136",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l'article 81 de la loi n° 2021-1900 du 30 décembre 2021, ces dispositions s'appliquent aux logements répondant aux conditions prévues aux 1° et 3° à 5° du I de l'article 279-0 bis A du code général des impôts dont la construction est achevée à compter du 1er janvier 2023.",
            "notaHtml": "<p>Conformément au II de l'article 81 de la loi n° 2021-1900 du 30 décembre 2021, ces dispositions s'appliquent aux logements répondant aux conditions prévues aux 1° et 3° à 5° du I de l'article 279-0 bis A du code général des impôts dont la construction est achevée à compter du 1er janvier 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044637640",
                    "textTitle": "LOI n°2021-1900 du 30 décembre 2021 - art. 81 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "81",
                    "articleId": "LEGIARTI000044794876",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-31",
                    "dateSignaTexte": "2021-12-30",
                    "dateDebutCible": "2022-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000044804136",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "220 Z septies",
                "220"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}