{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006585088",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les heures supplémentaires de travail prévues à l'article L. 713-6 ouvrent droit à un repos compensateur dans les conditions définies ci-après. Dans les entreprises de plus de vingt salariés, la durée de ce repos compensateur obligatoire est égale à 50 % du temps de travail accompli en heures supplémentaires au-delà de quarante et une heures. Dans les établissements entrant dans le champ d'application du 6° de l'article L. 722-20 qui n'ont pas une activité de production agricole, les heures supplémentaires effectuées au-delà du contingent conventionnel fixé selon les modalités prévues au deuxième alinéa de l'article L. 713-11 lorsqu'il existe, ou, à défaut, du contingent fixé par le décret prévu au premier alinéa de l'article L. 713-11, ouvrent droit à un repos compensateur obligatoire dont la durée est égale à 50 % de ces heures supplémentaires, pour les entreprises de vingt salariés au plus, et à 100 % pour les entreprises de plus de vingt salariés. Le repos prévu aux deuxième et troisième alinéas du présent article et au premier alinéa de l'article L. 713-10 peut être pris selon deux formules, la journée entière ou la demi-journée, à la convenance du salarié, en dehors d'une période fixée par voie réglementaire. Ce repos, qui est assimilé à une période de travail effectif pour le calcul des droits du salarié, donne lieu à une indemnisation qui ne doit entraîner aucune diminution par rapport à la rémunération que le salarié aurait perçue s'il avait accompli son travail. Le repos compensateur doit obligatoirement être pris dans un délai maximum de deux mois suivant l'ouverture du droit, sous réserve des cas de report définis par décret. Une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement peut fixer un délai supérieur dans la limite de six mois. L'absence de demande de prise du repos par le salarié ne peut entraîner la perte de son droit au repos. Dans ce cas, l'employeur est tenu de lui demander de prendre effectivement ses repos dans un délai maximal d'un an. Un décret détermine, pour les travailleurs des entreprises qui ne relèvent pas d'un accord conclu, en ce domaine, entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national : 1° Les modalités d'information par l'employeur des droits acquis par le salarié ; 2° Le délai de présentation à l'employeur de la demande du bénéfice du repos compensateur ; 3° Les conditions dans lesquelles l'attribution du repos compensateur peut être différée compte tenu des impératifs liés au fonctionnement de l'entreprise ou de l'établissement. A défaut d'accord entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national, un décret fixe également les modalités d'application du présent article en cas d'activités saisonnières. Le salarié dont le contrat de travail est résilié avant qu'il ait pu bénéficier de son repos compensateur ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos reçoit une indemnité en espèces correspondant à ses droits acquis, déterminés suivant les modalités prévues au présent article. Cette indemnité est due sans qu'il y ait lieu de distinguer suivant que cette résiliation résulte du fait du salarié ou de l'employeur. Elle est également due aux ayants droit du salarié dont le décès survient avant qu'il ait pu bénéficier du repos compensateur auquel il avait droit ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos. Elle est alors versée à ceux des ayants droit qui auraient qualité pour obtenir le paiement des salaires arriérés. L'indemnité prévue ci-dessus a le caractère de salaire. Les dispositions de la section 1 du chapitre III du titre Ier du livre II du code du travail sont applicables aux salariés mentionnés à l'article L. 713-1. Le salarié dont le contrat de travail à caractère saisonnier s'achève peut demander à son employeur la conversion de ses droits à repos compensateur en indemnité afin de ne pas faire obstacle à un autre emploi ou au suivi d'une formation.",
            "texteHtml": "<p></p>   Les heures supplémentaires de travail prévues à l'article L. 713-6 ouvrent droit à un repos compensateur dans les conditions définies ci-après.<p></p><p></p>   Dans les entreprises de plus de vingt salariés, la durée de ce repos compensateur obligatoire est égale à 50 % du temps de travail accompli en heures supplémentaires au-delà de quarante et une heures.<p></p><p></p>   Dans les établissements entrant dans le champ d'application du 6° de l'article L. 722-20 qui n'ont pas une activité de production agricole, les heures supplémentaires effectuées au-delà du contingent conventionnel fixé selon les modalités prévues au deuxième alinéa de l'article L. 713-11 lorsqu'il existe, ou, à défaut, du contingent fixé par le décret prévu au premier alinéa de l'article L. 713-11, ouvrent droit à un repos compensateur obligatoire dont la durée est égale à 50 % de ces heures supplémentaires, pour les entreprises de vingt salariés au plus, et à 100 % pour les entreprises de plus de vingt salariés.<p></p><p></p>   Le repos prévu aux deuxième et troisième alinéas du présent article et au premier alinéa de l'article L. 713-10 peut être pris selon deux formules, la journée entière ou la demi-journée, à la convenance du salarié, en dehors d'une période fixée par voie réglementaire. Ce repos, qui est assimilé à une période de travail effectif pour le calcul des droits du salarié, donne lieu à une indemnisation qui ne doit entraîner aucune diminution par rapport à la rémunération que le salarié aurait perçue s'il avait accompli son travail.<p></p><p></p>   Le repos compensateur doit obligatoirement être pris dans un délai maximum de deux mois suivant l'ouverture du droit, sous réserve des cas de report définis par décret. Une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement peut fixer un délai supérieur dans la limite de six mois. L'absence de demande de prise du repos par le salarié ne peut entraîner la perte de son droit au repos. Dans ce cas, l'employeur est tenu de lui demander de prendre effectivement ses repos dans un délai maximal d'un an.<p></p><p></p>   Un décret détermine, pour les travailleurs des entreprises qui ne relèvent pas d'un accord conclu, en ce domaine, entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national :<p></p><p></p>   1° Les modalités d'information par l'employeur des droits acquis par le salarié ;<p></p><p></p>   2° Le délai de présentation à l'employeur de la demande du bénéfice du repos compensateur ;<p></p><p></p>   3° Les conditions dans lesquelles l'attribution du repos compensateur peut être différée compte tenu des impératifs liés au fonctionnement de l'entreprise ou de l'établissement.<p></p><p></p>   A défaut d'accord entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national, un décret fixe également les modalités d'application du présent article en cas d'activités saisonnières.<p></p><p></p>   Le salarié dont le contrat de travail est résilié avant qu'il ait pu bénéficier de son repos compensateur ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos reçoit une indemnité en espèces correspondant à ses droits acquis, déterminés suivant les modalités prévues au présent article. Cette indemnité est due sans qu'il y ait lieu de distinguer suivant que cette résiliation résulte du fait du salarié ou de l'employeur. Elle est également due aux ayants droit du salarié dont le décès survient avant qu'il ait pu bénéficier du repos compensateur auquel il avait droit ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos. Elle est alors versée à ceux des ayants droit qui auraient qualité pour obtenir le paiement des salaires arriérés.<p></p><p></p>   L'indemnité prévue ci-dessus a le caractère de salaire.<p></p><p></p>   Les dispositions de la section 1 du chapitre III du titre Ier du livre II du code du travail sont applicables aux salariés mentionnés à l'article L. 713-1.<p></p><p></p>   Le salarié dont le contrat de travail à caractère saisonnier s'achève peut demander à son employeur la conversion de ses droits à repos compensateur en indemnité afin de ne pas faire obstacle à un autre emploi ou au suivi d'une formation.<p></p>",
            "num": "L713-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1109203200000,
            "dateFin": 1219363200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Réglementation du travail salarié",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138363",
                        "id": "LEGISCTA000006138363",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Durée du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152328",
                        "id": "LEGISCTA000006152328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Heures supplémentaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167856",
                        "id": "LEGISCTA000006167856",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585085",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167856",
            "sectionParentId": "LEGISCTA000006167856",
            "sectionParentTitre": "Section 2 : Heures supplémentaires.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre Ier : Réglementation du travail salarié &gt; Chapitre III : Durée du travail &gt; Section 2 : Heures supplémentaires.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585088",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000257340",
                    "textTitle": "Loi n°2005-157 du 23 février 2005 - art. 53 () JORF 24 février 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "53",
                    "articleId": "LEGIARTI000006600990",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-02-24",
                    "dateSignaTexte": "2005-02-23",
                    "dateDebutCible": "2005-02-24"
                },
                {
                    "textCid": "JORFTEXT000019347122",
                    "textTitle": "LOI n°2008-789\n du 20 août 2008 - art. 21",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000019347384",
                    "natureText": "LOI",
                    "datePubliTexte": "2008-08-21",
                    "dateSignaTexte": "2008-08-20",
                    "dateDebutCible": "2008-08-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L713-1, L713-6, L713-10, L713-11, L722-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "KALITEXT000031915999",
                    "textTitle": "concernant les travaux d'aménagement et d'entre... - art. 53 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "53",
                    "articleId": "KALIARTI000031916104",
                    "natureText": "Convention collective régionale",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1453852800000,
                    "dateDebut": 1423180800000
                },
                {
                    "textCid": "KALITEXT000018879333",
                    "textTitle": "Avenant n° 63 du 28 novembre 2007 - art. 1 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "KALIARTI000018879336",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "63",
                    "datePubli": 32472144000000,
                    "dateDebut": 1196208000000
                },
                {
                    "textCid": "KALITEXT000018879378",
                    "textTitle": "Avenant n° 64 du 28 novembre 2007 - art. 1 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "KALIARTI000018879381",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "64",
                    "datePubli": 32472144000000,
                    "dateDebut": 1196208000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3141-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3141-5",
                    "articleId": "LEGIARTI000026799911",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1355875200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L714-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L714-8",
                    "articleId": "LEGIARTI000006585133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "KALITEXT000019349290",
                    "textTitle": "Convention collective nationale du 15 avril 200... - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000019349301",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1208217600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 993 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "993",
                    "articleId": "LEGIARTI000006580599",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 993-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "993-1",
                    "articleId": "LEGIARTI000006580603",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585085",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 989452800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585086",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 989452800000,
                    "dateFin": 1042848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585087",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1042848000000,
                    "dateFin": 1109203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585088",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1109203200000,
                    "dateFin": 1219363200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L713-9",
                "713-9"
            ],
            "versionPrecedente": "LEGIARTI000006585087",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006585087",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les heures supplémentaires de travail prévues à l'article L. 713-6 ouvrent droit à un repos compensateur dans les conditions définies ci-après. Dans les entreprises de plus de vingt salariés, la durée de ce repos compensateur obligatoire est égale à 50 % du temps de travail accompli en heures supplémentaires au-delà de quarante et une heures. Dans les établissements entrant dans le champ d'application du 6° de l'article L. 722-20 qui n'ont pas une activité de production agricole, les heures supplémentaires effectuées au-delà du contingent conventionnel fixé selon les modalités prévues au deuxième alinéa de l'article L. 713-11 lorsqu'il existe, ou, à défaut, du contingent fixé par le décret prévu au premier alinéa de l'article L. 713-11, ouvrent droit à un repos compensateur obligatoire dont la durée est égale à 50 % de ces heures supplémentaires, pour les entreprises de vingt salariés au plus, et à 100 % pour les entreprises de plus de vingt salariés. Le repos prévu aux deuxième et troisième alinéas du présent article et au premier alinéa de l'article L. 713-10 peut être pris selon deux formules, la journée entière ou la demi-journée, à la convenance du salarié, en dehors d'une période fixée par voie réglementaire. Ce repos, qui est assimilé à une période de travail effectif pour le calcul des droits du salarié, donne lieu à une indemnisation qui ne doit entraîner aucune diminution par rapport à la rémunération que le salarié aurait perçue s'il avait accompli son travail. Le repos compensateur doit obligatoirement être pris dans un délai maximum de deux mois suivant l'ouverture du droit, sous réserve des cas de report définis par décret. Une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement peut fixer un délai supérieur dans la limite de six mois. L'absence de demande de prise du repos par le salarié ne peut entraîner la perte de son droit au repos. Dans ce cas, l'employeur est tenu de lui demander de prendre effectivement ses repos dans un délai maximal d'un an. Un décret détermine, pour les travailleurs des entreprises qui ne relèvent pas d'un accord conclu, en ce domaine, entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national : 1° Les modalités d'information par l'employeur des droits acquis par le salarié ; 2° Le délai de présentation à l'employeur de la demande du bénéfice du repos compensateur ; 3° Les conditions dans lesquelles l'attribution du repos compensateur peut être différée compte tenu des impératifs liés au fonctionnement de l'entreprise ou de l'établissement. A défaut d'accord entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national, un décret fixe également les modalités d'application du présent article en cas d'activités saisonnières. Le salarié dont le contrat de travail est résilié avant qu'il ait pu bénéficier de son repos compensateur ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos reçoit une indemnité en espèces correspondant à ses droits acquis, déterminés suivant les modalités prévues au présent article. Cette indemnité est due sans qu'il y ait lieu de distinguer suivant que cette résiliation résulte du fait du salarié ou de l'employeur. Elle est également due aux ayants droit du salarié dont le décès survient avant qu'il ait pu bénéficier du repos compensateur auquel il avait droit ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos. Elle est alors versée à ceux des ayants droit qui auraient qualité pour obtenir le paiement des salaires arriérés. L'indemnité prévue ci-dessus a le caractère de salaire. Les dispositions de la section 1 du chapitre III du titre Ier du livre II du code du travail sont applicables aux salariés mentionnés à l'article L. 713-1.",
            "texteHtml": "<p></p>   Les heures supplémentaires de travail prévues à l'article L. 713-6 ouvrent droit à un repos compensateur dans les conditions définies ci-après.<p></p><p></p>   Dans les entreprises de plus de vingt salariés, la durée de ce repos compensateur obligatoire est égale à 50 % du temps de travail accompli en heures supplémentaires au-delà de quarante et une heures.<p></p><p></p>   Dans les établissements entrant dans le champ d'application du 6° de l'article L. 722-20 qui n'ont pas une activité de production agricole, les heures supplémentaires effectuées au-delà du contingent conventionnel fixé selon les modalités prévues au deuxième alinéa de l'article L. 713-11 lorsqu'il existe, ou, à défaut, du contingent fixé par le décret prévu au premier alinéa de l'article L. 713-11, ouvrent droit à un repos compensateur obligatoire dont la durée est égale à 50 % de ces heures supplémentaires, pour les entreprises de vingt salariés au plus, et à 100 % pour les entreprises de plus de vingt salariés.<p></p><p></p>   Le repos prévu aux deuxième et troisième alinéas du présent article et au premier alinéa de l'article L. 713-10 peut être pris selon deux formules, la journée entière ou la demi-journée, à la convenance du salarié, en dehors d'une période fixée par voie réglementaire. Ce repos, qui est assimilé à une période de travail effectif pour le calcul des droits du salarié, donne lieu à une indemnisation qui ne doit entraîner aucune diminution par rapport à la rémunération que le salarié aurait perçue s'il avait accompli son travail.<p></p><p></p>   Le repos compensateur doit obligatoirement être pris dans un délai maximum de deux mois suivant l'ouverture du droit, sous réserve des cas de report définis par décret. Une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement peut fixer un délai supérieur dans la limite de six mois. L'absence de demande de prise du repos par le salarié ne peut entraîner la perte de son droit au repos. Dans ce cas, l'employeur est tenu de lui demander de prendre effectivement ses repos dans un délai maximal d'un an.<p></p><p></p>   Un décret détermine, pour les travailleurs des entreprises qui ne relèvent pas d'un accord conclu, en ce domaine, entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national :<p></p><p></p>   1° Les modalités d'information par l'employeur des droits acquis par le salarié ;<p></p><p></p>   2° Le délai de présentation à l'employeur de la demande du bénéfice du repos compensateur ;<p></p><p></p>   3° Les conditions dans lesquelles l'attribution du repos compensateur peut être différée compte tenu des impératifs liés au fonctionnement de l'entreprise ou de l'établissement.<p></p><p></p>   A défaut d'accord entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national, un décret fixe également les modalités d'application du présent article en cas d'activités saisonnières.<p></p><p></p>   Le salarié dont le contrat de travail est résilié avant qu'il ait pu bénéficier de son repos compensateur ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos reçoit une indemnité en espèces correspondant à ses droits acquis, déterminés suivant les modalités prévues au présent article. Cette indemnité est due sans qu'il y ait lieu de distinguer suivant que cette résiliation résulte du fait du salarié ou de l'employeur. Elle est également due aux ayants droit du salarié dont le décès survient avant qu'il ait pu bénéficier du repos compensateur auquel il avait droit ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos. Elle est alors versée à ceux des ayants droit qui auraient qualité pour obtenir le paiement des salaires arriérés.<p></p><p></p>   L'indemnité prévue ci-dessus a le caractère de salaire.<p></p><p></p>   Les dispositions de la section 1 du chapitre III du titre Ier du livre II du code du travail sont applicables aux salariés mentionnés à l'article L. 713-1.<p></p>",
            "num": "L713-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1042848000000,
            "dateFin": 1109203200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Réglementation du travail salarié",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138363",
                        "id": "LEGISCTA000006138363",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Durée du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152328",
                        "id": "LEGISCTA000006152328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Heures supplémentaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167856",
                        "id": "LEGISCTA000006167856",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585085",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167856",
            "sectionParentId": "LEGISCTA000006167856",
            "sectionParentTitre": "Section 2 : Heures supplémentaires.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre Ier : Réglementation du travail salarié &gt; Chapitre III : Durée du travail &gt; Section 2 : Heures supplémentaires.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585087",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000594652",
                    "textTitle": "Loi n°2003-47 du 17 janvier 2003 - art. 7 () JORF 18 janvier 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006658855",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-01-18",
                    "dateSignaTexte": "2003-01-17",
                    "dateDebutCible": "2003-01-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L713-1, L713-6, L713-10, L713-11, L722-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "KALITEXT000031915999",
                    "textTitle": "concernant les travaux d'aménagement et d'entre... - art. 53 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "53",
                    "articleId": "KALIARTI000031916104",
                    "natureText": "Convention collective régionale",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1453852800000,
                    "dateDebut": 1423180800000
                },
                {
                    "textCid": "KALITEXT000018879333",
                    "textTitle": "Avenant n° 63 du 28 novembre 2007 - art. 1 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "KALIARTI000018879336",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "63",
                    "datePubli": 32472144000000,
                    "dateDebut": 1196208000000
                },
                {
                    "textCid": "KALITEXT000018879378",
                    "textTitle": "Avenant n° 64 du 28 novembre 2007 - art. 1 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "KALIARTI000018879381",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "64",
                    "datePubli": 32472144000000,
                    "dateDebut": 1196208000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3141-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3141-5",
                    "articleId": "LEGIARTI000026799911",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1355875200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L714-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L714-8",
                    "articleId": "LEGIARTI000006585133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "KALITEXT000019349290",
                    "textTitle": "Convention collective nationale du 15 avril 200... - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000019349301",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1208217600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 993 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "993",
                    "articleId": "LEGIARTI000006580599",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 993-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "993-1",
                    "articleId": "LEGIARTI000006580603",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585085",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 989452800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585086",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 989452800000,
                    "dateFin": 1042848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585087",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1042848000000,
                    "dateFin": 1109203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585088",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1109203200000,
                    "dateFin": 1219363200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L713-9",
                "713-9"
            ],
            "versionPrecedente": "LEGIARTI000006585086",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006585086",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les heures supplémentaires de travail prévues à l'article L. 713-6 ouvrent droit à un repos compensateur dans les conditions définies ci-après. Dans les entreprises de plus de dix salariés, la durée de ce repos compensateur obligatoire est égale à 50 % du temps de travail accompli en heures supplémentaires au-delà de quarante et une heures. Dans les établissements entrant dans le champ d'application du 6° de l'article L. 722-20 qui n'ont pas une activité de production agricole, les heures supplémentaires effectuées au-delà du contingent fixé par le décret mentionné à l'article L. 713-11 ouvrent droit à un repos compensateur obligatoire dont la durée est égale à 50 % de ces heures supplémentaires pour les établissements de dix salariés au plus et à 100 % pour les établissements de plus de dix salariés. Le repos prévu au deuxième alinéa du présent article n'est pas applicable aux heures supplémentaires ayant ouvert droit au repos compensateur prévu au présent alinéa. Le repos prévu aux deuxième et troisième alinéas du présent article et au premier alinéa de l'article L. 713-10 peut être pris selon deux formules, la journée entière ou la demi-journée, à la convenance du salarié, en dehors d'une période fixée par voie réglementaire. Ce repos, qui est assimilé à une période de travail effectif pour le calcul des droits du salarié, donne lieu à une indemnisation qui ne doit entraîner aucune diminution par rapport à la rémunération que le salarié aurait perçue s'il avait accompli son travail. Le repos compensateur doit obligatoirement être pris dans un délai maximum de deux mois suivant l'ouverture du droit, sous réserve des cas de report définis par décret. Une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement peut fixer un délai supérieur dans la limite de six mois. L'absence de demande de prise du repos par le salarié ne peut entraîner la perte de son droit au repos. Dans ce cas, l'employeur est tenu de lui demander de prendre effectivement ses repos dans un délai maximal d'un an. Un décret détermine, pour les travailleurs des entreprises qui ne relèvent pas d'un accord conclu, en ce domaine, entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national : 1° Les modalités d'information par l'employeur des droits acquis par le salarié ; 2° Le délai de présentation à l'employeur de la demande du bénéfice du repos compensateur ; 3° Les conditions dans lesquelles l'attribution du repos compensateur peut être différée compte tenu des impératifs liés au fonctionnement de l'entreprise ou de l'établissement. A défaut d'accord entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national, un décret fixe également les modalités d'application du présent article en cas d'activités saisonnières. Le salarié dont le contrat de travail est résilié avant qu'il ait pu bénéficier de son repos compensateur ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos reçoit une indemnité en espèces correspondant à ses droits acquis, déterminés suivant les modalités prévues au présent article. Cette indemnité est due sans qu'il y ait lieu de distinguer suivant que cette résiliation résulte du fait du salarié ou de l'employeur. Elle est également due aux ayants droit du salarié dont le décès survient avant qu'il ait pu bénéficier du repos compensateur auquel il avait droit ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos. Elle est alors versée à ceux des ayants droit qui auraient qualité pour obtenir le paiement des salaires arriérés. L'indemnité prévue ci-dessus a le caractère de salaire. Les dispositions de la section 1 du chapitre III du titre Ier du livre II du code du travail sont applicables aux salariés mentionnés à l'article L. 713-1.",
            "texteHtml": "<p></p>   Les heures supplémentaires de travail prévues à l'article L. 713-6 ouvrent droit à un repos compensateur dans les conditions définies ci-après.<p></p><p></p>   Dans les entreprises de plus de dix salariés, la durée de ce repos compensateur obligatoire est égale à 50 % du temps de travail accompli en heures supplémentaires au-delà de quarante et une heures.<p></p><p></p>   Dans les établissements entrant dans le champ d'application du 6° de l'article L. 722-20 qui n'ont pas une activité de production agricole, les heures supplémentaires effectuées au-delà du contingent fixé par le décret mentionné à l'article L. 713-11 ouvrent droit à un repos compensateur obligatoire dont la durée est égale à 50 % de ces heures supplémentaires pour les établissements de dix salariés au plus et à 100 % pour les établissements de plus de dix salariés. Le repos prévu au deuxième alinéa du présent article n'est pas applicable aux heures supplémentaires ayant ouvert droit au repos compensateur prévu au présent alinéa.<p></p><p></p>   Le repos prévu aux deuxième et troisième alinéas du présent article et au premier alinéa de l'article L. 713-10 peut être pris selon deux formules, la journée entière ou la demi-journée, à la convenance du salarié, en dehors d'une période fixée par voie réglementaire. Ce repos, qui est assimilé à une période de travail effectif pour le calcul des droits du salarié, donne lieu à une indemnisation qui ne doit entraîner aucune diminution par rapport à la rémunération que le salarié aurait perçue s'il avait accompli son travail.<p></p><p></p>   Le repos compensateur doit obligatoirement être pris dans un délai maximum de deux mois suivant l'ouverture du droit, sous réserve des cas de report définis par décret. Une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement peut fixer un délai supérieur dans la limite de six mois. L'absence de demande de prise du repos par le salarié ne peut entraîner la perte de son droit au repos. Dans ce cas, l'employeur est tenu de lui demander de prendre effectivement ses repos dans un délai maximal d'un an.<p></p><p></p>   Un décret détermine, pour les travailleurs des entreprises qui ne relèvent pas d'un accord conclu, en ce domaine, entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national :<p></p><p></p>   1° Les modalités d'information par l'employeur des droits acquis par le salarié ;<p></p><p></p>   2° Le délai de présentation à l'employeur de la demande du bénéfice du repos compensateur ;<p></p><p></p>   3° Les conditions dans lesquelles l'attribution du repos compensateur peut être différée compte tenu des impératifs liés au fonctionnement de l'entreprise ou de l'établissement.<p></p><p></p>   A défaut d'accord entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national, un décret fixe également les modalités d'application du présent article en cas d'activités saisonnières.<p></p><p></p>   Le salarié dont le contrat de travail est résilié avant qu'il ait pu bénéficier de son repos compensateur ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos reçoit une indemnité en espèces correspondant à ses droits acquis, déterminés suivant les modalités prévues au présent article. Cette indemnité est due sans qu'il y ait lieu de distinguer suivant que cette résiliation résulte du fait du salarié ou de l'employeur. Elle est également due aux ayants droit du salarié dont le décès survient avant qu'il ait pu bénéficier du repos compensateur auquel il avait droit ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos. Elle est alors versée à ceux des ayants droit qui auraient qualité pour obtenir le paiement des salaires arriérés.<p></p><p></p>   L'indemnité prévue ci-dessus a le caractère de salaire.<p></p><p></p>   Les dispositions de la section 1 du chapitre III du titre Ier du livre II du code du travail sont applicables aux salariés mentionnés à l'article L. 713-1.<p></p>",
            "num": "L713-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 989452800000,
            "dateFin": 1042848000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Réglementation du travail salarié",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138363",
                        "id": "LEGISCTA000006138363",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Durée du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152328",
                        "id": "LEGISCTA000006152328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Heures supplémentaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167856",
                        "id": "LEGISCTA000006167856",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585085",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167856",
            "sectionParentId": "LEGISCTA000006167856",
            "sectionParentTitre": "Section 2 : Heures supplémentaires.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre Ier : Réglementation du travail salarié &gt; Chapitre III : Durée du travail &gt; Section 2 : Heures supplémentaires.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585086",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000756495",
                    "textTitle": "Loi n°2001-397 du 9 mai 2001 - art. 17 () JORF 10 mai 2001",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006658828",
                    "natureText": "LOI",
                    "datePubliTexte": "2001-05-10",
                    "dateSignaTexte": "2001-05-09",
                    "dateDebutCible": "2001-05-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L713-6, L722-20, L713-11, L713-10, L713-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "KALITEXT000031915999",
                    "textTitle": "concernant les travaux d'aménagement et d'entre... - art. 53 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "53",
                    "articleId": "KALIARTI000031916104",
                    "natureText": "Convention collective régionale",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1453852800000,
                    "dateDebut": 1423180800000
                },
                {
                    "textCid": "KALITEXT000018879333",
                    "textTitle": "Avenant n° 63 du 28 novembre 2007 - art. 1 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "KALIARTI000018879336",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "63",
                    "datePubli": 32472144000000,
                    "dateDebut": 1196208000000
                },
                {
                    "textCid": "KALITEXT000018879378",
                    "textTitle": "Avenant n° 64 du 28 novembre 2007 - art. 1 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "KALIARTI000018879381",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "64",
                    "datePubli": 32472144000000,
                    "dateDebut": 1196208000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3141-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3141-5",
                    "articleId": "LEGIARTI000026799911",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1355875200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L714-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L714-8",
                    "articleId": "LEGIARTI000006585133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "KALITEXT000019349290",
                    "textTitle": "Convention collective nationale du 15 avril 200... - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000019349301",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1208217600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 993 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "993",
                    "articleId": "LEGIARTI000006580599",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 993-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "993-1",
                    "articleId": "LEGIARTI000006580603",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585085",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 989452800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585086",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 989452800000,
                    "dateFin": 1042848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585087",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1042848000000,
                    "dateFin": 1109203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585088",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1109203200000,
                    "dateFin": 1219363200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L713-9",
                "713-9"
            ],
            "versionPrecedente": "LEGIARTI000006585085",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006585085",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les heures supplémentaires de travail prévues à l'article L. 713-6 ouvrent droit à un repos compensateur dans les conditions définies ci-après. Dans les entreprises de plus de dix salariés, la durée de ce repos compensateur obligatoire est égale à 50 % du temps de travail accompli en heures supplémentaires au-delà de quarante et une heures. Dans les établissements entrant dans le champ d'application du 6° de l'article L. 722-20 qui n'ont pas une activité de production agricole, les heures supplémentaires effectuées au-delà du contingent fixé par le décret mentionné à l'article L. 713-11 ouvrent droit à un repos compensateur obligatoire dont la durée est égale à 50 % de ces heures supplémentaires pour les établissements de dix salariés au plus et à 100 % pour les établissements de plus de dix salariés. Le repos prévu au deuxième alinéa du présent article n'est pas applicable aux heures supplémentaires ayant ouvert droit au repos compensateur prévu au présent alinéa. Le repos prévu aux deuxième et troisième alinéas du présent article et au premier alinéa de l'article L. 713-10 peut être pris selon deux formules, la journée entière ou la demi-journée, à la convenance du salarié, en dehors d'une période fixée par voie réglementaire. Ce repos, qui est assimilé à une période de travail effectif pour le calcul des droits du salarié, donne lieu à une indemnisation qui ne doit entraîner aucune diminution par rapport à la rémunération que le salarié aurait perçue s'il avait accompli son travail. Le repos compensateur doit obligatoirement être pris dans un délai maximum de deux mois suivant l'ouverture du droit, sous réserve des cas de report définis par décret. Une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement peut fixer un délai supérieur dans la limite de six mois. L'absence de demande de prise du repos par le salarié ne peut entraîner la perte de son droit au repos. Dans ce cas, l'employeur est tenu de lui demander de prendre effectivement ses repos dans un délai maximal d'un an. Un décret détermine, pour les travailleurs des entreprises qui ne relèvent pas d'un accord conclu, en ce domaine, entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national : 1° Les modalités d'information par l'employeur des droits acquis par le salarié ; 2° Le délai de présentation à l'employeur de la demande du bénéfice du repos compensateur ; 3° Les conditions dans lesquelles l'attribution du repos compensateur peut être différée compte tenu des impératifs liés au fonctionnement de l'entreprise ou de l'établissement. A défaut d'accord entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national, un décret fixe également les modalités d'application du présent article en cas d'activités saisonnières. Le salarié dont le contrat de travail est résilié avant qu'il ait pu bénéficier de son repos compensateur ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos reçoit une indemnité en espèces correspondant à ses droits acquis, déterminés suivant les modalités prévues au présent article. Cette indemnité est due sans qu'il y ait lieu de distinguer suivant que cette résiliation résulte du fait du salarié ou de l'employeur. Elle est également due aux ayants droit du salarié dont le décès survient avant qu'il ait pu bénéficier du repos compensateur auquel il avait droit ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos. Elle est alors versée à ceux des ayants droit qui auraient qualité pour obtenir le paiement des salaires arriérés. L'indemnité prévue ci-dessus a le caractère de salaire.",
            "texteHtml": "<p></p>   Les heures supplémentaires de travail prévues à l'article L. 713-6 ouvrent droit à un repos compensateur dans les conditions définies ci-après.<p></p><p></p>   Dans les entreprises de plus de dix salariés, la durée de ce repos compensateur obligatoire est égale à 50 % du temps de travail accompli en heures supplémentaires au-delà de quarante et une heures.<p></p><p></p>   Dans les établissements entrant dans le champ d'application du 6° de l'article L. 722-20 qui n'ont pas une activité de production agricole, les heures supplémentaires effectuées au-delà du contingent fixé par le décret mentionné à l'article L. 713-11 ouvrent droit à un repos compensateur obligatoire dont la durée est égale à 50 % de ces heures supplémentaires pour les établissements de dix salariés au plus et à 100 % pour les établissements de plus de dix salariés. Le repos prévu au deuxième alinéa du présent article n'est pas applicable aux heures supplémentaires ayant ouvert droit au repos compensateur prévu au présent alinéa.<p></p><p></p>   Le repos prévu aux deuxième et troisième alinéas du présent article et au premier alinéa de l'article L. 713-10 peut être pris selon deux formules, la journée entière ou la demi-journée, à la convenance du salarié, en dehors d'une période fixée par voie réglementaire. Ce repos, qui est assimilé à une période de travail effectif pour le calcul des droits du salarié, donne lieu à une indemnisation qui ne doit entraîner aucune diminution par rapport à la rémunération que le salarié aurait perçue s'il avait accompli son travail.<p></p><p></p>   Le repos compensateur doit obligatoirement être pris dans un délai maximum de deux mois suivant l'ouverture du droit, sous réserve des cas de report définis par décret. Une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement peut fixer un délai supérieur dans la limite de six mois. L'absence de demande de prise du repos par le salarié ne peut entraîner la perte de son droit au repos. Dans ce cas, l'employeur est tenu de lui demander de prendre effectivement ses repos dans un délai maximal d'un an.<p></p><p></p>   Un décret détermine, pour les travailleurs des entreprises qui ne relèvent pas d'un accord conclu, en ce domaine, entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national :<p></p><p></p>   1° Les modalités d'information par l'employeur des droits acquis par le salarié ;<p></p><p></p>   2° Le délai de présentation à l'employeur de la demande du bénéfice du repos compensateur ;<p></p><p></p>   3° Les conditions dans lesquelles l'attribution du repos compensateur peut être différée compte tenu des impératifs liés au fonctionnement de l'entreprise ou de l'établissement.<p></p><p></p>   A défaut d'accord entre des organisations syndicales d'employeurs et de salariés les plus représentatives au plan national, un décret fixe également les modalités d'application du présent article en cas d'activités saisonnières.<p></p><p></p>   Le salarié dont le contrat de travail est résilié avant qu'il ait pu bénéficier de son repos compensateur ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos reçoit une indemnité en espèces correspondant à ses droits acquis, déterminés suivant les modalités prévues au présent article. Cette indemnité est due sans qu'il y ait lieu de distinguer suivant que cette résiliation résulte du fait du salarié ou de l'employeur. Elle est également due aux ayants droit du salarié dont le décès survient avant qu'il ait pu bénéficier du repos compensateur auquel il avait droit ou avant qu'il ait acquis des droits suffisants pour pouvoir prendre ce repos. Elle est alors versée à ceux des ayants droit qui auraient qualité pour obtenir le paiement des salaires arriérés.<p></p><p></p>   L'indemnité prévue ci-dessus a le caractère de salaire.<p></p>",
            "num": "L713-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 961632000000,
            "dateFin": 989452800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Réglementation du travail salarié",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138363",
                        "id": "LEGISCTA000006138363",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Durée du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152328",
                        "id": "LEGISCTA000006152328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Heures supplémentaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167856",
                        "id": "LEGISCTA000006167856",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585085",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167856",
            "sectionParentId": "LEGISCTA000006167856",
            "sectionParentTitre": "Section 2 : Heures supplémentaires.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre Ier : Réglementation du travail salarié &gt; Chapitre III : Durée du travail &gt; Section 2 : Heures supplémentaires.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585085",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000583733",
                    "textTitle": "Rapport - art. 1 (V) JORF 22 juin 2000",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006601333",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2000-06-15",
                    "dateDebutCible": "2000-06-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L713-6, L722-20, L713-11, L713-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "KALITEXT000031915999",
                    "textTitle": "concernant les travaux d'aménagement et d'entre... - art. 53 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "53",
                    "articleId": "KALIARTI000031916104",
                    "natureText": "Convention collective régionale",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1453852800000,
                    "dateDebut": 1423180800000
                },
                {
                    "textCid": "KALITEXT000018879333",
                    "textTitle": "Avenant n° 63 du 28 novembre 2007 - art. 1 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "KALIARTI000018879336",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "63",
                    "datePubli": 32472144000000,
                    "dateDebut": 1196208000000
                },
                {
                    "textCid": "KALITEXT000018879378",
                    "textTitle": "Avenant n° 64 du 28 novembre 2007 - art. 1 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "KALIARTI000018879381",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "64",
                    "datePubli": 32472144000000,
                    "dateDebut": 1196208000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3141-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3141-5",
                    "articleId": "LEGIARTI000026799911",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1355875200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L714-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L714-8",
                    "articleId": "LEGIARTI000006585133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "KALITEXT000019349290",
                    "textTitle": "Convention collective nationale du 15 avril 200... - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000019349301",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1208217600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 993 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "993",
                    "articleId": "LEGIARTI000006580599",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 993-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "993-1",
                    "articleId": "LEGIARTI000006580603",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585085",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 989452800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585086",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 989452800000,
                    "dateFin": 1042848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585087",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1042848000000,
                    "dateFin": 1109203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585088",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1109203200000,
                    "dateFin": 1219363200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L713-9",
                "713-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}