{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044929923",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CLAUSES TYPES À INSÉRER DANS LE CAHIER DES CHARGES ANNEXÉ À L'ACTE DE CESSION D'UN TERRAIN DESTINÉ À LA CRÉATION D'UN GROUPE DE CONSTRUCTIONS LORSQUE LE BÉNÉFICIAIRE DE LA CESSION N'EST PAS UNE COLLECTIVITÉ PUBLIQUE OU UN ÉTABLISSEMENT Article A.-Objet de la cession. La présente cession est consentie à C (la lettre C désigne le bénéficiaire de la cession) en vue de la création d'un... (Nota.-Suivant les cas \" groupe d'habitations \" ou \" groupe de constructions à usage principal de... \".) Ce... (Nota.-Suivant les cas \" groupe d'habitation \" ou \" groupe de constructions à usage principal de... \") devra être réalisé conformément à un projet d'aménagement qui sera établi et approuvé dans les conditions définies... (Nota.-Alinéa insérer si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé.) Ce... (Nota.-Suivants les cas \" groupe d'habitation \" ou \" groupe de constructions à usage principal de... \") devra être réalisé conformément aux prévisions du projet d'aménagement approuvé à cet effet par arrêté préfectoral du... (Nota.-Alinéa à insérer si le projet d'aménagement du groupe de constructions est déjà approuvé.) Article B.-Participation aux travaux d'équipements généraux. C devra réaliser les travaux d'équipements généraux définis en annexe au présent cahier des charges. C s'engage à participer par voie de fonds de concours (ou d'offres de concours) à la réalisation des travaux d'équipements généraux définis en annexe au présent cahier des charges à concurrence de... (X,... € ou X % du coût des travaux). (Nota.-Insérer l'un ou l'autre de ces alinéas suivant que le cessionnaire doit réaliser lui-même ces travaux ou seulement participer financièrement à leur réalisation.) Cette réalisation (ou \" cette participation \") est garantie par le versement entre les mains de... d'un cautionnement de... €. ... se porte caution solidaire pour C par engagement enregistré le..., dont copie est annexée au présent cahier des charges. (Nota.-Insérer, suivant le cas, l'un ou l'autre de ces alinéas, si une garantie (cautionnement ou caution solvable) est demandée à C.) Article C.-Délais d'exécution des travaux d'équipements généraux. C doit avoir réalisé les travaux d'équipements généraux mis à sa charge dans un délai de... à dater de la signature de l'acte de cession. (Nota.-Le cas échéant, des délais différents pourront être prévus par catégorie de travaux. Les préciser) (Nota.-Article à insérer uniquement si l'exécution de travaux d'équipements généraux est mise à la charge du cessionnaire.) Article D.-Délais d'exécution du... (suivant les cas \" groupe d'habitations \" ou \" groupe de constructions à usage principal de... \") C doit : -déposer le projet d'aménagement du... (suivant les cas \" groupe d'habitations \" ou \" groupe de constructions à usage principal de... \") dans un délai de... mois à dater de la signature de l'acte de cession ; (Nota.-Alinéa à insérer si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé.) -entreprendre les travaux d'aménagement dans un délai de... et les avoir réalisés dans un délai de... à dater... (Nota.-Si le projet d'aménagement est déjà approuvé, ajouter : \" de la signature de l'acte de cession \". Si le projet d'aménagement n'est pas encore approuvé, ajouter : \" de l'approbation du projet d'aménagement \") ; -déposer les demandes de permis de construire dans un délai de... à dater... (Nota.-Si le projet d'aménagement est déjà approuvé, ajouter : \" de la signature de l'acte de cession \". Si le projet d'aménagement n'est pas encore approuvé, ajouter \" de l'approbation du projet d'aménagement \") ; -entreprendre les travaux de construction dans un délai de... à dater de la délivrance du permis de construire ; -avoir réalisé les constructions dans un délai de... à dater de la délivrance du permis de construire (ou \" à dater de la signature de l'acte de cession \"). (Nota.-Eventuellement, le groupe de constructions pourra être réalisé en plusieurs tranches de travaux.) En ce cas, cet article peut : 1. Soit définir (sommairement si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé, par référence à ce projet d'aménagement s'il est approuvé) chacune des tranches de travaux (travaux d'aménagement et construction), fixer des délais fermes pour la réalisation de chacune des tranches (délais de réalisation pour les travaux d'aménagement, délais de demande du permis de construire et d'achèvement de la construction pour les bâtiments) ; 2. Soit définir les travaux afférents à la première tranche en fixant des délais fermes pour leur réalisation et comporter en ce qui concerne les autres travaux une clause ainsi rédigée : \" En ce qui concerne les autres travaux, s'ils n'ont pas été réalisés le... (date à fixer, en accord entre le cessionnaire et le cédant, en fonction des prévisions relatives au déroulement probable dans le temps de l'opération), P pourra mettre C en demeure de les réaliser en une ou plusieurs tranches dans les délais qui lui seront impartis à ce moment, sous peine de résolution de la cession des terrains non encore utilisés à cette date. \" Si C refuse de souscrire cet engagement, il sera mis en demeure de rétrocéder immédiatement ces terrains à P ou de les vendre à un acquéreur qui lui sera désigné. Le prix de rétrocession ou le prix de vente sera, en ce cas, fixé dans les conditions prévues à l'article G ci-après. Article E.-Prolongation éventuelle des délais. Les délais d'exécution prévus au présent cahier des charges seront, si leur inobservation est due à un cas de force majeure, prolongés d'une durée égale à celle durant laquelle C a été dans l'impossibilité de réaliser ses obligations. La preuve de la force majeure et de la durée de l'empêchement est à la charge de C. Les difficultés de financement ne sont pas considérées comme constituant des cas de force majeure. Toutefois seront considérés pour l'application du présent article comme constituant des cas de force majeure les retards non imputables à C, dans l'octroi de... (Nota.-Préciser la nature du financement prévu.) (Nota.-Alinéa à insérer uniquement si la cession est consentie en vue de la construction de logements dont le financement doit être effectué avec l'aide des prêts prévus par la législation relative aux HLM ou par celle relative aux primes et prêts spéciaux à la construction.) Article F.-Résolution en cas d'inobservation des délais. La cession pourra être résolue par décision de P, notifiée par acte d'huissier en cas d'inobservation d'un des délais fixés. C aura droit, en contrepartie, à une indemnité de résolution qui sera calculée ainsi qu'il suit : 1. Si la résolution intervient avant le commencement de tous travaux, l'indemnité sera égale au prix de cession, déduction faite de 10 % à titre de dommages et intérêts forfaitaires ; 2. Si la résolution intervient après le commencement des travaux, l'indemnité ci-dessus est augmentée d'une somme égale au montant de la plus-value apportée aux terrains par les travaux régulièrement réalisés sans que cette somme puisse dépasser la valeur des matériaux et le prix de la main-d'œuvre utilisée. La plus-value sera fixée par voie d'expertise contradictoire, l'expert de P étant l'administration des domaines, celui de C pouvant, si C ne pourvoit pas à sa désignation, être désigné d'office par le président du tribunal judiciaire sur requête de P. Tous les frais seront à la charge de C. Les hypothèques ayant grevé l'immeuble du chef du cessionnaire défaillant seront reportés sur l'indemnité de résolution dans les conditions fixées à l' article L. 411-4 du code de l'expropriation pour cause d'utilité publique. Toutefois, pour l'application du présent article, l'obligation de construire sera (Nota.-Si la construction doit être effectuée en plusieurs tranches de travaux, insérer les mots : \" en ce qui concerne la tranche de travaux en cause \") considérée comme remplie au jour du versement par le Crédit foncier de France de la première tranche du prêt consenti par cet établissement ou d'une avance sur ce prêt à titre de démarrage ou de préfinancement. (Nota.-Alinéa à insérer uniquement si les constructions doivent être édifiées avec l'aide de prêts du Crédit foncier.) Article G.-Vente, partage, location des terrains cédés. Les terrains ne pourront être vendus par C qu'après réalisation des travaux d'aménagement et des constructions prévus au projet d'aménagement du... (Nota.-Suivant les cas \" groupe d'habitation \" ou \" groupe de constructions à usage principal de... \") et en conformité des dispositions dudit projet d'aménagement. Toutefois, C pourra procéder à la vente globale des terrains (Nota.-S'il est prévu que la réalisation des travaux doit être effectuée en plusieurs tranches, ajouter : \" ou, si une partie des aménagements et des constructions a déjà été effectuée, à la vente globale de la partie des terrains non encore utilisés \"), à charge pour l'acquéreur de réaliser ou d'achever les travaux d'aménagement et de construction. Avant toute mise en vente, C devra aviser au moins quatre mois à l'avance (Nota.-Le représentant qualifié de P)... de ses intentions. P pourra, jusqu'à l'expiration de ce délai, exiger que les terrains lui soient rétrocédés ou soient vendus à un acquéreur désigné ou agréé par lui. En cas de rétrocession, le prix de rétrocession sera calculé dans les conditions prévues pour l'indemnité de résolution, sans qu'il y ait lieu à une déduction de 10 %. En cas de vente à un acquéreur désigné ou agréé par P de la totalité des terrains ou d'une partie non encore entièrement aménagée, P pourra exiger que le prix de vente soit fixé dans les mêmes conditions. Aucune location des terrains cédés ne pourra être consentie tant qu'ils n'auront pas reçu l'affectation prévue. Les actes de vente, de partage ou de location qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls en application de l' article L. 411-3 du code de l'expropriation pour cause d'utilité publique. Article H.-Vente ou location des logements construits. P se réserve le droit de contrôler le caractère non lucratif de l'opération poursuivie par C et de demander que les prix de vente ou de location des logements construits soient soumis à son agrément. Plusieurs locaux ne peuvent être loués ou vendus à une même personne qu'avec l'agrément préalable de P. Les actes de vente ou de location qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls, en application de l'article L. 411-3 du code de l'expropriation pour cause d'utilité publique. (Nota.-Clause à insérer uniquement lorsque la cession a été effectuée de gré à gré en raison du caractère non lucratif de l'opération de construction de logements poursuivie par le cessionnaire. Cette clause n'a pas à être insérée si le cessionnaire est une société HLM. Lorsque l'opération poursuivie n'est pas à but désintéressé, il est toutefois recommandé d'insérer une clause prévoyant au profit du cédant un droit de contrôle des ventes et des locations et limitant à un certain pourcentage le bénéfice maximum du cessionnaire. Une telle clause devra être insérée lorsque le bénéfice susceptible d'être réalisé par le constructeur est limité par un texte législatif ou réglementaire, notamment par les textes relatifs à la participation des employeurs à l'effort de construction.)",
            "texteHtml": "<p align='center'>CLAUSES TYPES À INSÉRER DANS LE CAHIER DES CHARGES ANNEXÉ À L'ACTE DE CESSION D'UN TERRAIN DESTINÉ À LA CRÉATION D'UN GROUPE DE CONSTRUCTIONS LORSQUE LE BÉNÉFICIAIRE DE LA CESSION N'EST PAS UNE COLLECTIVITÉ PUBLIQUE OU UN ÉTABLISSEMENT</p><p></p><p>Article A.-Objet de la cession.</p><p>La présente cession est consentie à C (la lettre C désigne le bénéficiaire de la cession) en vue de la création d'un... (Nota.-Suivant les cas \" groupe d'habitations \" ou \" groupe de constructions à usage principal de... \".)</p><p>Ce... (Nota.-Suivant les cas \" groupe d'habitation \" ou \" groupe de constructions à usage principal de... \") devra être réalisé conformément à un projet d'aménagement qui sera établi et approuvé dans les conditions définies...</p><p>(Nota.-Alinéa insérer si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé.)</p><p>Ce... (Nota.-Suivants les cas \" groupe d'habitation \" ou \" groupe de constructions à usage principal de... \") devra être réalisé conformément aux prévisions du projet d'aménagement approuvé à cet effet par arrêté préfectoral du...</p><p>(Nota.-Alinéa à insérer si le projet d'aménagement du groupe de constructions est déjà approuvé.)</p><p>Article B.-Participation aux travaux d'équipements généraux.</p><p>C devra réaliser les travaux d'équipements généraux définis en annexe au présent cahier des charges.</p><p>C s'engage à participer par voie de fonds de concours (ou d'offres de concours) à la réalisation des travaux d'équipements généraux définis en annexe au présent cahier des charges à concurrence de... (X,... € ou X % du coût des travaux).</p><p>(Nota.-Insérer l'un ou l'autre de ces alinéas suivant que le cessionnaire doit réaliser lui-même ces travaux ou seulement participer financièrement à leur réalisation.)</p><p>Cette réalisation (ou \" cette participation \") est garantie par le versement entre les mains de... d'un cautionnement de... €.</p><p>... se porte caution solidaire pour C par engagement enregistré le..., dont copie est annexée au présent cahier des charges. (Nota.-Insérer, suivant le cas, l'un ou l'autre de ces alinéas, si une garantie (cautionnement ou caution solvable) est demandée à C.)</p><p>Article C.-Délais d'exécution des travaux d'équipements généraux.</p><p>C doit avoir réalisé les travaux d'équipements généraux mis à sa charge dans un délai de... à dater de la signature de l'acte de cession.</p><p>(Nota.-Le cas échéant, des délais différents pourront être prévus par catégorie de travaux. Les préciser) (Nota.-Article à insérer uniquement si l'exécution de travaux d'équipements généraux est mise à la charge du cessionnaire.)</p><p>Article D.-Délais d'exécution du... (suivant les cas \" groupe d'habitations \" ou \" groupe de constructions à usage principal de... \")</p><p>C doit :</p><p><p>-déposer le projet d'aménagement du... (suivant les cas \" groupe d'habitations \" ou \" groupe de constructions à usage principal de... \") dans un délai de... mois à dater de la signature de l'acte de cession ;</p></p><p><p>(Nota.-Alinéa à insérer si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé.)</p></p><p><p>-entreprendre les travaux d'aménagement dans un délai de... et les avoir réalisés dans un délai de... à dater... (Nota.-Si le projet d'aménagement est déjà approuvé, ajouter : \" de la signature de l'acte de cession \". Si le projet d'aménagement n'est pas encore approuvé, ajouter : \" de l'approbation du projet d'aménagement \") ;</p></p><p>-déposer les demandes de permis de construire dans un délai de... à dater... (Nota.-Si le projet d'aménagement est déjà approuvé, ajouter : \" de la signature de l'acte de cession \". Si le projet d'aménagement n'est pas encore approuvé, ajouter \" de l'approbation du projet d'aménagement \") ;</p><p>-entreprendre les travaux de construction dans un délai de... à dater de la délivrance du permis de construire ;</p><p>-avoir réalisé les constructions dans un délai de... à dater de la délivrance du permis de construire (ou \" à dater de la signature de l'acte de cession \").</p><p><p>(Nota.-Eventuellement, le groupe de constructions pourra être réalisé en plusieurs tranches de travaux.) En ce cas, cet article peut :</p></p><p>1. Soit définir (sommairement si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé, par référence à ce projet d'aménagement s'il est approuvé) chacune des tranches de travaux (travaux d'aménagement et construction), fixer des délais fermes pour la réalisation de chacune des tranches (délais de réalisation pour les travaux d'aménagement, délais de demande du permis de construire et d'achèvement de la construction pour les bâtiments) ;</p><p>2. Soit définir les travaux afférents à la première tranche en fixant des délais fermes pour leur réalisation et comporter en ce qui concerne les autres travaux une clause ainsi rédigée : \" En ce qui concerne les autres travaux, s'ils n'ont pas été réalisés le... (date à fixer, en accord entre le cessionnaire et le cédant, en fonction des prévisions relatives au déroulement probable dans le temps de l'opération), P pourra mettre C en demeure de les réaliser en une ou plusieurs tranches dans les délais qui lui seront impartis à ce moment, sous peine de résolution de la cession des terrains non encore utilisés à cette date. \"</p><p>Si C refuse de souscrire cet engagement, il sera mis en demeure de rétrocéder immédiatement ces terrains à P ou de les vendre à un acquéreur qui lui sera désigné. Le prix de rétrocession ou le prix de vente sera, en ce cas, fixé dans les conditions prévues à l'article G ci-après.</p><p>Article E.-Prolongation éventuelle des délais.</p><p>Les délais d'exécution prévus au présent cahier des charges seront, si leur inobservation est due à un cas de force majeure, prolongés d'une durée égale à celle durant laquelle C a été dans l'impossibilité de réaliser ses obligations. La preuve de la force majeure et de la durée de l'empêchement est à la charge de C.</p><p>Les difficultés de financement ne sont pas considérées comme constituant des cas de force majeure.</p><p>Toutefois seront considérés pour l'application du présent article comme constituant des cas de force majeure les retards non imputables à C, dans l'octroi de... (Nota.-Préciser la nature du financement prévu.)</p><p>(Nota.-Alinéa à insérer uniquement si la cession est consentie en vue de la construction de logements dont le financement doit être effectué avec l'aide des prêts prévus par la législation relative aux HLM ou par celle relative aux primes et prêts spéciaux à la construction.)</p><p>Article F.-Résolution en cas d'inobservation des délais.</p><p>La cession pourra être résolue par décision de P, notifiée par acte d'huissier en cas d'inobservation d'un des délais fixés.</p><p>C aura droit, en contrepartie, à une indemnité de résolution qui sera calculée ainsi qu'il suit :</p><p>1. Si la résolution intervient avant le commencement de tous travaux, l'indemnité sera égale au prix de cession, déduction faite de 10 % à titre de dommages et intérêts forfaitaires ;</p><p>2. Si la résolution intervient après le commencement des travaux, l'indemnité ci-dessus est augmentée d'une somme égale au montant de la plus-value apportée aux terrains par les travaux régulièrement réalisés sans que cette somme puisse dépasser la valeur des matériaux et le prix de la main-d'œuvre utilisée.</p><p>La plus-value sera fixée par voie d'expertise contradictoire, l'expert de P étant l'administration des domaines, celui de C pouvant, si C ne pourvoit pas à sa désignation, être désigné d'office par le président du tribunal judiciaire sur requête de P.</p><p>Tous les frais seront à la charge de C.</p><p>Les hypothèques ayant grevé l'immeuble du chef du cessionnaire défaillant seront reportés sur l'indemnité de résolution dans les conditions fixées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029733864&dateTexte=&categorieLien=cid'>article L. 411-4 du code de l'expropriation</a> pour cause d'utilité publique.</p><p>Toutefois, pour l'application du présent article, l'obligation de construire sera (Nota.-Si la construction doit être effectuée en plusieurs tranches de travaux, insérer les mots : \" en ce qui concerne la tranche de travaux en cause \") considérée comme remplie au jour du versement par le Crédit foncier de France de la première tranche du prêt consenti par cet établissement ou d'une avance sur ce prêt à titre de démarrage ou de préfinancement.</p><p>(Nota.-Alinéa à insérer uniquement si les constructions doivent être édifiées avec l'aide de prêts du Crédit foncier.)</p><p>Article G.-Vente, partage, location des terrains cédés.</p><p>Les terrains ne pourront être vendus par C qu'après réalisation des travaux d'aménagement et des constructions prévus au projet d'aménagement du... (Nota.-Suivant les cas \" groupe d'habitation \" ou \" groupe de constructions à usage principal de... \") et en conformité des dispositions dudit projet d'aménagement.</p><p>Toutefois, C pourra procéder à la vente globale des terrains (Nota.-S'il est prévu que la réalisation des travaux doit être effectuée en plusieurs tranches, ajouter : \" ou, si une partie des aménagements et des constructions a déjà été effectuée, à la vente globale de la partie des terrains non encore utilisés \"), à charge pour l'acquéreur de réaliser ou d'achever les travaux d'aménagement et de construction. Avant toute mise en vente, C devra aviser au moins quatre mois à l'avance (Nota.-Le représentant qualifié de P)... de ses intentions. P pourra, jusqu'à l'expiration de ce délai, exiger que les terrains lui soient rétrocédés ou soient vendus à un acquéreur désigné ou agréé par lui. En cas de rétrocession, le prix de rétrocession sera calculé dans les conditions prévues pour l'indemnité de résolution, sans qu'il y ait lieu à une déduction de 10 %. En cas de vente à un acquéreur désigné ou agréé par P de la totalité des terrains ou d'une partie non encore entièrement aménagée, P pourra exiger que le prix de vente soit fixé dans les mêmes conditions.</p><p>Aucune location des terrains cédés ne pourra être consentie tant qu'ils n'auront pas reçu l'affectation prévue.</p><p>Les actes de vente, de partage ou de location qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029733862&dateTexte=&categorieLien=cid'>article L. 411-3 du code de l'expropriation</a> pour cause d'utilité publique.</p><p>Article H.-Vente ou location des logements construits.</p><p>P se réserve le droit de contrôler le caractère non lucratif de l'opération poursuivie par C et de demander que les prix de vente ou de location des logements construits soient soumis à son agrément.</p><p>Plusieurs locaux ne peuvent être loués ou vendus à une même personne qu'avec l'agrément préalable de P.</p><p>Les actes de vente ou de location qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls, en application de l'article L. 411-3 du code de l'expropriation pour cause d'utilité publique.</p><p>(Nota.-Clause à insérer uniquement lorsque la cession a été effectuée de gré à gré en raison du caractère non lucratif de l'opération de construction de logements poursuivie par le cessionnaire. Cette clause n'a pas à être insérée si le cessionnaire est une société HLM.</p><p>Lorsque l'opération poursuivie n'est pas à but désintéressé, il est toutefois recommandé d'insérer une clause prévoyant au profit du cédant un droit de contrôle des ventes et des locations et limitant à un certain pourcentage le bénéfice maximum du cessionnaire.</p><p>Une telle clause devra être insérée lorsque le bénéfice susceptible d'être réalisé par le constructeur est limité par un texte législatif ou réglementaire, notamment par les textes relatifs à la participation des employeurs à l'effort de construction.)</p>",
            "num": "Annexe 4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1640995200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire nouvelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000029970989",
                        "id": "LEGISCTA000029972067",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029979765",
                        "id": "LEGISCTA000029979765",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-04-14",
                        "fin": "2999-01-01",
                        "titre": "Code de l'expropriation pour cause d'utilité publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074224",
                        "id": "LEGITEXT000006074224",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029979800",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029979765",
            "sectionParentId": "LEGISCTA000029979765",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "Partie réglementaire nouvelle &gt; ANNEXES",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044929923",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074224",
                    "titre": "Code de l'expropriation pour cause d'utilité publique",
                    "titreLong": "Code de l'expropriation pour cause d'utilité publique",
                    "etat": "VIGUEUR",
                    "dateDebut": 229824000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074224",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au premier alinéa du I de l'article 7 du décret n° 2021-1888 du 29 décembre 2021, ces dispositions entrent en vigueur le 1er janvier 2022.",
            "notaHtml": "<p><font color='black'>Conformément au premier alinéa du I de l'article 7 du décret n° 2021-1888 du 29 décembre 2021, ces dispositions entrent en vigueur le 1er janvier 2022.</font></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029965588",
                    "textTitle": "DÉCRET n°2014-1635 du 26 décembre 2014 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000044615412",
                    "textTitle": "Décret n°2021-1888 du 29 décembre 2021 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044858965",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-12-30",
                    "dateSignaTexte": "2021-12-29",
                    "dateDebutCible": "2022-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. L411-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-3",
                    "articleId": "LEGIARTI000029733862",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. L411-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-4",
                    "articleId": "LEGIARTI000029733864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029979800",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039344256",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044929923",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 4",
                "4"
            ],
            "versionPrecedente": "LEGIARTI000039344256",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000039344256",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CLAUSES TYPES À INSÉRER DANS LE CAHIER DES CHARGES ANNEXÉ À L'ACTE DE CESSION D'UN TERRAIN DESTINÉ À LA CRÉATION D'UN GROUPE DE CONSTRUCTIONS LORSQUE LE BÉNÉFICIAIRE DE LA CESSION N'EST PAS UNE COLLECTIVITÉ PUBLIQUE OU UN ÉTABLISSEMENT Article A.-Objet de la cession. La présente cession est consentie à C (la lettre C désigne le bénéficiaire de la cession) en vue de la création d'un... (Nota.-Suivant les cas \" groupe d'habitations \" ou \" groupe de constructions à usage principal de... \".) Ce... (Nota.-Suivant les cas \" groupe d'habitation \" ou \" groupe de constructions à usage principal de... \") devra être réalisé conformément à un projet d'aménagement qui sera établi et approuvé dans les conditions définies... (Nota.-Alinéa insérer si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé.) Ce... (Nota.-Suivants les cas \" groupe d'habitation \" ou \" groupe de constructions à usage principal de... \") devra être réalisé conformément aux prévisions du projet d'aménagement approuvé à cet effet par arrêté préfectoral du... (Nota.-Alinéa à insérer si le projet d'aménagement du groupe de constructions est déjà approuvé.) Article B.-Participation aux travaux d'équipements généraux. C devra réaliser les travaux d'équipements généraux définis en annexe au présent cahier des charges. C s'engage à participer par voie de fonds de concours (ou d'offres de concours) à la réalisation des travaux d'équipements généraux définis en annexe au présent cahier des charges à concurrence de... (X,... € ou X % du coût des travaux). (Nota.-Insérer l'un ou l'autre de ces alinéas suivant que le cessionnaire doit réaliser lui-même ces travaux ou seulement participer financièrement à leur réalisation.) Cette réalisation (ou \" cette participation \") est garantie par le versement entre les mains de... d'un cautionnement de... €. ... se porte caution solidaire pour C par engagement enregistré le..., dont copie est annexée au présent cahier des charges. (Nota.-Insérer, suivant le cas, l'un ou l'autre de ces alinéas, si une garantie (cautionnement ou caution solvable) est demandée à C.) Article C.-Délais d'exécution des travaux d'équipements généraux. C doit avoir réalisé les travaux d'équipements généraux mis à sa charge dans un délai de... à dater de la signature de l'acte de cession. (Nota.-Le cas échéant, des délais différents pourront être prévus par catégorie de travaux. Les préciser) (Nota.-Article à insérer uniquement si l'exécution de travaux d'équipements généraux est mise à la charge du cessionnaire.) Article D.-Délais d'exécution du... (suivant les cas \" groupe d'habitations \" ou \" groupe de constructions à usage principal de... \") C doit : -déposer le projet d'aménagement du... (suivant les cas \" groupe d'habitations \" ou \" groupe de constructions à usage principal de... \") dans un délai de... mois à dater de la signature de l'acte de cession ; (Nota.-Alinéa à insérer si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé.) -entreprendre les travaux d'aménagement dans un délai de... et les avoir réalisés dans un délai de... à dater... (Nota.-Si le projet d'aménagement est déjà approuvé, ajouter : \" de la signature de l'acte de cession \". Si le projet d'aménagement n'est pas encore approuvé, ajouter : \" de l'approbation du projet d'aménagement \") ; -déposer les demandes de permis de construire dans un délai de... à dater... (Nota.-Si le projet d'aménagement est déjà approuvé, ajouter : \" de la signature de l'acte de cession \". Si le projet d'aménagement n'est pas encore approuvé, ajouter \" de l'approbation du projet d'aménagement \") ; -entreprendre les travaux de construction dans un délai de... à dater de la délivrance du permis de construire ; -avoir réalisé les constructions dans un délai de... à dater de la délivrance du permis de construire (ou \" à dater de la signature de l'acte de cession \"). (Nota.-Eventuellement, le groupe de constructions pourra être réalisé en plusieurs tranches de travaux.) En ce cas, cet article peut : 1. Soit définir (sommairement si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé, par référence à ce projet d'aménagement s'il est approuvé) chacune des tranches de travaux (travaux d'aménagement et construction), fixer des délais fermes pour la réalisation de chacune des tranches (délais de réalisation pour les travaux d'aménagement, délais de demande du permis de construire et d'achèvement de la construction pour les bâtiments) ; 2. Soit définir les travaux afférents à la première tranche en fixant des délais fermes pour leur réalisation et comporter en ce qui concerne les autres travaux une clause ainsi rédigée : \" En ce qui concerne les autres travaux, s'ils n'ont pas été réalisés le... (date à fixer, en accord entre le cessionnaire et le cédant, en fonction des prévisions relatives au déroulement probable dans le temps de l'opération), P pourra mettre C en demeure de les réaliser en une ou plusieurs tranches dans les délais qui lui seront impartis à ce moment, sous peine de résolution de la cession des terrains non encore utilisés à cette date. \" Si C refuse de souscrire cet engagement, il sera mis en demeure de rétrocéder immédiatement ces terrains à P ou de les vendre à un acquéreur qui lui sera désigné. Le prix de rétrocession ou le prix de vente sera, en ce cas, fixé dans les conditions prévues à l'article G ci-après. Article E.-Prolongation éventuelle des délais. Les délais d'exécution prévus au présent cahier des charges seront, si leur inobservation est due à un cas de force majeure, prolongés d'une durée égale à celle durant laquelle C a été dans l'impossibilité de réaliser ses obligations. La preuve de la force majeure et de la durée de l'empêchement est à la charge de C. Les difficultés de financement ne sont pas considérées comme constituant des cas de force majeure. Toutefois seront considérés pour l'application du présent article comme constituant des cas de force majeure les retards non imputables à C, dans l'octroi de... (Nota.-Préciser la nature du financement prévu.) (Nota.-Alinéa à insérer uniquement si la cession est consentie en vue de la construction de logements dont le financement doit être effectué avec l'aide des prêts prévus par la législation relative aux HLM ou par celle relative aux primes et prêts spéciaux à la construction.) Article F.-Résolution en cas d'inobservation des délais. La cession pourra être résolue par décision de P, notifiée par acte d'huissier en cas d'inobservation d'un des délais fixés. C aura droit, en contrepartie, à une indemnité de résolution qui sera calculée ainsi qu'il suit : 1. Si la résolution intervient avant le commencement de tous travaux, l'indemnité sera égale au prix de cession, déduction faite de 10 % à titre de dommages et intérêts forfaitaires ; 2. Si la résolution intervient après le commencement des travaux, l'indemnité ci-dessus est augmentée d'une somme égale au montant de la plus-value apportée aux terrains par les travaux régulièrement réalisés sans que cette somme puisse dépasser la valeur des matériaux et le prix de la main-d'œuvre utilisée. La plus-value sera fixée par voie d'expertise contradictoire, l'expert de P étant l'administration des domaines, celui de C pouvant, si C ne pourvoit pas à sa désignation, être désigné d'office par le président du   tribunal judiciaire sur requête de P. Tous les frais seront à la charge de C. Les privilèges et hypothèques ayant grevé l'immeuble du chef du cessionnaire défaillant seront reportés sur l'indemnité de résolution dans les conditions fixées à l' article L. 411-4 du code de l'expropriation pour cause d'utilité publique. Toutefois, pour l'application du présent article, l'obligation de construire sera (Nota.-Si la construction doit être effectuée en plusieurs tranches de travaux, insérer les mots : \" en ce qui concerne la tranche de travaux en cause \") considérée comme remplie au jour du versement par le Crédit foncier de France de la première tranche du prêt consenti par cet établissement ou d'une avance sur ce prêt à titre de démarrage ou de préfinancement. (Nota.-Alinéa à insérer uniquement si les constructions doivent être édifiées avec l'aide de prêts du Crédit foncier.) Article G.-Vente, partage, location des terrains cédés. Les terrains ne pourront être vendus par C qu'après réalisation des travaux d'aménagement et des constructions prévus au projet d'aménagement du... (Nota.-Suivant les cas \" groupe d'habitation \" ou \" groupe de constructions à usage principal de... \") et en conformité des dispositions dudit projet d'aménagement. Toutefois, C pourra procéder à la vente globale des terrains (Nota.-S'il est prévu que la réalisation des travaux doit être effectuée en plusieurs tranches, ajouter : \" ou, si une partie des aménagements et des constructions a déjà été effectuée, à la vente globale de la partie des terrains non encore utilisés \"), à charge pour l'acquéreur de réaliser ou d'achever les travaux d'aménagement et de construction. Avant toute mise en vente, C devra aviser au moins quatre mois à l'avance (Nota.-Le représentant qualifié de P)... de ses intentions. P pourra, jusqu'à l'expiration de ce délai, exiger que les terrains lui soient rétrocédés ou soient vendus à un acquéreur désigné ou agréé par lui. En cas de rétrocession, le prix de rétrocession sera calculé dans les conditions prévues pour l'indemnité de résolution, sans qu'il y ait lieu à une déduction de 10 %. En cas de vente à un acquéreur désigné ou agréé par P de la totalité des terrains ou d'une partie non encore entièrement aménagée, P pourra exiger que le prix de vente soit fixé dans les mêmes conditions. Aucune location des terrains cédés ne pourra être consentie tant qu'ils n'auront pas reçu l'affectation prévue. Les actes de vente, de partage ou de location qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls en application de l' article L. 411-3 du code de l'expropriation pour cause d'utilité publique. Article H.-Vente ou location des logements construits. P se réserve le droit de contrôler le caractère non lucratif de l'opération poursuivie par C et de demander que les prix de vente ou de location des logements construits soient soumis à son agrément. Plusieurs locaux ne peuvent être loués ou vendus à une même personne qu'avec l'agrément préalable de P. Les actes de vente ou de location qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls, en application de l'article L. 411-3 du code de l'expropriation pour cause d'utilité publique. (Nota.-Clause à insérer uniquement lorsque la cession a été effectuée de gré à gré en raison du caractère non lucratif de l'opération de construction de logements poursuivie par le cessionnaire. Cette clause n'a pas à être insérée si le cessionnaire est une société HLM. Lorsque l'opération poursuivie n'est pas à but désintéressé, il est toutefois recommandé d'insérer une clause prévoyant au profit du cédant un droit de contrôle des ventes et des locations et limitant à un certain pourcentage le bénéfice maximum du cessionnaire. Une telle clause devra être insérée lorsque le bénéfice susceptible d'être réalisé par le constructeur est limité par un texte législatif ou réglementaire, notamment par les textes relatifs à la participation des employeurs à l'effort de construction.)",
            "texteHtml": "<p align='center'>CLAUSES TYPES À INSÉRER DANS LE CAHIER DES CHARGES ANNEXÉ À L'ACTE DE CESSION D'UN TERRAIN DESTINÉ À LA CRÉATION D'UN GROUPE DE CONSTRUCTIONS LORSQUE LE BÉNÉFICIAIRE DE LA CESSION N'EST PAS UNE COLLECTIVITÉ PUBLIQUE OU UN ÉTABLISSEMENT </p><p></p><p></p><p></p><p>Article A.-Objet de la cession. </p><p>La présente cession est consentie à C (la lettre C désigne le bénéficiaire de la cession) en vue de la création d'un... (Nota.-Suivant les cas \" groupe d'habitations \" ou \" groupe de constructions à usage principal de... \".) </p><p>Ce... (Nota.-Suivant les cas \" groupe d'habitation \" ou \" groupe de constructions à usage principal de... \") devra être réalisé conformément à un projet d'aménagement qui sera établi et approuvé dans les conditions définies... </p><p>(Nota.-Alinéa insérer si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé.) </p><p>Ce... (Nota.-Suivants les cas \" groupe d'habitation \" ou \" groupe de constructions à usage principal de... \") devra être réalisé conformément aux prévisions du projet d'aménagement approuvé à cet effet par arrêté préfectoral du... </p><p>(Nota.-Alinéa à insérer si le projet d'aménagement du groupe de constructions est déjà approuvé.) </p><p>Article B.-Participation aux travaux d'équipements généraux. </p><p>C devra réaliser les travaux d'équipements généraux définis en annexe au présent cahier des charges. </p><p>C s'engage à participer par voie de fonds de concours (ou d'offres de concours) à la réalisation des travaux d'équipements généraux définis en annexe au présent cahier des charges à concurrence de... (X,... € ou X % du coût des travaux). </p><p>(Nota.-Insérer l'un ou l'autre de ces alinéas suivant que le cessionnaire doit réaliser lui-même ces travaux ou seulement participer financièrement à leur réalisation.) </p><p>Cette réalisation (ou \" cette participation \") est garantie par le versement entre les mains de... d'un cautionnement de... €.</p><p>... se porte caution solidaire pour C par engagement enregistré le..., dont copie est annexée au présent cahier des charges. (Nota.-Insérer, suivant le cas, l'un ou l'autre de ces alinéas, si une garantie (cautionnement ou caution solvable) est demandée à C.) </p><p>Article C.-Délais d'exécution des travaux d'équipements généraux. </p><p>C doit avoir réalisé les travaux d'équipements généraux mis à sa charge dans un délai de... à dater de la signature de l'acte de cession. </p><p>(Nota.-Le cas échéant, des délais différents pourront être prévus par catégorie de travaux. Les préciser) (Nota.-Article à insérer uniquement si l'exécution de travaux d'équipements généraux est mise à la charge du cessionnaire.) </p><p>Article D.-Délais d'exécution du... (suivant les cas \" groupe d'habitations \" ou \" groupe de constructions à usage principal de... \") </p><p>C doit :</p><p></p><p>-déposer le projet d'aménagement du... (suivant les cas \" groupe d'habitations \" ou \" groupe de constructions à usage principal de... \") dans un délai de... mois à dater de la signature de l'acte de cession ; </p><p></p><p>(Nota.-Alinéa à insérer si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé.)</p><p></p><p>-entreprendre les travaux d'aménagement dans un délai de... et les avoir réalisés dans un délai de... à dater... (Nota.-Si le projet d'aménagement est déjà approuvé, ajouter : \" de la signature de l'acte de cession \". Si le projet d'aménagement n'est pas encore approuvé, ajouter : \" de l'approbation du projet d'aménagement \") ;</p><p>-déposer les demandes de permis de construire dans un délai de... à dater... (Nota.-Si le projet d'aménagement est déjà approuvé, ajouter : \" de la signature de l'acte de cession \". Si le projet d'aménagement n'est pas encore approuvé, ajouter \" de l'approbation du projet d'aménagement \") ;</p><p>-entreprendre les travaux de construction dans un délai de... à dater de la délivrance du permis de construire ;</p><p>-avoir réalisé les constructions dans un délai de... à dater de la délivrance du permis de construire (ou \" à dater de la signature de l'acte de cession \"). </p><p></p><p>(Nota.-Eventuellement, le groupe de constructions pourra être réalisé en plusieurs tranches de travaux.) En ce cas, cet article peut : </p><p>1. Soit définir (sommairement si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé, par référence à ce projet d'aménagement s'il est approuvé) chacune des tranches de travaux (travaux d'aménagement et construction), fixer des délais fermes pour la réalisation de chacune des tranches (délais de réalisation pour les travaux d'aménagement, délais de demande du permis de construire et d'achèvement de la construction pour les bâtiments) ; </p><p>2. Soit définir les travaux afférents à la première tranche en fixant des délais fermes pour leur réalisation et comporter en ce qui concerne les autres travaux une clause ainsi rédigée : \" En ce qui concerne les autres travaux, s'ils n'ont pas été réalisés le... (date à fixer, en accord entre le cessionnaire et le cédant, en fonction des prévisions relatives au déroulement probable dans le temps de l'opération), P pourra mettre C en demeure de les réaliser en une ou plusieurs tranches dans les délais qui lui seront impartis à ce moment, sous peine de résolution de la cession des terrains non encore utilisés à cette date. \" </p><p>Si C refuse de souscrire cet engagement, il sera mis en demeure de rétrocéder immédiatement ces terrains à P ou de les vendre à un acquéreur qui lui sera désigné. Le prix de rétrocession ou le prix de vente sera, en ce cas, fixé dans les conditions prévues à l'article G ci-après. </p><p>Article E.-Prolongation éventuelle des délais. </p><p>Les délais d'exécution prévus au présent cahier des charges seront, si leur inobservation est due à un cas de force majeure, prolongés d'une durée égale à celle durant laquelle C a été dans l'impossibilité de réaliser ses obligations. La preuve de la force majeure et de la durée de l'empêchement est à la charge de C. </p><p>Les difficultés de financement ne sont pas considérées comme constituant des cas de force majeure. </p><p>Toutefois seront considérés pour l'application du présent article comme constituant des cas de force majeure les retards non imputables à C, dans l'octroi de... (Nota.-Préciser la nature du financement prévu.) </p><p>(Nota.-Alinéa à insérer uniquement si la cession est consentie en vue de la construction de logements dont le financement doit être effectué avec l'aide des prêts prévus par la législation relative aux HLM ou par celle relative aux primes et prêts spéciaux à la construction.) </p><p>Article F.-Résolution en cas d'inobservation des délais. </p><p>La cession pourra être résolue par décision de P, notifiée par acte d'huissier en cas d'inobservation d'un des délais fixés. </p><p>C aura droit, en contrepartie, à une indemnité de résolution qui sera calculée ainsi qu'il suit : </p><p>1. Si la résolution intervient avant le commencement de tous travaux, l'indemnité sera égale au prix de cession, déduction faite de 10 % à titre de dommages et intérêts forfaitaires ; </p><p>2. Si la résolution intervient après le commencement des travaux, l'indemnité ci-dessus est augmentée d'une somme égale au montant de la plus-value apportée aux terrains par les travaux régulièrement réalisés sans que cette somme puisse dépasser la valeur des matériaux et le prix de la main-d'œuvre utilisée. </p><p>La plus-value sera fixée par voie d'expertise contradictoire, l'expert de P étant l'administration des domaines, celui de C pouvant, si C ne pourvoit pas à sa désignation, être désigné d'office par le président du   tribunal judiciaire sur requête de P. </p><p>Tous les frais seront à la charge de C. </p><p>Les privilèges et hypothèques ayant grevé l'immeuble du chef du cessionnaire défaillant seront reportés sur l'indemnité de résolution dans les conditions fixées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029733864&dateTexte=&categorieLien=cid'>article L. 411-4 du code de l'expropriation</a> pour cause d'utilité publique. </p><p>Toutefois, pour l'application du présent article, l'obligation de construire sera (Nota.-Si la construction doit être effectuée en plusieurs tranches de travaux, insérer les mots : \" en ce qui concerne la tranche de travaux en cause \") considérée comme remplie au jour du versement par le Crédit foncier de France de la première tranche du prêt consenti par cet établissement ou d'une avance sur ce prêt à titre de démarrage ou de préfinancement. </p><p>(Nota.-Alinéa à insérer uniquement si les constructions doivent être édifiées avec l'aide de prêts du Crédit foncier.) </p><p>Article G.-Vente, partage, location des terrains cédés. </p><p>Les terrains ne pourront être vendus par C qu'après réalisation des travaux d'aménagement et des constructions prévus au projet d'aménagement du... (Nota.-Suivant les cas \" groupe d'habitation \" ou \" groupe de constructions à usage principal de... \") et en conformité des dispositions dudit projet d'aménagement. </p><p>Toutefois, C pourra procéder à la vente globale des terrains (Nota.-S'il est prévu que la réalisation des travaux doit être effectuée en plusieurs tranches, ajouter : \" ou, si une partie des aménagements et des constructions a déjà été effectuée, à la vente globale de la partie des terrains non encore utilisés \"), à charge pour l'acquéreur de réaliser ou d'achever les travaux d'aménagement et de construction. Avant toute mise en vente, C devra aviser au moins quatre mois à l'avance (Nota.-Le représentant qualifié de P)... de ses intentions. P pourra, jusqu'à l'expiration de ce délai, exiger que les terrains lui soient rétrocédés ou soient vendus à un acquéreur désigné ou agréé par lui. En cas de rétrocession, le prix de rétrocession sera calculé dans les conditions prévues pour l'indemnité de résolution, sans qu'il y ait lieu à une déduction de 10 %. En cas de vente à un acquéreur désigné ou agréé par P de la totalité des terrains ou d'une partie non encore entièrement aménagée, P pourra exiger que le prix de vente soit fixé dans les mêmes conditions. </p><p>Aucune location des terrains cédés ne pourra être consentie tant qu'ils n'auront pas reçu l'affectation prévue. </p><p>Les actes de vente, de partage ou de location qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029733862&dateTexte=&categorieLien=cid'>article L. 411-3 du code de l'expropriation</a> pour cause d'utilité publique. </p><p>Article H.-Vente ou location des logements construits. </p><p>P se réserve le droit de contrôler le caractère non lucratif de l'opération poursuivie par C et de demander que les prix de vente ou de location des logements construits soient soumis à son agrément. </p><p>Plusieurs locaux ne peuvent être loués ou vendus à une même personne qu'avec l'agrément préalable de P. </p><p>Les actes de vente ou de location qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls, en application de l'article L. 411-3 du code de l'expropriation pour cause d'utilité publique. </p><p>(Nota.-Clause à insérer uniquement lorsque la cession a été effectuée de gré à gré en raison du caractère non lucratif de l'opération de construction de logements poursuivie par le cessionnaire. Cette clause n'a pas à être insérée si le cessionnaire est une société HLM. </p><p>Lorsque l'opération poursuivie n'est pas à but désintéressé, il est toutefois recommandé d'insérer une clause prévoyant au profit du cédant un droit de contrôle des ventes et des locations et limitant à un certain pourcentage le bénéfice maximum du cessionnaire. </p><p>Une telle clause devra être insérée lorsque le bénéfice susceptible d'être réalisé par le constructeur est limité par un texte législatif ou réglementaire, notamment par les textes relatifs à la participation des employeurs à l'effort de construction.)</p><p></p><p></p>",
            "num": "Annexe 4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1577836800000,
            "dateFin": 1640995200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire nouvelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000029970989",
                        "id": "LEGISCTA000029972067",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029979765",
                        "id": "LEGISCTA000029979765",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-04-14",
                        "fin": "2999-01-01",
                        "titre": "Code de l'expropriation pour cause d'utilité publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074224",
                        "id": "LEGITEXT000006074224",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029979800",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029979765",
            "sectionParentId": "LEGISCTA000029979765",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "Partie réglementaire nouvelle &gt; ANNEXES",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039344256",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074224",
                    "titre": "Code de l'expropriation pour cause d'utilité publique",
                    "titreLong": "Code de l'expropriation pour cause d'utilité publique",
                    "etat": "VIGUEUR",
                    "dateDebut": 229824000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074224",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 9 du décret n° 2019-966 du 18 septembre 2019, les présentes dispositions entrent en vigueur le 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l’article 9 du décret n° 2019-966 du 18 septembre 2019, les présentes dispositions entrent en vigueur le 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029965588",
                    "textTitle": "DÉCRET n°2014-1635 du 26 décembre 2014 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000039110244",
                    "textTitle": "Décret n°2019-966 du 18 septembre 2019 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000039114120",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. L411-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-3",
                    "articleId": "LEGIARTI000029733862",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. L411-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-4",
                    "articleId": "LEGIARTI000029733864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029979800",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039344256",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044929923",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 4",
                "4"
            ],
            "versionPrecedente": "LEGIARTI000029979800",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029979800",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CLAUSES TYPES À INSÉRER DANS LE CAHIER DES CHARGES ANNEXÉ À L'ACTE DE CESSION D'UN TERRAIN DESTINÉ À LA CRÉATION D'UN GROUPE DE CONSTRUCTIONS LORSQUE LE BÉNÉFICIAIRE DE LA CESSION N'EST PAS UNE COLLECTIVITÉ PUBLIQUE OU UN ÉTABLISSEMENT Article A. - Objet de la cession. La présente cession est consentie à C (la lettre C désigne le bénéficiaire de la cession) en vue de la création d'un... (Nota. - Suivant les cas \"groupe d'habitations\" ou \"groupe de constructions à usage principal de... \".) Ce... (Nota. - Suivant les cas \"groupe d'habitation \" ou \"groupe de constructions à usage principal de... \") devra être réalisé conformément à un projet d'aménagement qui sera établi et approuvé dans les conditions définies... (Nota. - Alinéa insérer si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé.) Ce... (Nota. - Suivants les cas \"groupe d'habitation \" ou \"groupe de constructions à usage principal de... \") devra être réalisé conformément aux prévisions du projet d'aménagement approuvé à cet effet par arrêté préfectoral du... (Nota. - Alinéa à insérer si le projet d'aménagement du groupe de constructions est déjà approuvé.) Article B. - Participation aux travaux d'équipements généraux. C devra réaliser les travaux d'équipements généraux définis en annexe au présent cahier des charges. C s'engage à participer par voie de fonds de concours (ou d'offres de concours) à la réalisation des travaux d'équipements généraux définis en annexe au présent cahier des charges à concurrence de... (X, ... € ou X % du coût des travaux). (Nota. - Insérer l'un ou l'autre de ces alinéas suivant que le cessionnaire doit réaliser lui-même ces travaux ou seulement participer financièrement à leur réalisation.) Cette réalisation (ou \"cette participation \") est garantie par le versement entre les mains de... d'un cautionnement de...€. ... se porte caution solidaire pour C par engagement enregistré le..., dont copie est annexée au présent cahier des charges. (Nota. - Insérer, suivant le cas, l'un ou l'autre de ces alinéas, si une garantie (cautionnement ou caution solvable) est demandée à C.) Article C. - Délais d'exécution des travaux d'équipements généraux. C doit avoir réalisé les travaux d'équipements généraux mis à sa charge dans un délai de... à dater de la signature de l'acte de cession. (Nota. - Le cas échéant, des délais différents pourront être prévus par catégorie de travaux. Les préciser) (Nota. - Article à insérer uniquement si l'exécution de travaux d'équipements généraux est mise à la charge du cessionnaire.) Article D. - Délais d'exécution du... (suivant les cas \"groupe d'habitations \" ou \"groupe de constructions à usage principal de... \") C doit : - déposer le projet d'aménagement du... (suivant les cas \"groupe d'habitations \" ou \"groupe de constructions à usage principal de... \") dans un délai de... mois à dater de la signature de l'acte de cession ; (Nota. - Alinéa à insérer si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé.) - entreprendre les travaux d'aménagement dans un délai de... et les avoir réalisés dans un délai de... à dater... (Nota. - Si le projet d'aménagement est déjà approuvé, ajouter : \"de la signature de l'acte de cession \". Si le projet d'aménagement n'est pas encore approuvé, ajouter : \"de l'approbation du projet d'aménagement \") ; - déposer les demandes de permis de construire dans un délai de... à dater... (Nota. - Si le projet d'aménagement est déjà approuvé, ajouter : \"de la signature de l'acte de cession \". Si le projet d'aménagement n'est pas encore approuvé, ajouter \"de l'approbation du projet d'aménagement \") ; - entreprendre les travaux de construction dans un délai de... à dater de la délivrance du permis de construire ; - avoir réalisé les constructions dans un délai de... à dater de la délivrance du permis de construire (ou \"à dater de la signature de l'acte de cession \"). (Nota. - Eventuellement, le groupe de constructions pourra être réalisé en plusieurs tranches de travaux.) En ce cas, cet article peut : 1. Soit définir (sommairement si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé, par référence à ce projet d'aménagement s'il est approuvé) chacune des tranches de travaux (travaux d'aménagement et construction), fixer des délais fermes pour la réalisation de chacune des tranches (délais de réalisation pour les travaux d'aménagement, délais de demande du permis de construire et d'achèvement de la construction pour les bâtiments) ; 2. Soit définir les travaux afférents à la première tranche en fixant des délais fermes pour leur réalisation et comporter en ce qui concerne les autres travaux une clause ainsi rédigée : \"En ce qui concerne les autres travaux, s'ils n'ont pas été réalisés le... (date à fixer, en accord entre le cessionnaire et le cédant, en fonction des prévisions relatives au déroulement probable dans le temps de l'opération), P pourra mettre C en demeure de les réaliser en une ou plusieurs tranches dans les délais qui lui seront impartis à ce moment, sous peine de résolution de la cession des terrains non encore utilisés à cette date. \" Si C refuse de souscrire cet engagement, il sera mis en demeure de rétrocéder immédiatement ces terrains à P ou de les vendre à un acquéreur qui lui sera désigné. Le prix de rétrocession ou le prix de vente sera, en ce cas, fixé dans les conditions prévues à l'article G ci-après. Article E. - Prolongation éventuelle des délais. Les délais d'exécution prévus au présent cahier des charges seront, si leur inobservation est due à un cas de force majeure, prolongés d'une durée égale à celle durant laquelle C a été dans l'impossibilité de réaliser ses obligations. La preuve de la force majeure et de la durée de l'empêchement est à la charge de C. Les difficultés de financement ne sont pas considérées comme constituant des cas de force majeure. Toutefois seront considérés pour l'application du présent article comme constituant des cas de force majeure les retards non imputables à C, dans l'octroi de... (Nota. - Préciser la nature du financement prévu.) (Nota. - Alinéa à insérer uniquement si la cession est consentie en vue de la construction de logements dont le financement doit être effectué avec l'aide des prêts prévus par la législation relative aux HLM ou par celle relative aux primes et prêts spéciaux à la construction.) Article F. - Résolution en cas d'inobservation des délais. La cession pourra être résolue par décision de P, notifiée par acte d'huissier en cas d'inobservation d'un des délais fixés. C aura droit, en contrepartie, à une indemnité de résolution qui sera calculée ainsi qu'il suit : 1. Si la résolution intervient avant le commencement de tous travaux, l'indemnité sera égale au prix de cession, déduction faite de 10 % à titre de dommages et intérêts forfaitaires ; 2. Si la résolution intervient après le commencement des travaux, l'indemnité ci-dessus est augmentée d'une somme égale au montant de la plus-value apportée aux terrains par les travaux régulièrement réalisés sans que cette somme puisse dépasser la valeur des matériaux et le prix de la main-d'œuvre utilisée. La plus-value sera fixée par voie d'expertise contradictoire, l'expert de P étant l'administration des domaines, celui de C pouvant, si C ne pourvoit pas à sa désignation, être désigné d'office par le président du tribunal de grande instance sur requête de P. Tous les frais seront à la charge de C. Les privilèges et hypothèques ayant grevé l'immeuble du chef du cessionnaire défaillant seront reportés sur l'indemnité de résolution dans les conditions fixées à l' article L. 411-4 du code de l'expropriation pour cause d'utilité publique. Toutefois, pour l'application du présent article, l'obligation de construire sera (Nota. - Si la construction doit être effectuée en plusieurs tranches de travaux, insérer les mots : \"en ce qui concerne la tranche de travaux en cause \") considérée comme remplie au jour du versement par le Crédit foncier de France de la première tranche du prêt consenti par cet établissement ou d'une avance sur ce prêt à titre de démarrage ou de préfinancement. (Nota. - Alinéa à insérer uniquement si les constructions doivent être édifiées avec l'aide de prêts du Crédit foncier.) Article G. - Vente, partage, location des terrains cédés. Les terrains ne pourront être vendus par C qu'après réalisation des travaux d'aménagement et des constructions prévus au projet d'aménagement du... (Nota. - Suivant les cas \"groupe d'habitation \" ou \"groupe de constructions à usage principal de... \") et en conformité des dispositions dudit projet d'aménagement. Toutefois, C pourra procéder à la vente globale des terrains (Nota. - S'il est prévu que la réalisation des travaux doit être effectuée en plusieurs tranches, ajouter : \"ou, si une partie des aménagements et des constructions a déjà été effectuée, à la vente globale de la partie des terrains non encore utilisés \"), à charge pour l'acquéreur de réaliser ou d'achever les travaux d'aménagement et de construction. Avant toute mise en vente, C devra aviser au moins quatre mois à l'avance (Nota. - Le représentant qualifié de P)... de ses intentions. P pourra, jusqu'à l'expiration de ce délai, exiger que les terrains lui soient rétrocédés ou soient vendus à un acquéreur désigné ou agréé par lui. En cas de rétrocession, le prix de rétrocession sera calculé dans les conditions prévues pour l'indemnité de résolution, sans qu'il y ait lieu à une déduction de 10 %. En cas de vente à un acquéreur désigné ou agréé par P de la totalité des terrains ou d'une partie non encore entièrement aménagée, P pourra exiger que le prix de vente soit fixé dans les mêmes conditions. Aucune location des terrains cédés ne pourra être consentie tant qu'ils n'auront pas reçu l'affectation prévue. Les actes de vente, de partage ou de location qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls en application de l'article L. 411-3 du code de l'expropriation pour cause d'utilité publique. Article H. - Vente ou location des logements construits. P se réserve le droit de contrôler le caractère non lucratif de l'opération poursuivie par C et de demander que les prix de vente ou de location des logements construits soient soumis à son agrément. Plusieurs locaux ne peuvent être loués ou vendus à une même personne qu'avec l'agrément préalable de P. Les actes de vente ou de location qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls, en application de l' article L. 411-3 du code de l'expropriation pour cause d'utilité publique . (Nota. - Clause à insérer uniquement lorsque la cession a été effectuée de gré à gré en raison du caractère non lucratif de l'opération de construction de logements poursuivie par le cessionnaire. Cette clause n'a pas à être insérée si le cessionnaire est une société HLM. Lorsque l'opération poursuivie n'est pas à but désintéressé, il est toutefois recommandé d'insérer une clause prévoyant au profit du cédant un droit de contrôle des ventes et des locations et limitant à un certain pourcentage le bénéfice maximum du cessionnaire. Une telle clause devra être insérée lorsque le bénéfice susceptible d'être réalisé par le constructeur est limité par un texte législatif ou réglementaire, notamment par les textes relatifs à la participation des employeurs à l'effort de construction.)",
            "texteHtml": "<p align='center'>CLAUSES TYPES À INSÉRER DANS LE CAHIER DES CHARGES ANNEXÉ À L'ACTE DE CESSION D'UN TERRAIN DESTINÉ À LA CRÉATION D'UN GROUPE DE CONSTRUCTIONS LORSQUE LE BÉNÉFICIAIRE DE LA CESSION N'EST PAS UNE COLLECTIVITÉ PUBLIQUE OU UN ÉTABLISSEMENT</p><p></p><p></p><p></p><p>Article A. - Objet de la cession.</p><p>La présente cession est consentie à C (la lettre C désigne le bénéficiaire de la cession) en vue de la création d'un... (Nota. - Suivant les cas \"groupe d'habitations\" ou \"groupe de constructions à usage principal de... \".)</p><p>Ce... (Nota. - Suivant les cas \"groupe d'habitation \" ou \"groupe de constructions à usage principal de... \") devra être réalisé conformément à un projet d'aménagement qui sera établi et approuvé dans les conditions définies...</p><p>(Nota. - Alinéa insérer si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé.)</p><p>Ce... (Nota. - Suivants les cas \"groupe d'habitation \" ou \"groupe de constructions à usage principal de... \") devra être réalisé conformément aux prévisions du projet d'aménagement approuvé à cet effet par arrêté préfectoral du...</p><p>(Nota. - Alinéa à insérer si le projet d'aménagement du groupe de constructions est déjà approuvé.)</p><p>Article B. - Participation aux travaux d'équipements généraux.</p><p>C devra réaliser les travaux d'équipements généraux définis en annexe au présent cahier des charges.</p><p>C s'engage à participer par voie de fonds de concours (ou d'offres de concours) à la réalisation des travaux d'équipements généraux définis en annexe au présent cahier des charges à concurrence de... (X, ... € ou X % du coût des travaux).</p><p>(Nota. - Insérer l'un ou l'autre de ces alinéas suivant que le cessionnaire doit réaliser lui-même ces travaux ou seulement participer financièrement à leur réalisation.)</p><p>Cette réalisation (ou \"cette participation \") est garantie par le versement entre les mains de... d'un cautionnement de...€.</p><p>... se porte caution solidaire pour C par engagement enregistré le..., dont copie est annexée au présent cahier des charges. (Nota. - Insérer, suivant le cas, l'un ou l'autre de ces alinéas, si une garantie (cautionnement ou caution solvable) est demandée à C.)</p><p>Article C. - Délais d'exécution des travaux d'équipements généraux.</p><p>C doit avoir réalisé les travaux d'équipements généraux mis à sa charge dans un délai de... à dater de la signature de l'acte de cession.</p><p>(Nota. - Le cas échéant, des délais différents pourront être prévus par catégorie de travaux. Les préciser) (Nota. - Article à insérer uniquement si l'exécution de travaux d'équipements généraux est mise à la charge du cessionnaire.)</p><p>Article D. - Délais d'exécution du... (suivant les cas \"groupe d'habitations \" ou \"groupe de constructions à usage principal de... \")</p><p>C doit :</p><p></p><p>- déposer le projet d'aménagement du... (suivant les cas \"groupe d'habitations \" ou \"groupe de constructions à usage principal de... \") dans un délai de... mois à dater de la signature de l'acte de cession ;</p><p></p><p>(Nota. - Alinéa à insérer si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé.)</p><p></p><p>- entreprendre les travaux d'aménagement dans un délai de... et les avoir réalisés dans un délai de... à dater... (Nota. - Si le projet d'aménagement est déjà approuvé, ajouter : \"de la signature de l'acte de cession \". Si le projet d'aménagement n'est pas encore approuvé, ajouter : \"de l'approbation du projet d'aménagement \") ;</p><p>- déposer les demandes de permis de construire dans un délai de... à dater... (Nota. - Si le projet d'aménagement est déjà approuvé, ajouter : \"de la signature de l'acte de cession \". Si le projet d'aménagement n'est pas encore approuvé, ajouter \"de l'approbation du projet d'aménagement \") ;</p><p>- entreprendre les travaux de construction dans un délai de... à dater de la délivrance du permis de construire ;</p><p>- avoir réalisé les constructions dans un délai de... à dater de la délivrance du permis de construire (ou \"à dater de la signature de l'acte de cession \").</p><p></p><p>(Nota. - Eventuellement, le groupe de constructions pourra être réalisé en plusieurs tranches de travaux.) En ce cas, cet article peut :</p><p>1. Soit définir (sommairement si le projet d'aménagement du groupe de constructions n'a pas encore été approuvé, par référence à ce projet d'aménagement s'il est approuvé) chacune des tranches de travaux (travaux d'aménagement et construction), fixer des délais fermes pour la réalisation de chacune des tranches (délais de réalisation pour les travaux d'aménagement, délais de demande du permis de construire et d'achèvement de la construction pour les bâtiments) ;</p><p>2. Soit définir les travaux afférents à la première tranche en fixant des délais fermes pour leur réalisation et comporter en ce qui concerne les autres travaux une clause ainsi rédigée : \"En ce qui concerne les autres travaux, s'ils n'ont pas été réalisés le... (date à fixer, en accord entre le cessionnaire et le cédant, en fonction des prévisions relatives au déroulement probable dans le temps de l'opération), P pourra mettre C en demeure de les réaliser en une ou plusieurs tranches dans les délais qui lui seront impartis à ce moment, sous peine de résolution de la cession des terrains non encore utilisés à cette date. \"</p><p>Si C refuse de souscrire cet engagement, il sera mis en demeure de rétrocéder immédiatement ces terrains à P ou de les vendre à un acquéreur qui lui sera désigné. Le prix de rétrocession ou le prix de vente sera, en ce cas, fixé dans les conditions prévues à l'article G ci-après.</p><p>Article E. - Prolongation éventuelle des délais.</p><p>Les délais d'exécution prévus au présent cahier des charges seront, si leur inobservation est due à un cas de force majeure, prolongés d'une durée égale à celle durant laquelle C a été dans l'impossibilité de réaliser ses obligations. La preuve de la force majeure et de la durée de l'empêchement est à la charge de C.</p><p>Les difficultés de financement ne sont pas considérées comme constituant des cas de force majeure.</p><p>Toutefois seront considérés pour l'application du présent article comme constituant des cas de force majeure les retards non imputables à C, dans l'octroi de... (Nota. - Préciser la nature du financement prévu.)</p><p>(Nota. - Alinéa à insérer uniquement si la cession est consentie en vue de la construction de logements dont le financement doit être effectué avec l'aide des prêts prévus par la législation relative aux HLM ou par celle relative aux primes et prêts spéciaux à la construction.)</p><p>Article F. - Résolution en cas d'inobservation des délais.</p><p>La cession pourra être résolue par décision de P, notifiée par acte d'huissier en cas d'inobservation d'un des délais fixés.</p><p>C aura droit, en contrepartie, à une indemnité de résolution qui sera calculée ainsi qu'il suit :</p><p>1. Si la résolution intervient avant le commencement de tous travaux, l'indemnité sera égale au prix de cession, déduction faite de 10 % à titre de dommages et intérêts forfaitaires ;</p><p>2. Si la résolution intervient après le commencement des travaux, l'indemnité ci-dessus est augmentée d'une somme égale au montant de la plus-value apportée aux terrains par les travaux régulièrement réalisés sans que cette somme puisse dépasser la valeur des matériaux et le prix de la main-d'œuvre utilisée.</p><p>La plus-value sera fixée par voie d'expertise contradictoire, l'expert de P étant l'administration des domaines, celui de C pouvant, si C ne pourvoit pas à sa désignation, être désigné d'office par le président du tribunal de grande instance sur requête de P.</p><p>Tous les frais seront à la charge de C.</p><p>Les privilèges et hypothèques ayant grevé l'immeuble du chef du cessionnaire défaillant seront reportés sur l'indemnité de résolution dans les conditions fixées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029733864&dateTexte=&categorieLien=cid' title='Code de l'expropriation pour cause d'utilité pu... - art. L411-4 (V)'>article L. 411-4 du code de l'expropriation</a> pour cause d'utilité publique.</p><p>Toutefois, pour l'application du présent article, l'obligation de construire sera (Nota. - Si la construction doit être effectuée en plusieurs tranches de travaux, insérer les mots : \"en ce qui concerne la tranche de travaux en cause \") considérée comme remplie au jour du versement par le Crédit foncier de France de la première tranche du prêt consenti par cet établissement ou d'une avance sur ce prêt à titre de démarrage ou de préfinancement.</p><p>(Nota. - Alinéa à insérer uniquement si les constructions doivent être édifiées avec l'aide de prêts du Crédit foncier.)</p><p>Article G. - Vente, partage, location des terrains cédés.</p><p>Les terrains ne pourront être vendus par C qu'après réalisation des travaux d'aménagement et des constructions prévus au projet d'aménagement du... (Nota. - Suivant les cas \"groupe d'habitation \" ou \"groupe de constructions à usage principal de... \") et en conformité des dispositions dudit projet d'aménagement.</p><p>Toutefois, C pourra procéder à la vente globale des terrains (Nota. - S'il est prévu que la réalisation des travaux doit être effectuée en plusieurs tranches, ajouter : \"ou, si une partie des aménagements et des constructions a déjà été effectuée, à la vente globale de la partie des terrains non encore utilisés \"), à charge pour l'acquéreur de réaliser ou d'achever les travaux d'aménagement et de construction. Avant toute mise en vente, C devra aviser au moins quatre mois à l'avance (Nota. - Le représentant qualifié de P)... de ses intentions. P pourra, jusqu'à l'expiration de ce délai, exiger que les terrains lui soient rétrocédés ou soient vendus à un acquéreur désigné ou agréé par lui. En cas de rétrocession, le prix de rétrocession sera calculé dans les conditions prévues pour l'indemnité de résolution, sans qu'il y ait lieu à une déduction de 10 %. En cas de vente à un acquéreur désigné ou agréé par P de la totalité des terrains ou d'une partie non encore entièrement aménagée, P pourra exiger que le prix de vente soit fixé dans les mêmes conditions.</p><p>Aucune location des terrains cédés ne pourra être consentie tant qu'ils n'auront pas reçu l'affectation prévue.</p><p>Les actes de vente, de partage ou de location qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls en application de l'article L. 411-3 du code de l'expropriation pour cause d'utilité publique.</p><p>Article H. - Vente ou location des logements construits.</p><p>P se réserve le droit de contrôler le caractère non lucratif de l'opération poursuivie par C et de demander que les prix de vente ou de location des logements construits soient soumis à son agrément.</p><p>Plusieurs locaux ne peuvent être loués ou vendus à une même personne qu'avec l'agrément préalable de P.</p><p>Les actes de vente ou de location qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls, en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029733862&dateTexte=&categorieLien=cid' title='Code de l'expropriation pour cause d'utilité pu... - art. L411-3 (V)'>article L. 411-3 du code de l'expropriation pour cause d'utilité publique</a>.</p><p>(Nota. - Clause à insérer uniquement lorsque la cession a été effectuée de gré à gré en raison du caractère non lucratif de l'opération de construction de logements poursuivie par le cessionnaire. Cette clause n'a pas à être insérée si le cessionnaire est une société HLM.</p><p>Lorsque l'opération poursuivie n'est pas à but désintéressé, il est toutefois recommandé d'insérer une clause prévoyant au profit du cédant un droit de contrôle des ventes et des locations et limitant à un certain pourcentage le bénéfice maximum du cessionnaire.</p><p>Une telle clause devra être insérée lorsque le bénéfice susceptible d'être réalisé par le constructeur est limité par un texte législatif ou réglementaire, notamment par les textes relatifs à la participation des employeurs à l'effort de construction.)</p><p></p><p></p>",
            "num": "Annexe 4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1420070400000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire nouvelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000029970989",
                        "id": "LEGISCTA000029972067",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029979765",
                        "id": "LEGISCTA000029979765",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-04-14",
                        "fin": "2999-01-01",
                        "titre": "Code de l'expropriation pour cause d'utilité publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074224",
                        "id": "LEGITEXT000006074224",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029979800",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029979765",
            "sectionParentId": "LEGISCTA000029979765",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "Partie réglementaire nouvelle &gt; ANNEXES",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029979800",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074224",
                    "titre": "Code de l'expropriation pour cause d'utilité publique",
                    "titreLong": "Code de l'expropriation pour cause d'utilité publique",
                    "etat": "VIGUEUR",
                    "dateDebut": 229824000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074224",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029965588",
                    "textTitle": "DÉCRET n°2014-1635 du 26 décembre 2014 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000029969963",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-12-28",
                    "dateSignaTexte": "2014-12-26",
                    "dateDebutCible": "2015-01-01"
                },
                {
                    "textCid": "JORFTEXT000029965588",
                    "textTitle": "DÉCRET n°2014-1635 du 26 décembre 2014 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000029969963",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-12-28",
                    "dateSignaTexte": "2014-12-26",
                    "dateDebutCible": "2015-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité pu... - art. L411-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-3",
                    "articleId": "LEGIARTI000029733862",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité pu... - art. L411-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-4",
                    "articleId": "LEGIARTI000029733864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029979800",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039344256",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044929923",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 4",
                "4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}