{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006804468",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. L'examen CE de type est la procédure par laquelle un organisme habilité constate et atteste qu'un échantillon représentatif de la production en question satisfait aux dispositions pertinentes du livre V bis du code de la santé publique. 2. La demande d'examen CE de type est introduite par le fabricant ou par son mandataire établi dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen. Elle comporte : - le nom et l'adresse du fabricant, ainsi que le nom et l'adresse du mandataire si la demande est introduite par celui-ci ; - la documentation décrite au point 3, nécessaire pour permettre l'évaluation de la conformité aux exigences du livre V bis du code de la santé publique, de l'échantillon représentatif de la production en question, ci-après dénommé type. Le demandeur met un type à la disposition de l'organisme habilité, qui peut demander d'autres exemplaires en tant que de besoin ; - une déclaration écrite spécifiant qu'aucune demande portant sur le même type n'a été introduite auprès d'un autre organisme habilité. 3. La documentation doit permettre de comprendre la conception, la fabrication et les performances du produit et doit contenir notamment les éléments suivants : - une description générale du type, y compris les variantes envisagées ; - les dessins de conception, les méthodes de fabrication envisagées, notamment en ce qui concerne la stérilisation, ainsi que les schémas des composants, sous-ensembles, circuits, etc. ; - les descriptions et explications nécessaires pour comprendre les dessins et schémas susmentionnés et le fonctionnement du produit ; - une liste des normes visées à l'article R. 665-13 du code de la santé publique, appliquées entièrement ou partiellement, et une description des solutions adoptées pour satisfaire aux exigences essentielles lorsque les normes n'ont pas été appliquées entièrement ; - les résultats des calculs de conception, de l'analyse des risques, des études, des essais techniques, etc., qui ont été effectués ; - une déclaration indiquant si le dispositif incorpore comme partie intégrante une substance visée à l'annexe I-A, point 7.4, et I-B, point 10, ou une substance mentionnée à l'annexe I-A, point 7.4 bis, et I-B, point 10 bis, et des données relatives aux essais effectués à cet égard qui sont nécessaires pour évaluer la sécurité, la qualité et l'utilité de cette substance en tenant compte de la destination du dispositif ; - les données cliniques visées à l'annexe X ; - le projet d'étiquetage et, le cas échéant, de notice d'instructions. 4. L'organisme habilité : 4.1. Examine et évalue la documentation et vérifie que le type a été fabriqué en conformité avec celle-ci ; il établit également un relevé des éléments qui ont été conçus conformément aux dispositions applicables des normes visées à l'article R. 665-13, ainsi que des éléments pour lesquels la conception ne s'appuie pas sur les dispositions pertinentes des normes susmentionnées ; 4.2. Effectue ou fait effectuer les inspections appropriées et les essais nécessaires pour vérifier si les solutions adoptées par le fabricant satisfont aux exigences essentielles du présent décret lorsque les normes visées à l'article R. 665-13 n'ont pas été appliquées ; si le dispositif doit être raccordé à un (d') autre(s) dispositif(s) pour pouvoir fonctionner conformément à sa destination, la preuve qu'il satisfait aux exigences essentielles lorsqu'il est raccordé aux dispositifs ayant les caractéristiques indiquées par le fabricant doit être fournie ; 4.3. Effectue ou fait effectuer les inspections appropriées et les essais nécessaires pour vérifier, au cas où le fabricant a choisi d'appliquer les normes pertinentes, si celles-ci ont réellement été appliquées ; 4.4. Convient avec le demandeur de l'endroit où les inspections et essais nécessaires seront effectués. 5. Lorsque le type satisfait aux dispositions du livre V bis du code de la santé publique, l'organisme habilité délivre au demandeur un certificat d'examen CE de type. Le certificat comporte le nom et l'adresse du fabricant, les conclusions de l'inspection, les conditions de validité et les données nécessaires à l'identification du type approuvé. Les parties pertinentes de la documentation sont annexées au certificat et une copie est conservée par l'organisme habilité. S'il s'agit de dispositifs visés à l'annexe I-A, point 7.4, e t à l'annexe I-B, point 10, l'organisme habilité consulte, pour ce qui est des aspects visés sous ce point, l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de la Communauté européenne ou parties à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant la directive 2001/83 du Parlement européen et du Conseil, avant de prendre une décision. En arrêtant sa décision, l'organisme habilité prend dûment en considération les avis exprimés lors de la consultation. Il informe l'organisme compétent consulté de sa décision finale. S'il s'agit de dispositifs visés à l'annexe I-A, point 7.4 bis, et à l'annexe I-B, point 10 bis, l'avis scientifique de l'Agence européenne pour l'évaluation des médicaments doit être intégré dans la documentation concernant le dispositif. En arrêtant sa décision, l'organisme habilité prend dûment en considération l'avis de l'Agence européenne pour l'évaluation des médicaments. L'organisme habilité ne peut pas délivrer le certificat si cet avis scientifique est défavorable. Il informe l'Agence européenne pour l'évaluation des médicaments de sa décision finale. 6. Le demandeur informe l'organisme habilité qui a délivré le certificat d'examen CE de type de toute modification importante apportée au produit approuvé. Pour les dispositifs médicaux implantables actifs, toute modification apportée au produit approuvé initialement doit être notifiée dans les conditions précitées. Les modifications du produit approuvé doivent recevoir une approbation complémentaire de l'organisme habilité qui délivre le certificat d'examen CE de type, lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles ou aux conditions prescrites pour l'utilisation du produit. Cette approbation complémentaire prend, le cas échéant, la forme d'un addendum au certificat initial d'examen CE de type. 7. Dispositions administratives : 7.1. Chaque organisme habilité met à la disposition des autorités et organismes visés à l'article R. 665-32 du code de la santé publique, sur demande, toutes les informations pertinentes concernant les certificats d'examen CE de type et les addenda délivrés, refusés et retirés ; 7.2. Les autres organismes habilités peuvent obtenir une copie des certificats d'examen CE de type et/ou de leurs addenda. Les annexes des certificats sont tenues à la disposition des autres organismes habilités sur demande motivée, après information du fabricant ; 7.3. Le fabricant ou son mandataire conserve avec la documentation technique une copie des attestations d'examen CE de type et de leurs compléments pendant une durée d'au moins cinq ans après la fabrication du dernier dispositif ; 7.4. Lorsque ni le fabricant ni son mandataire ne sont établis sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, l'obligation de tenir la documentation technique à la disposition des autorités incombe à la personne responsable de la mise sur le marché de ces Etats du dispositif concerné ou à l'importateur visé à l'annexe I, point 13.3, a.",
            "texteHtml": "<p></p>   1. L'examen CE de type est la procédure par laquelle un organisme habilité constate et atteste qu'un échantillon représentatif de la production en question satisfait aux dispositions pertinentes du livre V bis du code de la santé publique.<p></p><p></p>   2. La demande d'examen CE de type est introduite par le fabricant ou par son mandataire établi dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen.<p></p><p></p>   Elle comporte :<p></p><p></p>   - le nom et l'adresse du fabricant, ainsi que le nom et l'adresse du mandataire si la demande est introduite par celui-ci ;<p></p><p></p>   - la documentation décrite au point 3, nécessaire pour permettre l'évaluation de la conformité aux exigences du livre V bis du code de la santé publique, de l'échantillon représentatif de la production en question, ci-après dénommé type. Le demandeur met un type à la disposition de l'organisme habilité, qui peut demander d'autres exemplaires en tant que de besoin ;<p></p><p></p>   - une déclaration écrite spécifiant qu'aucune demande portant sur le même type n'a été introduite auprès d'un autre organisme habilité.<p></p><p></p>   3. La documentation doit permettre de comprendre la conception, la fabrication et les performances du produit et doit contenir notamment les éléments suivants :<p></p><p></p>   - une description générale du type, y compris les variantes envisagées ;<p></p><p></p>   - les dessins de conception, les méthodes de fabrication envisagées, notamment en ce qui concerne la stérilisation, ainsi que les schémas des composants, sous-ensembles, circuits, etc. ;<p></p><p></p>   - les descriptions et explications nécessaires pour comprendre les dessins et schémas susmentionnés et le fonctionnement du produit ;<p></p><p></p>   - une liste des normes visées à l'article R. 665-13 du code de la santé publique, appliquées entièrement ou partiellement, et une description des solutions adoptées pour satisfaire aux exigences essentielles lorsque les normes n'ont pas été appliquées entièrement ;<p></p><p></p>   - les résultats des calculs de conception, de l'analyse des risques, des études, des essais techniques, etc., qui ont été effectués ;<p></p><p></p>   - une déclaration indiquant si le dispositif incorpore comme partie intégrante une substance visée à l'annexe I-A, point 7.4, et I-B, point 10, ou une substance mentionnée à l'annexe I-A, point 7.4 bis, et I-B, point 10 bis, et des données relatives aux essais effectués à cet égard qui sont nécessaires pour évaluer la sécurité, la qualité et l'utilité de cette substance en tenant compte de la destination du dispositif ;<p></p><p></p>   - les données cliniques visées à l'annexe X ;<p></p><p></p>   - le projet d'étiquetage et, le cas échéant, de notice d'instructions.<p></p><p></p>   4. L'organisme habilité :<p></p><p></p>   4.1. Examine et évalue la documentation et vérifie que le type a été fabriqué en conformité avec celle-ci ; il établit également un relevé des éléments qui ont été conçus conformément aux dispositions applicables des normes visées à l'article R. 665-13, ainsi que des éléments pour lesquels la conception ne s'appuie pas sur les dispositions pertinentes des normes susmentionnées ;<p></p><p></p>   4.2. Effectue ou fait effectuer les inspections appropriées et les essais nécessaires pour vérifier si les solutions adoptées par le fabricant satisfont aux exigences essentielles du présent décret lorsque les normes visées à l'article R. 665-13 n'ont pas été appliquées ; si le dispositif doit être raccordé à un (d') autre(s) dispositif(s) pour pouvoir fonctionner conformément à sa destination, la preuve qu'il satisfait aux exigences essentielles lorsqu'il est raccordé aux dispositifs ayant les caractéristiques indiquées par le fabricant doit être fournie ;<p></p><p></p>   4.3. Effectue ou fait effectuer les inspections appropriées et les essais nécessaires pour vérifier, au cas où le fabricant a choisi d'appliquer les normes pertinentes, si celles-ci ont réellement été appliquées ;<p></p><p></p>   4.4. Convient avec le demandeur de l'endroit où les inspections et essais nécessaires seront effectués.<p></p><p></p>   5. Lorsque le type satisfait aux dispositions du livre V bis du code de la santé publique, l'organisme habilité délivre au demandeur un certificat d'examen CE de type. Le certificat comporte le nom et l'adresse du fabricant, les conclusions de l'inspection, les conditions de validité et les données nécessaires à l'identification du type approuvé. Les parties pertinentes de la documentation sont annexées au certificat et une copie est conservée par l'organisme habilité.<p></p><p></p>   S'il s'agit de dispositifs visés à l'annexe I-A, point 7.4, e t à l'annexe I-B, point 10, l'organisme habilité consulte, pour ce qui est des aspects visés sous ce point, l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de la Communauté européenne ou parties à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant la directive 2001/83 du Parlement européen et du Conseil, avant de prendre une décision. En arrêtant sa décision, l'organisme habilité prend dûment en considération les avis exprimés lors de la consultation. Il informe l'organisme compétent consulté de sa décision finale.<p></p><p></p>   S'il s'agit de dispositifs visés à l'annexe I-A, point 7.4 bis, et à l'annexe I-B, point 10 bis, l'avis scientifique de l'Agence européenne pour l'évaluation des médicaments doit être intégré dans la documentation concernant le dispositif. En arrêtant sa décision, l'organisme habilité prend dûment en considération l'avis de l'Agence européenne pour l'évaluation des médicaments. L'organisme habilité ne peut pas délivrer le certificat si cet avis scientifique est défavorable. Il informe l'Agence européenne pour l'évaluation des médicaments de sa décision finale.<p></p><p></p>   6. Le demandeur informe l'organisme habilité qui a délivré le certificat d'examen CE de type de toute modification importante apportée au produit approuvé. Pour les dispositifs médicaux implantables actifs, toute modification apportée au produit approuvé initialement doit être notifiée dans les conditions précitées. Les modifications du produit approuvé doivent recevoir une approbation complémentaire de l'organisme habilité qui délivre le certificat d'examen CE de type, lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles ou aux conditions prescrites pour l'utilisation du produit.<p></p><p></p>   Cette approbation complémentaire prend, le cas échéant, la forme d'un addendum au certificat initial d'examen CE de type.<p></p><p></p>   7. Dispositions administratives :<p></p><p></p>   7.1. Chaque organisme habilité met à la disposition des autorités et organismes visés à l'article R. 665-32 du code de la santé publique, sur demande, toutes les informations pertinentes concernant les certificats d'examen CE de type et les addenda délivrés, refusés et retirés ;<p></p><p></p>   7.2. Les autres organismes habilités peuvent obtenir une copie des certificats d'examen CE de type et/ou de leurs addenda. Les annexes des certificats sont tenues à la disposition des autres organismes habilités sur demande motivée, après information du fabricant ;<p></p><p></p>   7.3. Le fabricant ou son mandataire conserve avec la documentation technique une copie des attestations d'examen CE de type et de leurs compléments pendant une durée d'au moins cinq ans après la fabrication du dernier dispositif ;<p></p><p></p>   7.4. Lorsque ni le fabricant ni son mandataire ne sont établis sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, l'obligation de tenir la documentation technique à la disposition des autorités incombe à la personne responsable de la mise sur le marché de ces Etats du dispositif concerné ou à l'importateur visé à l'annexe I, point 13.3, a.<p></p>",
            "num": "Annexe III aux articles R665-1 à R665-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1084579200000,
            "dateFin": 1149811200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128484",
                        "id": "LEGISCTA000006128484",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Examen CE de type.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142967",
                        "id": "LEGISCTA000006142967",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804466",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142967",
            "sectionParentId": "LEGISCTA000006142967",
            "sectionParentTitre": "Examen CE de type.",
            "fullSectionsTitre": "Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804468",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 4 du décret n° 2004-802 du 29 juillet 2004,  l'abrogation des annexes du livre V bis prendra effet à la date de la  publication de chacun des arrêtés prévus aux articles R. 5211-7, R.  5211-16, R. 5211-24 et R. 5211-53 du code de la santé publique. L'arrêté  du 20 avril 2006 fixant les modalités d'application des procédures de  certification de la conformité définies aux articles R. 5211-39 à R.  5211-52, pris en application de l'article R. 5211-53 du code de la santé  publique, est paru au JORF du 8 juin 2006.",
            "notaHtml": "<p>Conformément à l'article 4 du décret n° 2004-802 du 29 juillet 2004,  l'abrogation des annexes du livre V bis prendra effet à la date de la  publication de chacun des arrêtés prévus aux articles R. 5211-7, R.  5211-16, R. 5211-24 et R. 5211-53 du code de la santé publique.</p><p><br clear='none'/>L'arrêté  du 20 avril 2006 fixant les modalités d'application des procédures de  certification de la conformité définies aux articles R. 5211-39 à R.  5211-52, pris en application de l'article R. 5211-53 du code de la santé  publique, est paru au JORF du 8 juin 2006. </p><p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000438290",
                    "textTitle": "Décret n°2004-413 du 13 mai 2004 - art. 2 () JORF 15 mai 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006230659",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-05-15",
                    "dateSignaTexte": "2004-05-13",
                    "dateDebutCible": "2004-05-15"
                },
                {
                    "textCid": "JORFTEXT000000421679",
                    "textTitle": "Décret n°2004-802 du 29 juillet 2004 - art. 4 (V)",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006726133",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2004-08-08"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-13 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-13",
                    "articleId": "LEGIARTI000006801609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-32 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-32",
                    "articleId": "LEGIARTI000006801659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique R665-13, annexe I, annexe X, R665-32",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804466",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 920592000000,
                    "dateFin": 1076025600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804467",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1084579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804468",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1084579200000,
                    "dateFin": 1149811200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III aux articles R665-1 à R665-47"
            ],
            "versionPrecedente": "LEGIARTI000006804467",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804467",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. L'examen CE de type est la procédure par laquelle un organisme habilité constate et atteste qu'un échantillon représentatif de la production en question satisfait aux dispositions pertinentes du livre V bis du code de la santé publique. 2. La demande d'examen CE de type est introduite par le fabricant ou par son mandataire établi dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen. Elle comporte : - le nom et l'adresse du fabricant, ainsi que le nom et l'adresse du mandataire si la demande est introduite par celui-ci ; - la documentation décrite au point 3, nécessaire pour permettre l'évaluation de la conformité aux exigences du livre V bis du code de la santé publique, de l'échantillon représentatif de la production en question, ci-après dénommé type. Le demandeur met un type à la disposition de l'organisme habilité, qui peut demander d'autres exemplaires en tant que de besoin ; - une déclaration écrite spécifiant qu'aucune demande portant sur le même type n'a été introduite auprès d'un autre organisme habilité. 3. La documentation doit permettre de comprendre la conception, la fabrication et les performances du produit et doit contenir notamment les éléments suivants : - une description générale du type, y compris les variantes envisagées ; - les dessins de conception, les méthodes de fabrication envisagées, notamment en ce qui concerne la stérilisation, ainsi que les schémas des composants, sous-ensembles, circuits, etc. ; - les descriptions et explications nécessaires pour comprendre les dessins et schémas susmentionnés et le fonctionnement du produit ; - une liste des normes visées à l'article R. 665-13 du code de la santé publique, appliquées entièrement ou partiellement, et une description des solutions adoptées pour satisfaire aux exigences essentielles lorsque les normes n'ont pas été appliquées entièrement ; - les résultats des calculs de conception, de l'analyse des risques, des études, des essais techniques, etc., qui ont été effectués ; - une déclaration indiquant si le dispositif incorpore comme partie intégrante une substance visée à l'annexe I.A., point 7.4, et I.B, point 10, et des données relatives aux essais effectués à cet égard ; - les données cliniques visées à l'annexe X ; - le projet d'étiquetage et, le cas échéant, de notice d'instructions. 4. L'organisme habilité : 4.1. Examine et évalue la documentation et vérifie que le type a été fabriqué en conformité avec celle-ci ; il établit également un relevé des éléments qui ont été conçus conformément aux dispositions applicables des normes visées à l'article R. 665-13, ainsi que des éléments pour lesquels la conception ne s'appuie pas sur les dispositions pertinentes des normes susmentionnées ; 4.2. Effectue ou fait effectuer les inspections appropriées et les essais nécessaires pour vérifier si les solutions adoptées par le fabricant satisfont aux exigences essentielles du présent décret lorsque les normes visées à l'article R. 665-13 n'ont pas été appliquées ; si le dispositif doit être raccordé à un (d') autre(s) dispositif(s) pour pouvoir fonctionner conformément à sa destination, la preuve qu'il satisfait aux exigences essentielles lorsqu'il est raccordé aux dispositifs ayant les caractéristiques indiquées par le fabricant doit être fournie ; 4.3. Effectue ou fait effectuer les inspections appropriées et les essais nécessaires pour vérifier, au cas où le fabricant a choisi d'appliquer les normes pertinentes, si celles-ci ont réellement été appliquées ; 4.4. Convient avec le demandeur de l'endroit où les inspections et essais nécessaires seront effectués. 5. Lorsque le type satisfait aux dispositions du livre V bis du code de la santé publique, l'organisme habilité délivre au demandeur un certificat d'examen CE de type. Le certificat comporte le nom et l'adresse du fabricant, les conclusions de l'inspection, les conditions de validité et les données nécessaires à l'identification du type approuvé. Les parties pertinentes de la documentation sont annexées au certificat et une copie est conservée par l'organisme habilité. Dans le cas de dispositifs visés au point 7.4 de l'annexe I, avant de prendre une décision l'organisme habilité consulte, pour ce qui est des aspects visés sous ce point, l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant la directive 65/65/CEE du Conseil des Communautés européennes. En arrêtant sa décision, l'organisme habilité prendra dûment en considération les avis exprimés lors de la consultation. Il informera l'organisme compétent concerné de sa décision finale. 6. Le demandeur informe l'organisme habilité qui a délivré le certificat d'examen CE de type de toute modification importante apportée au produit approuvé. Pour les dispositifs médicaux implantables actifs, toute modification apportée au produit approuvé initialement doit être notifiée dans les conditions précitées. Les modifications du produit approuvé doivent recevoir une approbation complémentaire de l'organisme habilité qui délivre le certificat d'examen CE de type, lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles ou aux conditions prescrites pour l'utilisation du produit. Cette approbation complémentaire prend, le cas échéant, la forme d'un addendum au certificat initial d'examen CE de type. 7. Dispositions administratives : 7.1. Chaque organisme habilité met à la disposition des autorités et organismes visés à l'article R. 665-32 du code de la santé publique, sur demande, toutes les informations pertinentes concernant les certificats d'examen CE de type et les addenda délivrés, refusés et retirés ; 7.2. Les autres organismes habilités peuvent obtenir une copie des certificats d'examen CE de type et/ou de leurs addenda. Les annexes des certificats sont tenues à la disposition des autres organismes habilités sur demande motivée, après information du fabricant ; 7.3. Le fabricant ou son mandataire conserve avec la documentation technique une copie des attestations d'examen CE de type et de leurs compléments pendant une durée d'au moins cinq ans après la fabrication du dernier dispositif ; 7.4. Lorsque ni le fabricant ni son mandataire ne sont établis sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, l'obligation de tenir la documentation technique à la disposition des autorités incombe à la personne responsable de la mise sur le marché de ces Etats du dispositif concerné ou à l'importateur visé à l'annexe I, point 13.3, a.",
            "texteHtml": "<p></p>   1. L'examen CE de type est la procédure par laquelle un organisme habilité constate et atteste qu'un échantillon représentatif de la production en question satisfait aux dispositions pertinentes du livre V bis du code de la santé publique.<p></p><p></p>   2. La demande d'examen CE de type est introduite par le fabricant ou par son mandataire établi dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen.<p></p><p></p>   Elle comporte :<p></p><p></p>   - le nom et l'adresse du fabricant, ainsi que le nom et l'adresse du mandataire si la demande est introduite par celui-ci ;<p></p><p></p>   - la documentation décrite au point 3, nécessaire pour permettre l'évaluation de la conformité aux exigences du livre V bis du code de la santé publique, de l'échantillon représentatif de la production en question, ci-après dénommé type. Le demandeur met un type à la disposition de l'organisme habilité, qui peut demander d'autres exemplaires en tant que de besoin ;<p></p><p></p>   - une déclaration écrite spécifiant qu'aucune demande portant sur le même type n'a été introduite auprès d'un autre organisme habilité.<p></p><p></p>   3. La documentation doit permettre de comprendre la conception, la fabrication et les performances du produit et doit contenir notamment les éléments suivants :<p></p><p></p>   - une description générale du type, y compris les variantes envisagées ;<p></p><p></p>   - les dessins de conception, les méthodes de fabrication envisagées, notamment en ce qui concerne la stérilisation, ainsi que les schémas des composants, sous-ensembles, circuits, etc. ;<p></p><p></p>   - les descriptions et explications nécessaires pour comprendre les dessins et schémas susmentionnés et le fonctionnement du produit ;<p></p><p></p>   - une liste des normes visées à l'article R. 665-13 du code de la santé publique, appliquées entièrement ou partiellement, et une description des solutions adoptées pour satisfaire aux exigences essentielles lorsque les normes n'ont pas été appliquées entièrement ;<p></p><p></p>   - les résultats des calculs de conception, de l'analyse des risques, des études, des essais techniques, etc., qui ont été effectués ;<p></p><p></p>   - une déclaration indiquant si le dispositif incorpore comme partie intégrante une substance visée à l'annexe I.A., point 7.4, et I.B, point 10, et des données relatives aux essais effectués à cet égard ;<p></p><p></p>   - les données cliniques visées à l'annexe X ;<p></p><p></p>   - le projet d'étiquetage et, le cas échéant, de notice d'instructions.<p></p><p></p>   4. L'organisme habilité :<p></p><p></p>   4.1. Examine et évalue la documentation et vérifie que le type a été fabriqué en conformité avec celle-ci ; il établit également un relevé des éléments qui ont été conçus conformément aux dispositions applicables des normes visées à l'article R. 665-13, ainsi que des éléments pour lesquels la conception ne s'appuie pas sur les dispositions pertinentes des normes susmentionnées ;<p></p><p></p>   4.2. Effectue ou fait effectuer les inspections appropriées et les essais nécessaires pour vérifier si les solutions adoptées par le fabricant satisfont aux exigences essentielles du présent décret lorsque les normes visées à l'article R. 665-13 n'ont pas été appliquées ; si le dispositif doit être raccordé à un (d') autre(s) dispositif(s) pour pouvoir fonctionner conformément à sa destination, la preuve qu'il satisfait aux exigences essentielles lorsqu'il est raccordé aux dispositifs ayant les caractéristiques indiquées par le fabricant doit être fournie ;<p></p><p></p>   4.3. Effectue ou fait effectuer les inspections appropriées et les essais nécessaires pour vérifier, au cas où le fabricant a choisi d'appliquer les normes pertinentes, si celles-ci ont réellement été appliquées ;<p></p><p></p>   4.4. Convient avec le demandeur de l'endroit où les inspections et essais nécessaires seront effectués.<p></p><p></p>   5. Lorsque le type satisfait aux dispositions du livre V bis du code de la santé publique, l'organisme habilité délivre au demandeur un certificat d'examen CE de type. Le certificat comporte le nom et l'adresse du fabricant, les conclusions de l'inspection, les conditions de validité et les données nécessaires à l'identification du type approuvé. Les parties pertinentes de la documentation sont annexées au certificat et une copie est conservée par l'organisme habilité.<p></p><p></p>   Dans le cas de dispositifs visés au point 7.4 de l'annexe I, avant de prendre une décision l'organisme habilité consulte, pour ce qui est des aspects visés sous ce point, l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant la directive 65/65/CEE du Conseil des Communautés européennes.<p></p><p></p>   En arrêtant sa décision, l'organisme habilité prendra dûment en considération les avis exprimés lors de la consultation. Il informera l'organisme compétent concerné de sa décision finale.<p></p><p></p>   6. Le demandeur informe l'organisme habilité qui a délivré le certificat d'examen CE de type de toute modification importante apportée au produit approuvé. Pour les dispositifs médicaux implantables actifs, toute modification apportée au produit approuvé initialement doit être notifiée dans les conditions précitées. Les modifications du produit approuvé doivent recevoir une approbation complémentaire de l'organisme habilité qui délivre le certificat d'examen CE de type, lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles ou aux conditions prescrites pour l'utilisation du produit.<p></p><p></p>   Cette approbation complémentaire prend, le cas échéant, la forme d'un addendum au certificat initial d'examen CE de type.<p></p><p></p>   7. Dispositions administratives :<p></p><p></p>   7.1. Chaque organisme habilité met à la disposition des autorités et organismes visés à l'article R. 665-32 du code de la santé publique, sur demande, toutes les informations pertinentes concernant les certificats d'examen CE de type et les addenda délivrés, refusés et retirés ;<p></p><p></p>   7.2. Les autres organismes habilités peuvent obtenir une copie des certificats d'examen CE de type et/ou de leurs addenda. Les annexes des certificats sont tenues à la disposition des autres organismes habilités sur demande motivée, après information du fabricant ;<p></p><p></p>   7.3. Le fabricant ou son mandataire conserve avec la documentation technique une copie des attestations d'examen CE de type et de leurs compléments pendant une durée d'au moins cinq ans après la fabrication du dernier dispositif ;<p></p><p></p>   7.4. Lorsque ni le fabricant ni son mandataire ne sont établis sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, l'obligation de tenir la documentation technique à la disposition des autorités incombe à la personne responsable de la mise sur le marché de ces Etats du dispositif concerné ou à l'importateur visé à l'annexe I, point 13.3, a.<p></p>",
            "num": "Annexe III aux articles R665-1 à R665-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1076025600000,
            "dateFin": 1084579200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128484",
                        "id": "LEGISCTA000006128484",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Examen CE de type.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142967",
                        "id": "LEGISCTA000006142967",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804466",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142967",
            "sectionParentId": "LEGISCTA000006142967",
            "sectionParentTitre": "Examen CE de type.",
            "fullSectionsTitre": "Annexes &gt; Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro &gt; Examen CE de type.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804467",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000416306",
                    "textTitle": "Décret n°2004-108 du 4 février 2004 - art. 1 () JORF 6 février 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006228407",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-02-06",
                    "dateSignaTexte": "2004-02-04",
                    "dateDebutCible": "2004-02-06"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-13 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-13",
                    "articleId": "LEGIARTI000006801609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-32 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-32",
                    "articleId": "LEGIARTI000006801659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804466",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 920592000000,
                    "dateFin": 1076025600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804467",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1084579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804468",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1084579200000,
                    "dateFin": 1149811200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III aux articles R665-1 à R665-47"
            ],
            "versionPrecedente": "LEGIARTI000006804466",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804466",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. L'examen CE de type est la procédure par laquelle un organisme habilité constate et atteste qu'un échantillon représentatif de la production en question satisfait aux dispositions pertinentes du livre V bis du code de la santé publique. 2. La demande d'examen CE de type est introduite par le fabricant ou par son mandataire établi dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen. Elle comporte : - le nom et l'adresse du fabricant, ainsi que le nom et l'adresse du mandataire si la demande est introduite par celui-ci ; - la documentation décrite au point 3, nécessaire pour permettre l'évaluation de la conformité aux exigences du livre V bis du code de la santé publique, de l'échantillon représentatif de la production en question, ci-après dénommé type. Le demandeur met un type à la disposition de l'organisme habilité, qui peut demander d'autres exemplaires en tant que de besoin ; - une déclaration écrite spécifiant qu'aucune demande portant sur le même type n'a été introduite auprès d'un autre organisme habilité. 3. La documentation doit permettre de comprendre la conception, la fabrication et les performances du produit et doit contenir notamment les éléments suivants : - une description générale du type, y compris les variantes envisagées ; - les dessins de conception, les méthodes de fabrication envisagées, notamment en ce qui concerne la stérilisation, ainsi que les schémas des composants, sous-ensembles, circuits, etc. ; - les descriptions et explications nécessaires pour comprendre les dessins et schémas susmentionnés et le fonctionnement du produit ; - une liste des normes visées à l'article R. 665-13 du code de la santé publique, appliquées entièrement ou partiellement, et une description des solutions adoptées pour satisfaire aux exigences essentielles lorsque les normes n'ont pas été appliquées entièrement ; - les résultats des calculs de conception, de l'analyse des risques, des études, des essais techniques, etc., qui ont été effectués ; - une déclaration indiquant si le dispositif incorpore comme partie intégrante une substance visée à l'annexe I.A., point 7.4, et I.B, point 10, et des données relatives aux essais effectués à cet égard ; - les données cliniques visées à l'annexe X ; - le projet d'étiquetage et, le cas échéant, de notice d'instructions. 4. L'organisme habilité : 4.1. Examine et évalue la documentation et vérifie que le type a été fabriqué en conformité avec celle-ci ; il établit également un relevé des éléments qui ont été conçus conformément aux dispositions applicables des normes visées à l'article R. 665-13, ainsi que des éléments pour lesquels la conception ne s'appuie pas sur les dispositions pertinentes des normes susmentionnées ; 4.2. Effectue ou fait effectuer les inspections appropriées et les essais nécessaires pour vérifier si les solutions adoptées par le fabricant satisfont aux exigences essentielles du présent décret lorsque les normes visées à l'article R. 665-13 n'ont pas été appliquées ; si le dispositif doit être raccordé à un (d') autre(s) dispositif(s) pour pouvoir fonctionner conformément à sa destination, la preuve qu'il satisfait aux exigences essentielles lorsqu'il est raccordé aux dispositifs ayant les caractéristiques indiquées par le fabricant doit être fournie ; 4.3. Effectue ou fait effectuer les inspections appropriées et les essais nécessaires pour vérifier, au cas où le fabricant a choisi d'appliquer les normes pertinentes, si celles-ci ont réellement été appliquées ; 4.4. Convient avec le demandeur de l'endroit où les inspections et essais nécessaires seront effectués. 5. Lorsque le type satisfait aux dispositions du livre V bis du code de la santé publique, l'organisme habilité délivre au demandeur un certificat d'examen CE de type. Le certificat comporte le nom et l'adresse du fabricant, les conclusions de l'inspection, les conditions de validité et les données nécessaires à l'identification du type approuvé. Les parties pertinentes de la documentation sont annexées au certificat et une copie est conservée par l'organisme habilité. Dans le cas de dispositifs visés au point 7.4 de l'annexe I, avant de prendre une décision l'organisme habilité consulte, pour ce qui est des aspects visés sous ce point, l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant la directive 65/65/CEE du Conseil des Communautés européennes. En arrêtant sa décision, l'organisme habilité prendra dûment en considération les avis exprimés lors de la consultation. Il informera l'organisme compétent concerné de sa décision finale. 6. Le demandeur informe l'organisme habilité qui a délivré le certificat d'examen CE de type de toute modification importante apportée au produit approuvé. Pour les dispositifs médicaux implantables actifs, toute modification apportée au produit approuvé initialement doit être notifiée dans les conditions précitées. Les modifications du produit approuvé doivent recevoir une approbation complémentaire de l'organisme habilité qui délivre le certificat d'examen CE de type, lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles ou aux conditions prescrites pour l'utilisation du produit. Cette approbation complémentaire prend, le cas échéant, la forme d'un addendum au certificat initial d'examen CE de type. 7. Dispositions administratives : 7.1. Chaque organisme habilité met à la disposition des autorités et organismes visés à l'article R. 665-32 du code de la santé publique, sur demande, toutes les informations pertinentes concernant les certificats d'examen CE de type et les addenda délivrés, refusés et retirés ; 7.2. Les autres organismes habilités peuvent obtenir une copie des certificats d'examen CE de type et/ou de leurs addenda. Les annexes des certificats sont tenues à la disposition des autres organismes habilités sur demande motivée, après information du fabricant ; 7.3. Le fabricant ou son mandataire conserve avec la documentation technique une copie des attestations d'examen CE de type et de leurs compléments pendant une durée d'au moins cinq ans après la fabrication du dernier dispositif ; 7.4. Lorsque ni le fabricant ni son mandataire ne sont établis sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, l'obligation de tenir la documentation technique à la disposition des autorités incombe à la personne responsable de la mise sur le marché de ces Etats du dispositif concerné ou à l'importateur visé à l'annexe I, point 13.3, a.",
            "texteHtml": "<p></p>   1. L'examen CE de type est la procédure par laquelle un organisme habilité constate et atteste qu'un échantillon représentatif de la production en question satisfait aux dispositions pertinentes du livre V bis du code de la santé publique.<p></p><p></p>   2. La demande d'examen CE de type est introduite par le fabricant ou par son mandataire établi dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen.<p></p><p></p>   Elle comporte :<p></p><p></p>   - le nom et l'adresse du fabricant, ainsi que le nom et l'adresse du mandataire si la demande est introduite par celui-ci ;<p></p><p></p>   - la documentation décrite au point 3, nécessaire pour permettre l'évaluation de la conformité aux exigences du livre V bis du code de la santé publique, de l'échantillon représentatif de la production en question, ci-après dénommé type. Le demandeur met un type à la disposition de l'organisme habilité, qui peut demander d'autres exemplaires en tant que de besoin ;<p></p><p></p>   - une déclaration écrite spécifiant qu'aucune demande portant sur le même type n'a été introduite auprès d'un autre organisme habilité.<p></p><p></p>   3. La documentation doit permettre de comprendre la conception, la fabrication et les performances du produit et doit contenir notamment les éléments suivants :<p></p><p></p>   - une description générale du type, y compris les variantes envisagées ;<p></p><p></p>   - les dessins de conception, les méthodes de fabrication envisagées, notamment en ce qui concerne la stérilisation, ainsi que les schémas des composants, sous-ensembles, circuits, etc. ;<p></p><p></p>   - les descriptions et explications nécessaires pour comprendre les dessins et schémas susmentionnés et le fonctionnement du produit ;<p></p><p></p>   - une liste des normes visées à l'article R. 665-13 du code de la santé publique, appliquées entièrement ou partiellement, et une description des solutions adoptées pour satisfaire aux exigences essentielles lorsque les normes n'ont pas été appliquées entièrement ;<p></p><p></p>   - les résultats des calculs de conception, de l'analyse des risques, des études, des essais techniques, etc., qui ont été effectués ;<p></p><p></p>   - une déclaration indiquant si le dispositif incorpore comme partie intégrante une substance visée à l'annexe I.A., point 7.4, et I.B, point 10, et des données relatives aux essais effectués à cet égard ;<p></p><p></p>   - les données cliniques visées à l'annexe X ;<p></p><p></p>   - le projet d'étiquetage et, le cas échéant, de notice d'instructions.<p></p><p></p>   4. L'organisme habilité :<p></p><p></p>   4.1. Examine et évalue la documentation et vérifie que le type a été fabriqué en conformité avec celle-ci ; il établit également un relevé des éléments qui ont été conçus conformément aux dispositions applicables des normes visées à l'article R. 665-13, ainsi que des éléments pour lesquels la conception ne s'appuie pas sur les dispositions pertinentes des normes susmentionnées ;<p></p><p></p>   4.2. Effectue ou fait effectuer les inspections appropriées et les essais nécessaires pour vérifier si les solutions adoptées par le fabricant satisfont aux exigences essentielles du présent décret lorsque les normes visées à l'article R. 665-13 n'ont pas été appliquées ; si le dispositif doit être raccordé à un (d') autre(s) dispositif(s) pour pouvoir fonctionner conformément à sa destination, la preuve qu'il satisfait aux exigences essentielles lorsqu'il est raccordé aux dispositifs ayant les caractéristiques indiquées par le fabricant doit être fournie ;<p></p><p></p>   4.3. Effectue ou fait effectuer les inspections appropriées et les essais nécessaires pour vérifier, au cas où le fabricant a choisi d'appliquer les normes pertinentes, si celles-ci ont réellement été appliquées ;<p></p><p></p>   4.4. Convient avec le demandeur de l'endroit où les inspections et essais nécessaires seront effectués.<p></p><p></p>   5. Lorsque le type satisfait aux dispositions du livre V bis du code de la santé publique, l'organisme habilité délivre au demandeur un certificat d'examen CE de type. Le certificat comporte le nom et l'adresse du fabricant, les conclusions de l'inspection, les conditions de validité et les données nécessaires à l'identification du type approuvé. Les parties pertinentes de la documentation sont annexées au certificat et une copie est conservée par l'organisme habilité.<p></p><p></p>   Dans le cas de dispositifs visés au point 7.4 de l'annexe I, avant de prendre une décision l'organisme habilité consulte, pour ce qui est des aspects visés sous ce point, l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant la directive 65/65/CEE du Conseil des Communautés européennes.<p></p><p></p>   En arrêtant sa décision, l'organisme habilité prendra dûment en considération les avis exprimés lors de la consultation. Il informera l'organisme compétent concerné de sa décision finale.<p></p><p></p>   6. Le demandeur informe l'organisme habilité qui a délivré le certificat d'examen CE de type de toute modification importante apportée au produit approuvé. Pour les dispositifs médicaux implantables actifs, toute modification apportée au produit approuvé initialement doit être notifiée dans les conditions précitées. Les modifications du produit approuvé doivent recevoir une approbation complémentaire de l'organisme habilité qui délivre le certificat d'examen CE de type, lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles ou aux conditions prescrites pour l'utilisation du produit.<p></p><p></p>   Cette approbation complémentaire prend, le cas échéant, la forme d'un addendum au certificat initial d'examen CE de type.<p></p><p></p>   7. Dispositions administratives :<p></p><p></p>   7.1. Chaque organisme habilité met à la disposition des autorités et organismes visés à l'article R. 665-32 du code de la santé publique, sur demande, toutes les informations pertinentes concernant les certificats d'examen CE de type et les addenda délivrés, refusés et retirés ;<p></p><p></p>   7.2. Les autres organismes habilités peuvent obtenir une copie des certificats d'examen CE de type et/ou de leurs addenda. Les annexes des certificats sont tenues à la disposition des autres organismes habilités sur demande motivée, après information du fabricant ;<p></p><p></p>   7.3. Le fabricant ou son mandataire conserve avec la documentation technique une copie des attestations d'examen CE de type et de leurs compléments pendant une durée d'au moins cinq ans après la fabrication du dernier dispositif ;<p></p><p></p>   7.4. Lorsque ni le fabricant ni son mandataire ne sont établis sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, l'obligation de tenir la documentation technique à la disposition des autorités incombe à la personne responsable de la mise sur le marché de ces Etats du dispositif concerné ou à l'importateur visé à l'annexe I, point 13.3, a.<p></p>",
            "num": "Annexe III aux articles R665-1 à R665-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 920592000000,
            "dateFin": 1076025600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-03-17",
                        "fin": "2004-02-06",
                        "titre": "Livre 5 bis : Dispositions relatives aux dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128481",
                        "id": "LEGISCTA000006128481",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-03-05",
                        "fin": "2004-02-06",
                        "titre": "Examen CE de type.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142950",
                        "id": "LEGISCTA000006142950",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804466",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142950",
            "sectionParentId": "LEGISCTA000006142950",
            "sectionParentTitre": "Examen CE de type.",
            "fullSectionsTitre": "Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804466",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000350606",
                    "textTitle": "Décret 95-292 1995-03-16 annexe JORF 17 mars 1995",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000350606",
                    "natureText": "DECRET",
                    "datePubliTexte": "1995-03-17",
                    "dateSignaTexte": "1995-03-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000758694",
                    "textTitle": "Décret 99-145 1999-03-04 art. 4 2° JORF 5 mars 1999",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000758694",
                    "natureText": "DECRET",
                    "datePubliTexte": "1999-03-05",
                    "dateSignaTexte": "1999-03-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-13 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-13",
                    "articleId": "LEGIARTI000006801609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-32 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-32",
                    "articleId": "LEGIARTI000006801659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804466",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 920592000000,
                    "dateFin": 1076025600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804467",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1084579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804468",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1084579200000,
                    "dateFin": 1149811200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III aux articles R665-1 à R665-47"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}