{
    "cid": "LEGIARTI000043154081",
    "num": "L812-3",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023989452",
                        "id": "LEGISCTA000023989452",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-02-19",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : LES DISPOSITIONS RELATIVES À L'HYDROGÈNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043154067",
                        "id": "LEGISCTA000043154067",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-02-19",
                        "fin": "2999-01-01",
                        "titre": "TITRE I : LA PRODUCTION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043154069",
                        "id": "LEGISCTA000043154069",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-02-19",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II :  Le soutien à la production de certaines catégories d'hydrogène",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043154075",
                        "id": "LEGISCTA000043154075",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043154081",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [],
            "num": "L812-3",
            "origine": "LEGI",
            "texte": "La sélection des installations ou des projets admis à bénéficier de ce soutien s'effectue selon une procédure de mise en concurrence, conduite dans le respect des principes de transparence et d'égalité de traitement, précisée par décret en Conseil d'Etat. Cette procédure comporte une phase de sélection des candidats éligibles, en fonction de critères et conditions définis dans l'appel à projets par l'autorité administrative. Seuls les candidats éligibles sont admis à participer à la phase de désignation de ceux qui, parmi eux, sont retenus pour bénéficier du soutien. Cette désignation repose sur un examen individuel des projets éligibles, tenant compte de leur rentabilité économique, notamment du prix de l'hydrogène produit, au regard du bilan global en termes d'émission de gaz à effet de serre du fonctionnement de l'installation et de sa contribution à l'atteinte des objectifs nationaux énoncés à l'article L. 100-4.",
            "texteHtml": "<p>La sélection des installations ou des projets admis à bénéficier de ce soutien s'effectue selon une procédure de mise en concurrence, conduite dans le respect des principes de transparence et d'égalité de traitement, précisée par décret en Conseil d'Etat.<br/><br/>\n Cette procédure comporte une phase de sélection des candidats éligibles, en fonction de critères et conditions définis dans l'appel à projets par l'autorité administrative. Seuls les candidats éligibles sont admis à participer à la phase de désignation de ceux qui, parmi eux, sont retenus pour bénéficier du soutien. Cette désignation repose sur un examen individuel des projets éligibles, tenant compte de leur rentabilité économique, notamment du prix de l'hydrogène produit, au regard du bilan global en termes d'émission de gaz à effet de serre du fonctionnement de l'installation et de sa contribution à l'atteinte des objectifs nationaux énoncés à l'article L. 100-4.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-02-19T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}