{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000028531554",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les digues sont des ouvrages construits ou aménagés en vue de prévenir les inondations et les submersions. Les digues appartenant à une personne morale de droit public et achevées avant la date d'entrée en vigueur de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles sont mises gratuitement à la disposition, selon le cas, de la commune ou de l'établissement public de coopération intercommunale à fiscalité propre compétent pour la défense contre les inondations et contre la mer, par voie de conventions. La digue n'est pas mise à disposition si son influence hydraulique dépasse le périmètre de la commune ou de l'établissement public de coopération intercommunale à fiscalité propre compétent et s'il existe un gestionnaire. II. – Lorsqu'un ouvrage ou une infrastructure qui n'a pas exclusivement pour vocation la prévention des inondations et submersions appartenant à une personne morale de droit public s'avère, eu égard à sa localisation et à ses caractéristiques, de nature à y contribuer, il est mis à la disposition de la commune ou de l'établissement public de coopération intercommunale à fiscalité propre compétent pour la défense contre les inondations et contre la mer par le propriétaire ou le gestionnaire de cet ouvrage ou infrastructure pour permettre de l'utiliser et d'y apporter des aménagements nécessaires pour ce faire. L'ouvrage ou l'infrastructure n'est pas mis à disposition si celle-ci ou les travaux nécessaires à la réalisation des aménagements projetés ou leur exploitation ne sont pas compatibles avec la fonctionnalité de l'ouvrage ou de l'infrastructure. Dans ce cas, la responsabilité du propriétaire ou du gestionnaire de l'ouvrage ne peut être engagée du fait que l'ouvrage ou l'infrastructure n'a pas permis d'éviter l'action naturelle des eaux, mais uniquement lorsque les dommages subis ont été provoqués ou aggravés soit par l'existence ou le mauvais état d'entretien de l'ouvrage ou de l'infrastructure, soit par une faute commise par le propriétaire ou le gestionnaire. Une convention précise les modalités de la mise à disposition et de la maîtrise d'ouvrage des travaux ainsi que les responsabilités de la commune ou de l'établissement public de coopération intercommunale à fiscalité propre compétent, du propriétaire et du gestionnaire dans l'exercice de leurs missions respectives. La responsabilité liée à la prévention des inondations et submersions est transférée à la commune ou à l'établissement public de coopération intercommunale à fiscalité propre compétent dès la mise à disposition, sans que le propriétaire ou le gestionnaire de l'ouvrage ne soient tenus de réaliser quelques travaux que ce soit en vue de permettre à l'ouvrage de remplir un rôle de prévention des inondations et submersions. La mise à disposition est gratuite. Toutefois, la convention prévoit, s'il y a lieu, une compensation financière au profit du propriétaire ou du gestionnaire de l'ouvrage ou de l'infrastructure à raison des frais spécifiques exposés par lui pour contribuer à la prévention des inondations et des submersions. En cas de désaccord sur l'intérêt de la mise à disposition ou la compatibilité de celle-ci avec la fonctionnalité de l'ouvrage ou de l'infrastructure, le représentant de l'Etat dans le département peut être saisi d'une demande tendant à ce qu'il soit enjoint au propriétaire ou au gestionnaire de procéder à la mise à disposition ou à ce que soit constatée une incompatibilité. Il se prononce après avis de la commission départementale des risques naturels majeurs. Sa décision peut fixer un délai pour la conclusion de la convention prévue au troisième alinéa du présent II.",
            "texteHtml": "<p></p><p>I. – Les digues sont des ouvrages construits ou aménagés en vue de prévenir les inondations et les submersions. Les digues appartenant à une personne morale de droit public et achevées avant la date d'entrée en vigueur de la <a href='/affichTexte.do?cidTexte=JORFTEXT000028526298&categorieLien=cid'>loi n° 2014-58 du 27 janvier 2014</a> de modernisation de l'action publique territoriale et d'affirmation des métropoles sont mises gratuitement à la disposition, selon le cas, de la commune ou de l'établissement public de coopération intercommunale à fiscalité propre compétent pour la défense contre les inondations et contre la mer, par voie de conventions.</p><p>La digue n'est pas mise à disposition si son influence hydraulique dépasse le périmètre de la commune ou de l'établissement public de coopération intercommunale à fiscalité propre compétent et s'il existe un gestionnaire.</p><p>II. – Lorsqu'un ouvrage ou une infrastructure qui n'a pas exclusivement pour vocation la prévention des inondations et submersions appartenant à une personne morale de droit public s'avère, eu égard à sa localisation et à ses caractéristiques, de nature à y contribuer, il est mis à la disposition de la commune ou de l'établissement public de coopération intercommunale à fiscalité propre compétent pour la défense contre les inondations et contre la mer par le propriétaire ou le gestionnaire de cet ouvrage ou infrastructure pour permettre de l'utiliser et d'y apporter des aménagements nécessaires pour ce faire.</p><p>L'ouvrage ou l'infrastructure n'est pas mis à disposition si celle-ci ou les travaux nécessaires à la réalisation des aménagements projetés ou leur exploitation ne sont pas compatibles avec la fonctionnalité de l'ouvrage ou de l'infrastructure. Dans ce cas, la responsabilité du propriétaire ou du gestionnaire de l'ouvrage ne peut être engagée du fait que l'ouvrage ou l'infrastructure n'a pas permis d'éviter l'action naturelle des eaux, mais uniquement lorsque les dommages subis ont été provoqués ou aggravés soit par l'existence ou le mauvais état d'entretien de l'ouvrage ou de l'infrastructure, soit par une faute commise par le propriétaire ou le gestionnaire.</p><p>Une convention précise les modalités de la mise à disposition et de la maîtrise d'ouvrage des travaux ainsi que les responsabilités de la commune ou de l'établissement public de coopération intercommunale à fiscalité propre compétent, du propriétaire et du gestionnaire dans l'exercice de leurs missions respectives. La responsabilité liée à la prévention des inondations et submersions est transférée à la commune ou à l'établissement public de coopération intercommunale à fiscalité propre compétent dès la mise à disposition, sans que le propriétaire ou le gestionnaire de l'ouvrage ne soient tenus de réaliser quelques travaux que ce soit en vue de permettre à l'ouvrage de remplir un rôle de prévention des inondations et submersions.</p><p>La mise à disposition est gratuite. Toutefois, la convention prévoit, s'il y a lieu, une compensation financière au profit du propriétaire ou du gestionnaire de l'ouvrage ou de l'infrastructure à raison des frais spécifiques exposés par lui pour contribuer à la prévention des inondations et des submersions.</p><p>En cas de désaccord sur l'intérêt de la mise à disposition ou la compatibilité de celle-ci avec la fonctionnalité de l'ouvrage ou de l'infrastructure, le représentant de l'Etat dans le département peut être saisi d'une demande tendant à ce qu'il soit enjoint au propriétaire ou au gestionnaire de procéder à la mise à disposition ou à ce que soit constatée une incompatibilité. Il se prononce après avis de la commission départementale des risques naturels majeurs. Sa décision peut fixer un délai pour la conclusion de la convention prévue au troisième alinéa du présent II.</p><p></p><p></p>",
            "num": "L566-12-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1390953600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2147090431,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129026",
                        "id": "LEGISCTA000006129026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Prévention des risques naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143754",
                        "id": "LEGISCTA000006143754",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Evaluation et gestion des risques d'inondation ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022479454",
                        "id": "LEGISCTA000022479454",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028531554",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022479454",
            "sectionParentId": "LEGISCTA000022479454",
            "sectionParentTitre": "Chapitre VI : Evaluation et gestion des risques d'inondation ",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Prévention des pollutions, des risques et des nuisances &gt; Titre VI : Prévention des risques naturels &gt; Chapitre VI : Evaluation et gestion des risques d'inondation ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028531554",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028526298",
                    "textTitle": "LOI n°2014-58\n du 27 janvier 2014 - art. 58",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "58",
                    "articleId": "LEGIARTI000028527779",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-01-28",
                    "dateSignaTexte": "2014-01-27",
                    "dateDebutCible": "2014-01-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028526298",
                    "textTitle": "LOI n° 2014-58 du 27 janvier 2014",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000028526298",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-58",
                    "datePubli": 1390867200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038625610",
                    "textTitle": "Décret n°2019-589 du 14 juin 2019 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000038631342",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-589",
                    "datePubli": 1560643200000,
                    "dateDebut": 1560729600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L562-8-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L562-8-1",
                    "articleId": "LEGIARTI000036405409",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L566-12-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L566-12-2",
                    "articleId": "LEGIARTI000029738439",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R562-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R562-14",
                    "articleId": "LEGIARTI000039001279",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567209600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R562-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R562-18",
                    "articleId": "LEGIARTI000039001323",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567209600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L2231-11 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2231-11",
                    "articleId": "LEGIARTI000043371813",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R3232-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R3232-1-2",
                    "articleId": "LEGIARTI000042017637",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1592611200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028531554",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1390953600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L566-12-1",
                "566-12-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}