{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042273424",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour l'application de l'article L. 425-18 , tout chasseur ayant prélevé un spécimen d'une espèce soumise à gestion adaptative, dès qu'il est en possession de l'animal, enregistre ce prélèvement sur une application mobile dédiée gérée par la Fédération nationale des chasseurs. La Fédération nationale des chasseurs détermine notamment les fonctions de sécurité nécessaires pour la protéger et gère la base de données associée. Cette application a pour finalité de permettre l'enregistrement des prélèvements, notamment des spécimens des espèces soumises à gestion adaptative, et d'en assurer le suivi. Cette application est mise gratuitement à la disposition des titulaires d'un permis de chasser valable par la Fédération nationale des chasseurs et les fédérations départementales des chasseurs. Les données traitées dans l'application sont les suivantes : 1° L'identité du chasseur : nom et prénom ; 2° Sa date de naissance ; 3° Son mot de passe ; 4° Son numéro de téléphone mobile ; 5° Le numéro identifiant indiqué sur le document de validation du permis de chasser ; 6° Les coordonnées géographiques du lieu de prélèvement ; 7° La date et l'heure de l'enregistrement de la déclaration ; 8° L'espèce et le nombre de spécimens prélevés ; 9° Le mode de chasse pratiqué ; 10° Le département où a eu lieu le prélèvement ; 11° Le cas échéant, l'information selon laquelle les prélèvements ont eu lieu sur le domaine public maritime. Les données mentionnées aux 1° à 5° du I du présent article ne sont pas communicables en application des articles L. 124-2 et L. 124-4 . Le chasseur saisit dans l'application mobile les informations mentionnées ci-dessus ; il n'est pas tenu de le faire pour les coordonnées géographiques du lieu de prélèvement lorsque celles-ci sont renseignées automatiquement par l'application mobile. L'application mobile vérifie que ces champs sont correctement renseignés avant l'enregistrement des données. Les données sont transmises simultanément à la fédération départementale des chasseurs concernés, conformément au I de l'article L. 425-18, et à la Fédération nationale des chasseurs, au titre de la mission de gestion de l'application mobile et de la base de données associée. Cette transmission est horodatée. A la déclaration du prélèvement, il est délivré au chasseur sur l'application mobile un accusé de déclaration ou d'enregistrement, sous forme d'un code-barres, également horodaté. II.-Lorsque le chasseur ne dispose pas d'un téléphone mobile permettant l'enregistrement des données à l'aide de l'application prévue au I, il est tenu : -d'apposer un dispositif de prémarquage sur l'animal prélevé ; -d'inscrire le prélèvement sur un carnet de prélèvement, en renseignant le numéro du dispositif du prémarquage et l'ensemble des informations mentionnées au I ; -de se rendre à la fédération départementale des chasseurs du lieu de prélèvement dans un délai de vingt-quatre heures à compter du prélèvement, afin d'enregistrer les informations inscrites sur le carnet de prélèvement dans l'application mobile dédiée au moyen d'un téléphone mobile ou d'un ordinateur mis à sa disposition. Si ce délai expire un jour non ouvré, il est prorogé jusqu'au jour ouvrable suivant. Le dispositif de prémarquage ainsi que le carnet de prélèvement sont fournis gratuitement au chasseur par la fédération départementale des chasseurs dont il est membre. Les caractéristiques et les conditions d'utilisation du dispositif de prémarquage et du carnet de prélèvement sont définies dans les arrêtés relatifs à chaque espèce soumise à gestion adaptative mentionnés à l'article L. 425-17 . III.-Lorsque le nombre maximal de spécimens à prélever annuellement est atteint, la Fédération nationale des chasseurs bloque sur l'application mobile la possibilité d'enregistrer des prélèvements. La Fédération nationale des chasseurs et les fédérations départementales des chasseurs concernées sont chargées d'informer immédiatement les chasseurs que les prélèvements sont suspendus. Un avis est également publié sur le site internet de l'Office français de la biodiversité. Dans le cas où l'espèce est soumise à un prélèvement maximal autorisé, lorsqu'un chasseur a prélevé le nombre maximal de spécimens qu'il était autorisé à prélever pendant une période et sur un territoire déterminé, la Fédération nationale des chasseurs ou la fédération départementale des chasseurs concernée bloque sur l'application mobile de ce chasseur la possibilité pour lui d'enregistrer des prélèvements.",
            "texteHtml": "<p>I.-Pour l'application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000038832165&dateTexte=&categorieLien=cid'>L. 425-18</a>, tout chasseur ayant prélevé un spécimen d'une espèce soumise à gestion adaptative, dès qu'il est en possession de l'animal, enregistre ce prélèvement sur une application mobile dédiée gérée par la Fédération nationale des chasseurs. La Fédération nationale des chasseurs détermine notamment les fonctions de sécurité nécessaires pour la protéger et gère la base de données associée. <br/><br/>Cette application a pour finalité de permettre l'enregistrement des prélèvements, notamment des spécimens des espèces soumises à gestion adaptative, et d'en assurer le suivi. <br/><br/>Cette application est mise gratuitement à la disposition des titulaires d'un permis de chasser valable par la Fédération nationale des chasseurs et les fédérations départementales des chasseurs. <br/><br/>Les données traitées dans l'application sont les suivantes : <br/><br/>1° L'identité du chasseur : nom et prénom ; <br/><br/>2° Sa date de naissance ; <br/><br/>3° Son mot de passe ; <br/><br/>4° Son numéro de téléphone mobile ; <br/><br/>5° Le numéro identifiant indiqué sur le document de validation du permis de chasser ; <br/><br/>6° Les coordonnées géographiques du lieu de prélèvement ; <br/><br/>7° La date et l'heure de l'enregistrement de la déclaration ; <br/><br/>8° L'espèce et le nombre de spécimens prélevés ; <br/><br/>9° Le mode de chasse pratiqué ; <br/><br/>10° Le département où a eu lieu le prélèvement ; <br/><br/>11° Le cas échéant, l'information selon laquelle les prélèvements ont eu lieu sur le domaine public maritime. <br/><br/>Les données mentionnées aux 1° à 5° du I du présent article ne sont pas communicables en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832921&dateTexte=&categorieLien=cid'>L. 124-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832925&dateTexte=&categorieLien=cid'>L. 124-4</a>. <br/><br/>Le chasseur saisit dans l'application mobile les informations mentionnées ci-dessus ; il n'est pas tenu de le faire pour les coordonnées géographiques du lieu de prélèvement lorsque celles-ci sont renseignées automatiquement par l'application mobile. <br/><br/>L'application mobile vérifie que ces champs sont correctement renseignés avant l'enregistrement des données. Les données sont transmises simultanément à la fédération départementale des chasseurs concernés, conformément au I de l'article L. 425-18, et à la Fédération nationale des chasseurs, au titre de la mission de gestion de l'application mobile et de la base de données associée. Cette transmission est horodatée. <br/><br/>A la déclaration du prélèvement, il est délivré au chasseur sur l'application mobile un accusé de déclaration ou d'enregistrement, sous forme d'un code-barres, également horodaté. <br/><br/>II.-Lorsque le chasseur ne dispose pas d'un téléphone mobile permettant l'enregistrement des données à l'aide de l'application prévue au I, il est tenu :</p><p><br/>-d'apposer un dispositif de prémarquage sur l'animal prélevé ;<br/><br/>-d'inscrire le prélèvement sur un carnet de prélèvement, en renseignant le numéro du dispositif du prémarquage et l'ensemble des informations mentionnées au I ;<br/><br/>-de se rendre à la fédération départementale des chasseurs du lieu de prélèvement dans un délai de vingt-quatre heures à compter du prélèvement, afin d'enregistrer les informations inscrites sur le carnet de prélèvement dans l'application mobile dédiée au moyen d'un téléphone mobile ou d'un ordinateur mis à sa disposition. Si ce délai expire un jour non ouvré, il est prorogé jusqu'au jour ouvrable suivant. </p><p><br/>Le dispositif de prémarquage ainsi que le carnet de prélèvement sont fournis gratuitement au chasseur par la fédération départementale des chasseurs dont il est membre. <br/><br/>Les caractéristiques et les conditions d'utilisation du dispositif de prémarquage et du carnet de prélèvement sont définies dans les arrêtés relatifs à chaque espèce soumise à gestion adaptative mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000038832163&dateTexte=&categorieLien=cid'>L. 425-17</a>. <br/><br/>III.-Lorsque le nombre maximal de spécimens à prélever annuellement est atteint, la Fédération nationale des chasseurs bloque sur l'application mobile la possibilité d'enregistrer des prélèvements. La Fédération nationale des chasseurs et les fédérations départementales des chasseurs concernées sont chargées d'informer immédiatement les chasseurs que les prélèvements sont suspendus. Un avis est également publié sur le site internet de l'Office français de la biodiversité. <br/><br/>Dans le cas où l'espèce est soumise à un prélèvement maximal autorisé, lorsqu'un chasseur a prélevé le nombre maximal de spécimens qu'il était autorisé à prélever pendant une période et sur un territoire déterminé, la Fédération nationale des chasseurs ou la fédération départementale des chasseurs concernée bloque sur l'application mobile de ce chasseur la possibilité pour lui d'enregistrer des prélèvements.</p>",
            "num": "R425-20-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1598659200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2015-12-31",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129033",
                        "id": "LEGISCTA000006129033",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129033",
                        "id": "LEGISCTA000031793274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143782",
                        "id": "LEGISCTA000006143782",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Gestion",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159406",
                        "id": "LEGISCTA000006159406",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-08-29",
                        "fin": "2999-01-01",
                        "titre": "Section 4 bis : Gestion adaptative des espèces",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042273420",
                        "id": "LEGISCTA000042273420",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042273424",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042273420",
            "sectionParentId": "LEGISCTA000042273420",
            "sectionParentTitre": "Section 4 bis : Gestion adaptative des espèces",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IV : Patrimoine naturel &gt; Titre II : Chasse &gt; Chapitre V : Gestion &gt; Section 4 bis : Gestion adaptative des espèces",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042273424",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042271575",
                    "textTitle": "Décret n°2020-1091 du 27 août 2020 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000042273076",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-08-28",
                    "dateSignaTexte": "2020-08-27",
                    "dateDebutCible": "2020-08-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000046374150",
                    "textTitle": "Arrêté du 4 octobre 2022 - art. 6, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "JORFARTI000046374164",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1665100800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046374182",
                    "textTitle": "Arrêté du 4 octobre 2022 - art. 6, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "JORFARTI000046374197",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1665100800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L124-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L124-2",
                    "articleId": "LEGIARTI000006832921",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L124-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L124-4",
                    "articleId": "LEGIARTI000006832925",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L425-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L425-17",
                    "articleId": "LEGIARTI000038832163",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L425-18",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L425-18",
                    "articleId": "LEGIARTI000038832165",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R425-20-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R425-20-5",
                    "articleId": "LEGIARTI000042273428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1598659200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R428-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R428-16",
                    "articleId": "LEGIARTI000042276320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1598659200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R428-17-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R428-17-3",
                    "articleId": "LEGIARTI000042273500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1598659200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042273424",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1598659200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R425-20-3",
                "425-20-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}