{
    "cid": "LEGIARTI000039362289",
    "num": "L222-2-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023989452",
                        "id": "LEGISCTA000023989452",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LA MAITRISE DE LA DEMANDE D'ENERGIE ET LE DEVELOPPEMENT DES ENERGIES RENOUVELABLES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986176",
                        "id": "LEGISCTA000023986176",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LES CERTIFICATS D'ECONOMIES D'ENERGIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986204",
                        "id": "LEGISCTA000023986204",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Les sanctions administratives et pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986232",
                        "id": "LEGISCTA000023986232",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039362289",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L222-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-2",
                    "articleId": "LEGIARTI000023986236",
                    "natureText": "CODE",
                    "date": 1640818928223,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039355955",
                    "textTitle": "LOI n°2019-1147 du 8 novembre 2019 - art. 36",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000039358664",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-11-09",
                    "dateSignaTexte": "2019-11-08",
                    "dateDebutCible": "2019-11-10"
                }
            ],
            "num": "L222-2-1",
            "origine": "LEGI",
            "texte": "I.-Lorsque le contrôle à l'origine d'une sanction prise en application de l'article L. 222-2 met en évidence un taux de manquement supérieur à 10 % du volume de certificats d'économies d'énergie contrôlé, le ministre chargé de l'énergie peut obliger l'intéressé sanctionné à procéder à des vérifications supplémentaires. Ces vérifications sont réalisées aux frais de l'intéressé par un organisme d'inspection accrédité et indépendant de lui qu'il choisit. Elles portent sur des opérations d'économie d'énergie susceptibles d'être concernées par des manquements de même nature que ceux ayant conduit à la sanction prononcée. II.-La décision du ministre chargé de l'énergie de faire procéder à des vérifications supplémentaires précise notamment le délai dans lequel les vérifications doivent être effectuées, les opérations concernées par les vérifications, les éléments sur lesquels portent les vérifications, les modalités d'exercice de ces vérifications, sur pièces ou sur les lieux des opérations ainsi que, le cas échéant, la méthode d'échantillonnage lorsque les vérifications ont lieu par sondage. Peuvent faire l'objet de vérifications les opérations : 1° Ayant fait l'objet d'une demande de certificats d'économies d'énergie au cours des vingt-quatre mois précédant la décision du ministre mentionnée au présent II ; 2° Faisant l'objet d'une demande de certificats d'économies d'énergie au cours des douze mois suivant la décision du ministre mentionnée au présent II. Les vérifications ont lieu préalablement à la demande de certificats d'économies d'énergie. Un arrêté précise le référentiel d'accréditation applicable aux organismes d'inspection mentionnés au I du présent article ainsi que les règles d'indépendance à l'égard de l'intéressé qu'ils doivent respecter. III.-L'intéressé met sans délai à disposition de l'organisme chargé des vérifications les informations et documents nécessaires. Si ces pièces ne sont pas mises à disposition dans un délai d'un mois suivant la décision du ministre mentionnée au II du présent article, le ministre peut prononcer les sanctions prévues à l'article L. 222-2. IV.-L'organisme d'inspection accrédité établit un rapport dans le délai fixé par le ministre chargé de l'énergie. Ce rapport, auquel sont annexées les copies des documents ayant fait l'objet de vérifications, décrit les constats effectués et précise, le cas échant, les raisons pour lesquelles certaines vérifications n'ont pas pu être effectuées. Pour l'application du 1° du II du présent article, l'organisme transmet simultanément le rapport mentionné au premier alinéa du présent IV au ministre chargé de l'énergie et à l'intéressé. Si le rapport permet au ministre d'établir l'existence de manquements, celui-ci peut prononcer les sanctions prévues à l'article L. 222-2. Pour l'application du 2° du II du présent article, le rapport mentionné au premier alinéa du présent IV est joint à toute demande de certificats d'économies d'énergie portant sur des opérations concernées par les vérifications de l'organisme d'inspection accrédité. L'intéressé précise parmi les opérations concernées par le rapport celles qui font l'objet de la demande de certificats d'économies d'énergie. Si le rapport permet au ministre d'établir l'existence de manquements, celui-ci peut prononcer les sanctions prévues à l'article L. 222-2.",
            "texteHtml": "<p>I.-Lorsque le contrôle à l'origine d'une sanction prise en application de l'article <a href='/article/LEGIARTI000023986236'>L. 222-2</a> met en évidence un taux de manquement supérieur à 10 % du volume de certificats d'économies d'énergie contrôlé, le ministre chargé de l'énergie peut obliger l'intéressé sanctionné à procéder à des vérifications supplémentaires. Ces vérifications sont réalisées aux frais de l'intéressé par un organisme d'inspection accrédité et indépendant de lui qu'il choisit. Elles portent sur des opérations d'économie d'énergie susceptibles d'être concernées par des manquements de même nature que ceux ayant conduit à la sanction prononcée. </p><p>II.-La décision du ministre chargé de l'énergie de faire procéder à des vérifications supplémentaires précise notamment le délai dans lequel les vérifications doivent être effectuées, les opérations concernées par les vérifications, les éléments sur lesquels portent les vérifications, les modalités d'exercice de ces vérifications, sur pièces ou sur les lieux des opérations ainsi que, le cas échéant, la méthode d'échantillonnage lorsque les vérifications ont lieu par sondage. </p><p>Peuvent faire l'objet de vérifications les opérations : </p><p>1° Ayant fait l'objet d'une demande de certificats d'économies d'énergie au cours des vingt-quatre mois précédant la décision du ministre mentionnée au présent II ; </p><p>2° Faisant l'objet d'une demande de certificats d'économies d'énergie au cours des douze mois suivant la décision du ministre mentionnée au présent II. Les vérifications ont lieu préalablement à la demande de certificats d'économies d'énergie. </p><p>Un arrêté précise le référentiel d'accréditation applicable aux organismes d'inspection mentionnés au I du présent article ainsi que les règles d'indépendance à l'égard de l'intéressé qu'ils doivent respecter. </p><p>III.-L'intéressé met sans délai à disposition de l'organisme chargé des vérifications les informations et documents nécessaires. Si ces pièces ne sont pas mises à disposition dans un délai d'un mois suivant la décision du ministre mentionnée au II du présent article, le ministre peut prononcer les sanctions prévues à l'article L. 222-2. </p><p>IV.-L'organisme d'inspection accrédité établit un rapport dans le délai fixé par le ministre chargé de l'énergie. Ce rapport, auquel sont annexées les copies des documents ayant fait l'objet de vérifications, décrit les constats effectués et précise, le cas échant, les raisons pour lesquelles certaines vérifications n'ont pas pu être effectuées. </p><p>Pour l'application du 1° du II du présent article, l'organisme transmet simultanément le rapport mentionné au premier alinéa du présent IV au ministre chargé de l'énergie et à l'intéressé. Si le rapport permet au ministre d'établir l'existence de manquements, celui-ci peut prononcer les sanctions prévues à l'article L. 222-2. </p><p>Pour l'application du 2° du II du présent article, le rapport mentionné au premier alinéa du présent IV est joint à toute demande de certificats d'économies d'énergie portant sur des opérations concernées par les vérifications de l'organisme d'inspection accrédité. L'intéressé précise parmi les opérations concernées par le rapport celles qui font l'objet de la demande de certificats d'économies d'énergie. Si le rapport permet au ministre d'établir l'existence de manquements, celui-ci peut prononcer les sanctions prévues à l'article L. 222-2.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-11-10T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}