{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044929928",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CLAUSES TYPES À INSÉRER DANS LE CAHIER DES CHARGES ANNEXÉ À L'ACTE DE CESSION D'UN TERRAIN DESTINÉ À LA CONSTRUCTION D'UN SEUL BÂTIMENT À USAGE PRINCIPAL AUTRE QUE L'HABITATION OU À L'INSTALLATION D'UN ÉTABLISSEMENT INDUSTRIEL OU COMMERCIAL COMPORTANT UN OU PLUSIEURS BÂTIMENTS LORSQUE LE CESSIONNAIRE N'EST PAS UNE COLLECTIVITÉ PUBLIQUE OU UN ÉTABLISSEMENT PUBLIC Article A.-Objet de la cession. La présente cession est consentie à C (la lettre C désigne le bénéficiaire de la cession) en vue de... (Nota.-Préciser la nature de l'opération, objet de la cession.) Ce bâtiment (ou \" cet établissement industriel \") devra être édifié (ou \" installé \") en conformité des dispositions de... (Nota.-A compléter en fonction de la nature du projet.) Il devra, en outre, être observé les prescriptions ci-après : (Nota.-Alinéa à insérer seulement si des obligations particulières sont spécialement imposées dans le cas de l'espèce.) Article B.-Délais d'exécution. C doit : -déposer, dans un délai de... mois, à dater de la signature de l'acte de cession, la demande de permis de construire ; -avoir terminé lesdits travaux et présenter la déclaration attestant l'achèvement et la conformité des travaux dans un délai de... à dater de la délivrance du permis de construire. (Nota.-Lorsque la cession aura pour objet l'installation d'un établissement industriel, cet article pourra prévoir la réalisation de cette installation en plusieurs tranches de travaux.) En ce cas, cet article peut : 1. Soit définir, au moins sommairement, le contenu de chacune des tranches et fixer des délais fermes pour le dépôt des demandes de permis de construire afférentes à chacune d'elles et pour leur réalisation ; 2. Soit définir l'objet de la première tranche (par exemple : partie des terrains à construire, importance de la construction) et fixer des délais fermes pour la réalisation de cette tranche et comporter, en ce qui concerne les autres tranches, une clause ainsi rédigée : \" En ce qui concerne les autres travaux, s'ils n'ont pas été réalisés le... (date à fixer en accord entre le cessionnaire et le cédant en fonction des prévisions relatives au développement de l'établissement industriel), P devra mettre C en demeure de les réaliser, en une ou plusieurs tranches, dans des délais qui lui seront impartis en ce moment, sous peine de résolution de la cession des terrains non encore utilisés à cette date. Si C refuse de souscrire cet engagement, il sera mis en demeure de rétrocéder immédiatement les terrains non utilisés à P ou de les vendre à un acquéreur qui lui sera désigné, le prix de rétrocession ou le prix de vente étant fixé dans les conditions prévues à l'article E. \" Article C.-Prolongation éventuelle des délais. Les délais d'exécution prévus au présent cahier des charges seront, si leur inobservation est due à un cas de force majeure, prolongés d'une durée égale à celle durant laquelle C a été dans l'impossibilité de réaliser ses obligations. La preuve de la force majeure et de la durée de l'empêchement est à la charge de C. Les difficultés de financement ne sont pas considérées comme constituant des cas de force majeure. Toutefois, seront considérés pour l'application du présent article comme constituant des cas de force majeure les retards non imputables à C, dans l'octroi du prêt du fonds national d'aménagement du territoire (section B). (Nota.-Alinéa à insérer uniquement si la cession est consentie en vue de l'installation d'un bâtiment industriel avec l'aide d'un prêt du fonds national d'aménagement du territoire [section B] et à condition que l'octroi de ce prêt ait fait l'objet d'une décision définitive.) Article D.-Résolution en cas d'inobservation des délais. La cession pourra être résolue par décision de P (la lettre P désigne la collectivité publique ou l'établissement public cédant) notifiée par acte d'huissier en cas d'inobservation d'un des délais fixés. C aura droit en contrepartie à une indemnité de résolution qui sera calculée ainsi qu'il suit : 1. Si la résolution intervient avant le commencement de tous travaux, l'indemnité sera égale au prix de cession, déduction faite de 10 % à titre de dommages et intérêts forfaitaires ; 2. Si la résolution intervient après le commencement des travaux, l'indemnité ci-dessus est augmentée d'une somme égale au montant de la plus-value apportée aux terrains par les travaux régulièrement réalisés sans que cette somme puisse dépasser la valeur des matériaux et le prix de la main-d'œuvre utilisée. La plus-value sera fixée par voie d'expertise contradictoire, l'expert de P étant l'administration des domaines, celui de C pouvant, si C ne pourvoit pas à sa désignation, être désigné d'office par le président du tribunal judiciaire sur requête de P. Tous les frais seront à la charge de C. Les hypothèques ayant grevé l'immeuble du chef du cessionnaire défaillant seront reportés sur l'indemnité de résolution dans les conditions prévues à l' article L. 411-4 du code de l'expropriation pour cause d'utilité publique. Article E.-Vente, location, partage des terrains cédés. Il est interdit à C de mettre en vente des terrains qui lui sont cédés avant l'achèvement de la totalité des travaux prévus, sans en avoir, au moins trois mois à l'avance, avisé... (Nota.-Le représentant qualifié de P.) P pourra exiger soit que les terrains lui soient rétrocédés, soit qu'ils soient vendus à un acquéreur agréé ou désigné par lui (ou elle). (Nota.-Alinéa à insérer uniquement si la cession a été effectuée de gré à gré.) Tout morcellement, quelle qu'en soit la cause, des terrains cédés est interdit, même après réalisation des travaux prévus, sauf autorisation spéciale et expresse accordée par P et ce, sans préjudice, s'il y a lieu, de l'application des dispositions législatives et réglementaires relatives aux lotissements. (Nota.-Disposition à insérer uniquement lorsqu'il est prévu que l'installation de l'établissement industriel sera effectuée en plusieurs tranches de travaux.) Toutefois C, après réalisation de la première tranche de travaux prévus, pourra vendre la partie des terrains non utilisés par lui à condition d'en avoir avisé (Nota.-Le représentant qualifié de P.) Six mois à l'avance, P pourra jusqu'à l'expiration de ce délai exiger que ces terrains lui soient rétrocédés ou soient vendus à un acquéreur agréé ou désigné par lui (ou elle). En cas de rétrocession. (Nota.-Disposition à insérer uniquement lorsqu'il est prévu que l'installation de l'établissement industriel sera effectuée en plusieurs tranches de travaux.) Le prix de rétrocession sera calculé dans les conditions prévues pour l'indemnité de résolution, sans qu'il y ait lieu à une déduction de 10 %. En cas de vente à un acquéreur désigné ou agréé par P, celui-ci (ou celle-ci) pourra exiger que le prix de vente soit fixé comme il est dit ci-dessus. (Nota.-Alinéa à insérer uniquement si la cession a été effectuée de gré à gré.) Aucune location des terrains cédés ne pourra être consentie tant qu'ils n'auront pas reçu l'affectation prévue. Les actes de vente, de location ou de partage qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls en application de l' article L. 411-3 du code de l'expropriation pour cause d'utilité publique. Article F.-Obligation de maintenir l'affectation prévue après réalisation des travaux. Après achèvement des travaux, C sera tenu de ne pas modifier l'affectation du bâtiment (ou \" de l'établissement industriel \") sans en avoir avisé... (Nota.-Le représentant qualifié de P) au moins deux mois à l'avance. P pourra jusqu'à l'expiration de ce délai exiger que le changement d'affectation soit différé pour une durée de... mois et ne soit effectué que si, durant ce dernier délai, il n'a pu être trouvé un acquéreur pour l'ensemble du fonds s'engageant à maintenir l'affectation, le prix d'acquisition étant fixé, à défaut d'accord amiable, par voie d'expertise contradictoire. L'expert de C, si ce dernier ne pourvoit pas à sa désignation, pourra être désigné d'office par le président du tribunal judiciaire sur la requête de P. (Nota.-Article à insérer uniquement lorsque la cession est consentie spécialement en vue de l'exercice par le cessionnaire d'une activité déterminée présentant un intérêt particulier, soit pour la vie économique et sociale de la localité ou de la région, soit pour celle des habitants d'un groupe d'habitations ou d'un lotissement.)",
            "texteHtml": "<p align='center'>CLAUSES TYPES À INSÉRER DANS LE CAHIER DES CHARGES ANNEXÉ À L'ACTE DE CESSION D'UN TERRAIN DESTINÉ À LA CONSTRUCTION D'UN SEUL BÂTIMENT À USAGE PRINCIPAL AUTRE QUE L'HABITATION OU À L'INSTALLATION D'UN ÉTABLISSEMENT INDUSTRIEL OU COMMERCIAL COMPORTANT UN OU PLUSIEURS BÂTIMENTS LORSQUE LE CESSIONNAIRE N'EST PAS UNE COLLECTIVITÉ PUBLIQUE OU UN ÉTABLISSEMENT PUBLIC</p><p></p><p>Article A.-Objet de la cession.</p><p>La présente cession est consentie à C (la lettre C désigne le bénéficiaire de la cession) en vue de...</p><p>(Nota.-Préciser la nature de l'opération, objet de la cession.)</p><p>Ce bâtiment (ou \" cet établissement industriel \") devra être édifié (ou \" installé \") en conformité des dispositions de...</p><p>(Nota.-A compléter en fonction de la nature du projet.)</p><p>Il devra, en outre, être observé les prescriptions ci-après :</p><p>(Nota.-Alinéa à insérer seulement si des obligations particulières sont spécialement imposées dans le cas de l'espèce.)</p><p>Article B.-Délais d'exécution.</p><p>C doit :</p><p><p>-déposer, dans un délai de... mois, à dater de la signature de l'acte de cession, la demande de permis de construire ;</p></p><p>-avoir terminé lesdits travaux et présenter la déclaration attestant l'achèvement et la conformité des travaux dans un délai de... à dater de la délivrance du permis de construire.</p><p><p>(Nota.-Lorsque la cession aura pour objet l'installation d'un établissement industriel, cet article pourra prévoir la réalisation de cette installation en plusieurs tranches de travaux.)</p></p><p>En ce cas, cet article peut :</p><p>1. Soit définir, au moins sommairement, le contenu de chacune des tranches et fixer des délais fermes pour le dépôt des demandes de permis de construire afférentes à chacune d'elles et pour leur réalisation ;</p><p>2. Soit définir l'objet de la première tranche (par exemple : partie des terrains à construire, importance de la construction) et fixer des délais fermes pour la réalisation de cette tranche et comporter, en ce qui concerne les autres tranches, une clause ainsi rédigée :</p><p>\" En ce qui concerne les autres travaux, s'ils n'ont pas été réalisés le... (date à fixer en accord entre le cessionnaire et le cédant en fonction des prévisions relatives au développement de l'établissement industriel), P devra mettre C en demeure de les réaliser, en une ou plusieurs tranches, dans des délais qui lui seront impartis en ce moment, sous peine de résolution de la cession des terrains non encore utilisés à cette date. Si C refuse de souscrire cet engagement, il sera mis en demeure de rétrocéder immédiatement les terrains non utilisés à P ou de les vendre à un acquéreur qui lui sera désigné, le prix de rétrocession ou le prix de vente étant fixé dans les conditions prévues à l'article E. \"</p><p>Article C.-Prolongation éventuelle des délais.</p><p>Les délais d'exécution prévus au présent cahier des charges seront, si leur inobservation est due à un cas de force majeure, prolongés d'une durée égale à celle durant laquelle C a été dans l'impossibilité de réaliser ses obligations. La preuve de la force majeure et de la durée de l'empêchement est à la charge de C.</p><p>Les difficultés de financement ne sont pas considérées comme constituant des cas de force majeure.</p><p>Toutefois, seront considérés pour l'application du présent article comme constituant des cas de force majeure les retards non imputables à C, dans l'octroi du prêt du fonds national d'aménagement du territoire (section B).</p><p>(Nota.-Alinéa à insérer uniquement si la cession est consentie en vue de l'installation d'un bâtiment industriel avec l'aide d'un prêt du fonds national d'aménagement du territoire [section B] et à condition que l'octroi de ce prêt ait fait l'objet d'une décision définitive.)</p><p>Article D.-Résolution en cas d'inobservation des délais.</p><p>La cession pourra être résolue par décision de P (la lettre P désigne la collectivité publique ou l'établissement public cédant) notifiée par acte d'huissier en cas d'inobservation d'un des délais fixés.</p><p>C aura droit en contrepartie à une indemnité de résolution qui sera calculée ainsi qu'il suit :</p><p>1. Si la résolution intervient avant le commencement de tous travaux, l'indemnité sera égale au prix de cession, déduction faite de 10 % à titre de dommages et intérêts forfaitaires ;</p><p>2. Si la résolution intervient après le commencement des travaux, l'indemnité ci-dessus est augmentée d'une somme égale au montant de la plus-value apportée aux terrains par les travaux régulièrement réalisés sans que cette somme puisse dépasser la valeur des matériaux et le prix de la main-d'œuvre utilisée.</p><p>La plus-value sera fixée par voie d'expertise contradictoire, l'expert de P étant l'administration des domaines, celui de C pouvant, si C ne pourvoit pas à sa désignation, être désigné d'office par le président du tribunal judiciaire sur requête de P.</p><p>Tous les frais seront à la charge de C.</p><p>Les hypothèques ayant grevé l'immeuble du chef du cessionnaire défaillant seront reportés sur l'indemnité de résolution dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029733864&dateTexte=&categorieLien=cid'>article L. 411-4 du code de l'expropriation</a> pour cause d'utilité publique.</p><p>Article E.-Vente, location, partage des terrains cédés.</p><p>Il est interdit à C de mettre en vente des terrains qui lui sont cédés avant l'achèvement de la totalité des travaux prévus, sans en avoir, au moins trois mois à l'avance, avisé... (Nota.-Le représentant qualifié de P.)</p><p>P pourra exiger soit que les terrains lui soient rétrocédés, soit qu'ils soient vendus à un acquéreur agréé ou désigné par lui (ou elle).</p><p>(Nota.-Alinéa à insérer uniquement si la cession a été effectuée de gré à gré.)</p><p>Tout morcellement, quelle qu'en soit la cause, des terrains cédés est interdit, même après réalisation des travaux prévus, sauf autorisation spéciale et expresse accordée par P et ce, sans préjudice, s'il y a lieu, de l'application des dispositions législatives et réglementaires relatives aux lotissements.</p><p>(Nota.-Disposition à insérer uniquement lorsqu'il est prévu que l'installation de l'établissement industriel sera effectuée en plusieurs tranches de travaux.)</p><p>Toutefois C, après réalisation de la première tranche de travaux prévus, pourra vendre la partie des terrains non utilisés par lui à condition d'en avoir avisé (Nota.-Le représentant qualifié de P.)</p><p>Six mois à l'avance, P pourra jusqu'à l'expiration de ce délai exiger que ces terrains lui soient rétrocédés ou soient vendus à un acquéreur agréé ou désigné par lui (ou elle).</p><p>En cas de rétrocession.</p><p>(Nota.-Disposition à insérer uniquement lorsqu'il est prévu que l'installation de l'établissement industriel sera effectuée en plusieurs tranches de travaux.)</p><p>Le prix de rétrocession sera calculé dans les conditions prévues pour l'indemnité de résolution, sans qu'il y ait lieu à une déduction de 10 %. En cas de vente à un acquéreur désigné ou agréé par P, celui-ci (ou celle-ci) pourra exiger que le prix de vente soit fixé comme il est dit ci-dessus.</p><p>(Nota.-Alinéa à insérer uniquement si la cession a été effectuée de gré à gré.)</p><p>Aucune location des terrains cédés ne pourra être consentie tant qu'ils n'auront pas reçu l'affectation prévue.</p><p>Les actes de vente, de location ou de partage qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029733862&dateTexte=&categorieLien=cid'>article L. 411-3 du code de l'expropriation</a> pour cause d'utilité publique.</p><p>Article F.-Obligation de maintenir l'affectation prévue après réalisation des travaux.</p><p>Après achèvement des travaux, C sera tenu de ne pas modifier l'affectation du bâtiment (ou \" de l'établissement industriel \") sans en avoir avisé... (Nota.-Le représentant qualifié de P) au moins deux mois à l'avance. P pourra jusqu'à l'expiration de ce délai exiger que le changement d'affectation soit différé pour une durée de... mois et ne soit effectué que si, durant ce dernier délai, il n'a pu être trouvé un acquéreur pour l'ensemble du fonds s'engageant à maintenir l'affectation, le prix d'acquisition étant fixé, à défaut d'accord amiable, par voie d'expertise contradictoire. L'expert de C, si ce dernier ne pourvoit pas à sa désignation, pourra être désigné d'office par le président du tribunal judiciaire sur la requête de P.</p><p>(Nota.-Article à insérer uniquement lorsque la cession est consentie spécialement en vue de l'exercice par le cessionnaire d'une activité déterminée présentant un intérêt particulier, soit pour la vie économique et sociale de la localité ou de la région, soit pour celle des habitants d'un groupe d'habitations ou d'un lotissement.)</p>",
            "num": "Annexe 3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1640995200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire nouvelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000029970989",
                        "id": "LEGISCTA000029972067",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029979765",
                        "id": "LEGISCTA000029979765",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-04-14",
                        "fin": "2999-01-01",
                        "titre": "Code de l'expropriation pour cause d'utilité publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074224",
                        "id": "LEGITEXT000006074224",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029979799",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029979765",
            "sectionParentId": "LEGISCTA000029979765",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "Partie réglementaire nouvelle &gt; ANNEXES",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044929928",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074224",
                    "titre": "Code de l'expropriation pour cause d'utilité publique",
                    "titreLong": "Code de l'expropriation pour cause d'utilité publique",
                    "etat": "VIGUEUR",
                    "dateDebut": 229824000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074224",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au premier alinéa du I de l'article 7 du décret n° 2021-1888 du 29 décembre 2021, ces dispositions entrent en vigueur le 1er janvier 2022.",
            "notaHtml": "<p><font color='black'>Conformément au premier alinéa du I de l'article 7 du décret n° 2021-1888 du 29 décembre 2021, ces dispositions entrent en vigueur le 1er janvier 2022.</font></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029965588",
                    "textTitle": "DÉCRET n°2014-1635 du 26 décembre 2014 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000044615412",
                    "textTitle": "Décret n°2021-1888 du 29 décembre 2021 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044858965",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-12-30",
                    "dateSignaTexte": "2021-12-29",
                    "dateDebutCible": "2022-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. L411-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-3",
                    "articleId": "LEGIARTI000029733862",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. L411-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-4",
                    "articleId": "LEGIARTI000029733864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029979799",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039344261",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044929928",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 3",
                "3"
            ],
            "versionPrecedente": "LEGIARTI000039344261",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000039344261",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CLAUSES TYPES À INSÉRER DANS LE CAHIER DES CHARGES ANNEXÉ À L'ACTE DE CESSION D'UN TERRAIN DESTINÉ À LA CONSTRUCTION D'UN SEUL BÂTIMENT À USAGE PRINCIPAL AUTRE QUE L'HABITATION OU À L'INSTALLATION D'UN ÉTABLISSEMENT INDUSTRIEL OU COMMERCIAL COMPORTANT UN OU PLUSIEURS BÂTIMENTS LORSQUE LE CESSIONNAIRE N'EST PAS UNE COLLECTIVITÉ PUBLIQUE OU UN ÉTABLISSEMENT PUBLIC Article A.-Objet de la cession. La présente cession est consentie à C (la lettre C désigne le bénéficiaire de la cession) en vue de... (Nota.-Préciser la nature de l'opération, objet de la cession.) Ce bâtiment (ou \" cet établissement industriel \") devra être édifié (ou \" installé \") en conformité des dispositions de... (Nota.-A compléter en fonction de la nature du projet.) Il devra, en outre, être observé les prescriptions ci-après : (Nota.-Alinéa à insérer seulement si des obligations particulières sont spécialement imposées dans le cas de l'espèce.) Article B.-Délais d'exécution. C doit : -déposer, dans un délai de... mois, à dater de la signature de l'acte de cession, la demande de permis de construire ; -avoir terminé lesdits travaux et présenter la déclaration attestant l'achèvement et la conformité des travaux dans un délai de... à dater de la délivrance du permis de construire. (Nota.-Lorsque la cession aura pour objet l'installation d'un établissement industriel, cet article pourra prévoir la réalisation de cette installation en plusieurs tranches de travaux.) En ce cas, cet article peut : 1. Soit définir, au moins sommairement, le contenu de chacune des tranches et fixer des délais fermes pour le dépôt des demandes de permis de construire afférentes à chacune d'elles et pour leur réalisation ; 2. Soit définir l'objet de la première tranche (par exemple : partie des terrains à construire, importance de la construction) et fixer des délais fermes pour la réalisation de cette tranche et comporter, en ce qui concerne les autres tranches, une clause ainsi rédigée : \" En ce qui concerne les autres travaux, s'ils n'ont pas été réalisés le... (date à fixer en accord entre le cessionnaire et le cédant en fonction des prévisions relatives au développement de l'établissement industriel), P devra mettre C en demeure de les réaliser, en une ou plusieurs tranches, dans des délais qui lui seront impartis en ce moment, sous peine de résolution de la cession des terrains non encore utilisés à cette date. Si C refuse de souscrire cet engagement, il sera mis en demeure de rétrocéder immédiatement les terrains non utilisés à P ou de les vendre à un acquéreur qui lui sera désigné, le prix de rétrocession ou le prix de vente étant fixé dans les conditions prévues à l'article E. \" Article C.-Prolongation éventuelle des délais. Les délais d'exécution prévus au présent cahier des charges seront, si leur inobservation est due à un cas de force majeure, prolongés d'une durée égale à celle durant laquelle C a été dans l'impossibilité de réaliser ses obligations. La preuve de la force majeure et de la durée de l'empêchement est à la charge de C. Les difficultés de financement ne sont pas considérées comme constituant des cas de force majeure. Toutefois, seront considérés pour l'application du présent article comme constituant des cas de force majeure les retards non imputables à C, dans l'octroi du prêt du fonds national d'aménagement du territoire (section B). (Nota.-Alinéa à insérer uniquement si la cession est consentie en vue de l'installation d'un bâtiment industriel avec l'aide d'un prêt du fonds national d'aménagement du territoire [section B] et à condition que l'octroi de ce prêt ait fait l'objet d'une décision définitive.) Article D.-Résolution en cas d'inobservation des délais. La cession pourra être résolue par décision de P (la lettre P désigne la collectivité publique ou l'établissement public cédant) notifiée par acte d'huissier en cas d'inobservation d'un des délais fixés. C aura droit en contrepartie à une indemnité de résolution qui sera calculée ainsi qu'il suit : 1. Si la résolution intervient avant le commencement de tous travaux, l'indemnité sera égale au prix de cession, déduction faite de 10 % à titre de dommages et intérêts forfaitaires ; 2. Si la résolution intervient après le commencement des travaux, l'indemnité ci-dessus est augmentée d'une somme égale au montant de la plus-value apportée aux terrains par les travaux régulièrement réalisés sans que cette somme puisse dépasser la valeur des matériaux et le prix de la main-d'œuvre utilisée. La plus-value sera fixée par voie d'expertise contradictoire, l'expert de P étant l'administration des domaines, celui de C pouvant, si C ne pourvoit pas à sa désignation, être désigné d'office par le président du   tribunal judiciaire sur requête de P. Tous les frais seront à la charge de C. Les privilèges et hypothèques ayant grevé l'immeuble du chef du cessionnaire défaillant seront reportés sur l'indemnité de résolution dans les conditions prévues à l' article L. 411-4 du code de l'expropriation pour cause d'utilité publique. Article E.-Vente, location, partage des terrains cédés. Il est interdit à C de mettre en vente des terrains qui lui sont cédés avant l'achèvement de la totalité des travaux prévus, sans en avoir, au moins trois mois à l'avance, avisé... (Nota.-Le représentant qualifié de P.) P pourra exiger soit que les terrains lui soient rétrocédés, soit qu'ils soient vendus à un acquéreur agréé ou désigné par lui (ou elle). (Nota.-Alinéa à insérer uniquement si la cession a été effectuée de gré à gré.) Tout morcellement, quelle qu'en soit la cause, des terrains cédés est interdit, même après réalisation des travaux prévus, sauf autorisation spéciale et expresse accordée par P et ce, sans préjudice, s'il y a lieu, de l'application des dispositions législatives et réglementaires relatives aux lotissements. (Nota.-Disposition à insérer uniquement lorsqu'il est prévu que l'installation de l'établissement industriel sera effectuée en plusieurs tranches de travaux.) Toutefois C, après réalisation de la première tranche de travaux prévus, pourra vendre la partie des terrains non utilisés par lui à condition d'en avoir avisé (Nota.-Le représentant qualifié de P.) Six mois à l'avance, P pourra jusqu'à l'expiration de ce délai exiger que ces terrains lui soient rétrocédés ou soient vendus à un acquéreur agréé ou désigné par lui (ou elle). En cas de rétrocession. (Nota.-Disposition à insérer uniquement lorsqu'il est prévu que l'installation de l'établissement industriel sera effectuée en plusieurs tranches de travaux.) Le prix de rétrocession sera calculé dans les conditions prévues pour l'indemnité de résolution, sans qu'il y ait lieu à une déduction de 10 %. En cas de vente à un acquéreur désigné ou agréé par P, celui-ci (ou celle-ci) pourra exiger que le prix de vente soit fixé comme il est dit ci-dessus. (Nota.-Alinéa à insérer uniquement si la cession a été effectuée de gré à gré.) Aucune location des terrains cédés ne pourra être consentie tant qu'ils n'auront pas reçu l'affectation prévue. Les actes de vente, de location ou de partage qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls en application de l' article L. 411-3 du code de l'expropriation pour cause d'utilité publique. Article F.-Obligation de maintenir l'affectation prévue après réalisation des travaux. Après achèvement des travaux, C sera tenu de ne pas modifier l'affectation du bâtiment (ou \" de l'établissement industriel \") sans en avoir avisé... (Nota.-Le représentant qualifié de P) au moins deux mois à l'avance. P pourra jusqu'à l'expiration de ce délai exiger que le changement d'affectation soit différé pour une durée de... mois et ne soit effectué que si, durant ce dernier délai, il n'a pu être trouvé un acquéreur pour l'ensemble du fonds s'engageant à maintenir l'affectation, le prix d'acquisition étant fixé, à défaut d'accord amiable, par voie d'expertise contradictoire. L'expert de C, si ce dernier ne pourvoit pas à sa désignation, pourra être désigné d'office par le président du   tribunal judiciaire sur la requête de P. (Nota.-Article à insérer uniquement lorsque la cession est consentie spécialement en vue de l'exercice par le cessionnaire d'une activité déterminée présentant un intérêt particulier, soit pour la vie économique et sociale de la localité ou de la région, soit pour celle des habitants d'un groupe d'habitations ou d'un lotissement.)",
            "texteHtml": "<p align='center'>CLAUSES TYPES À INSÉRER DANS LE CAHIER DES CHARGES ANNEXÉ À L'ACTE DE CESSION D'UN TERRAIN DESTINÉ À LA CONSTRUCTION D'UN SEUL BÂTIMENT À USAGE PRINCIPAL AUTRE QUE L'HABITATION OU À L'INSTALLATION D'UN ÉTABLISSEMENT INDUSTRIEL OU COMMERCIAL COMPORTANT UN OU PLUSIEURS BÂTIMENTS LORSQUE LE CESSIONNAIRE N'EST PAS UNE COLLECTIVITÉ PUBLIQUE OU UN ÉTABLISSEMENT PUBLIC </p><p></p><p></p><p></p><p>Article A.-Objet de la cession. </p><p>La présente cession est consentie à C (la lettre C désigne le bénéficiaire de la cession) en vue de... </p><p>(Nota.-Préciser la nature de l'opération, objet de la cession.) </p><p>Ce bâtiment (ou \" cet établissement industriel \") devra être édifié (ou \" installé \") en conformité des dispositions de... </p><p>(Nota.-A compléter en fonction de la nature du projet.) </p><p>Il devra, en outre, être observé les prescriptions ci-après : </p><p>(Nota.-Alinéa à insérer seulement si des obligations particulières sont spécialement imposées dans le cas de l'espèce.) </p><p>Article B.-Délais d'exécution. </p><p>C doit :</p><p></p><p>-déposer, dans un délai de... mois, à dater de la signature de l'acte de cession, la demande de permis de construire ;</p><p>-avoir terminé lesdits travaux et présenter la déclaration attestant l'achèvement et la conformité des travaux dans un délai de... à dater de la délivrance du permis de construire. </p><p></p><p>(Nota.-Lorsque la cession aura pour objet l'installation d'un établissement industriel, cet article pourra prévoir la réalisation de cette installation en plusieurs tranches de travaux.) </p><p>En ce cas, cet article peut : </p><p>1. Soit définir, au moins sommairement, le contenu de chacune des tranches et fixer des délais fermes pour le dépôt des demandes de permis de construire afférentes à chacune d'elles et pour leur réalisation ; </p><p>2. Soit définir l'objet de la première tranche (par exemple : partie des terrains à construire, importance de la construction) et fixer des délais fermes pour la réalisation de cette tranche et comporter, en ce qui concerne les autres tranches, une clause ainsi rédigée : </p><p>\" En ce qui concerne les autres travaux, s'ils n'ont pas été réalisés le... (date à fixer en accord entre le cessionnaire et le cédant en fonction des prévisions relatives au développement de l'établissement industriel), P devra mettre C en demeure de les réaliser, en une ou plusieurs tranches, dans des délais qui lui seront impartis en ce moment, sous peine de résolution de la cession des terrains non encore utilisés à cette date. Si C refuse de souscrire cet engagement, il sera mis en demeure de rétrocéder immédiatement les terrains non utilisés à P ou de les vendre à un acquéreur qui lui sera désigné, le prix de rétrocession ou le prix de vente étant fixé dans les conditions prévues à l'article E. \" </p><p>Article C.-Prolongation éventuelle des délais. </p><p>Les délais d'exécution prévus au présent cahier des charges seront, si leur inobservation est due à un cas de force majeure, prolongés d'une durée égale à celle durant laquelle C a été dans l'impossibilité de réaliser ses obligations. La preuve de la force majeure et de la durée de l'empêchement est à la charge de C. </p><p>Les difficultés de financement ne sont pas considérées comme constituant des cas de force majeure. </p><p>Toutefois, seront considérés pour l'application du présent article comme constituant des cas de force majeure les retards non imputables à C, dans l'octroi du prêt du fonds national d'aménagement du territoire (section B). </p><p>(Nota.-Alinéa à insérer uniquement si la cession est consentie en vue de l'installation d'un bâtiment industriel avec l'aide d'un prêt du fonds national d'aménagement du territoire [section B] et à condition que l'octroi de ce prêt ait fait l'objet d'une décision définitive.) </p><p>Article D.-Résolution en cas d'inobservation des délais. </p><p>La cession pourra être résolue par décision de P (la lettre P désigne la collectivité publique ou l'établissement public cédant) notifiée par acte d'huissier en cas d'inobservation d'un des délais fixés. </p><p>C aura droit en contrepartie à une indemnité de résolution qui sera calculée ainsi qu'il suit : </p><p>1. Si la résolution intervient avant le commencement de tous travaux, l'indemnité sera égale au prix de cession, déduction faite de 10 % à titre de dommages et intérêts forfaitaires ; </p><p>2. Si la résolution intervient après le commencement des travaux, l'indemnité ci-dessus est augmentée d'une somme égale au montant de la plus-value apportée aux terrains par les travaux régulièrement réalisés sans que cette somme puisse dépasser la valeur des matériaux et le prix de la main-d'œuvre utilisée. </p><p>La plus-value sera fixée par voie d'expertise contradictoire, l'expert de P étant l'administration des domaines, celui de C pouvant, si C ne pourvoit pas à sa désignation, être désigné d'office par le président du   tribunal judiciaire sur requête de P. </p><p>Tous les frais seront à la charge de C. </p><p>Les privilèges et hypothèques ayant grevé l'immeuble du chef du cessionnaire défaillant seront reportés sur l'indemnité de résolution dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029733864&dateTexte=&categorieLien=cid'>article L. 411-4 du code de l'expropriation</a> pour cause d'utilité publique. </p><p>Article E.-Vente, location, partage des terrains cédés. </p><p>Il est interdit à C de mettre en vente des terrains qui lui sont cédés avant l'achèvement de la totalité des travaux prévus, sans en avoir, au moins trois mois à l'avance, avisé... (Nota.-Le représentant qualifié de P.) </p><p>P pourra exiger soit que les terrains lui soient rétrocédés, soit qu'ils soient vendus à un acquéreur agréé ou désigné par lui (ou elle). </p><p>(Nota.-Alinéa à insérer uniquement si la cession a été effectuée de gré à gré.) </p><p>Tout morcellement, quelle qu'en soit la cause, des terrains cédés est interdit, même après réalisation des travaux prévus, sauf autorisation spéciale et expresse accordée par P et ce, sans préjudice, s'il y a lieu, de l'application des dispositions législatives et réglementaires relatives aux lotissements. </p><p>(Nota.-Disposition à insérer uniquement lorsqu'il est prévu que l'installation de l'établissement industriel sera effectuée en plusieurs tranches de travaux.) </p><p>Toutefois C, après réalisation de la première tranche de travaux prévus, pourra vendre la partie des terrains non utilisés par lui à condition d'en avoir avisé (Nota.-Le représentant qualifié de P.) </p><p>Six mois à l'avance, P pourra jusqu'à l'expiration de ce délai exiger que ces terrains lui soient rétrocédés ou soient vendus à un acquéreur agréé ou désigné par lui (ou elle). </p><p>En cas de rétrocession. </p><p>(Nota.-Disposition à insérer uniquement lorsqu'il est prévu que l'installation de l'établissement industriel sera effectuée en plusieurs tranches de travaux.) </p><p>Le prix de rétrocession sera calculé dans les conditions prévues pour l'indemnité de résolution, sans qu'il y ait lieu à une déduction de 10 %. En cas de vente à un acquéreur désigné ou agréé par P, celui-ci (ou celle-ci) pourra exiger que le prix de vente soit fixé comme il est dit ci-dessus. </p><p>(Nota.-Alinéa à insérer uniquement si la cession a été effectuée de gré à gré.) </p><p>Aucune location des terrains cédés ne pourra être consentie tant qu'ils n'auront pas reçu l'affectation prévue. </p><p>Les actes de vente, de location ou de partage qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029733862&dateTexte=&categorieLien=cid'>article L. 411-3 du code de l'expropriation</a> pour cause d'utilité publique. </p><p>Article F.-Obligation de maintenir l'affectation prévue après réalisation des travaux. </p><p>Après achèvement des travaux, C sera tenu de ne pas modifier l'affectation du bâtiment (ou \" de l'établissement industriel \") sans en avoir avisé... (Nota.-Le représentant qualifié de P) au moins deux mois à l'avance. P pourra jusqu'à l'expiration de ce délai exiger que le changement d'affectation soit différé pour une durée de... mois et ne soit effectué que si, durant ce dernier délai, il n'a pu être trouvé un acquéreur pour l'ensemble du fonds s'engageant à maintenir l'affectation, le prix d'acquisition étant fixé, à défaut d'accord amiable, par voie d'expertise contradictoire. L'expert de C, si ce dernier ne pourvoit pas à sa désignation, pourra être désigné d'office par le président du   tribunal judiciaire sur la requête de P. </p><p>(Nota.-Article à insérer uniquement lorsque la cession est consentie spécialement en vue de l'exercice par le cessionnaire d'une activité déterminée présentant un intérêt particulier, soit pour la vie économique et sociale de la localité ou de la région, soit pour celle des habitants d'un groupe d'habitations ou d'un lotissement.)</p><p></p><p></p>",
            "num": "Annexe 3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1577836800000,
            "dateFin": 1640995200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire nouvelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000029970989",
                        "id": "LEGISCTA000029972067",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029979765",
                        "id": "LEGISCTA000029979765",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-04-14",
                        "fin": "2999-01-01",
                        "titre": "Code de l'expropriation pour cause d'utilité publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074224",
                        "id": "LEGITEXT000006074224",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029979799",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029979765",
            "sectionParentId": "LEGISCTA000029979765",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "Partie réglementaire nouvelle &gt; ANNEXES",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039344261",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074224",
                    "titre": "Code de l'expropriation pour cause d'utilité publique",
                    "titreLong": "Code de l'expropriation pour cause d'utilité publique",
                    "etat": "VIGUEUR",
                    "dateDebut": 229824000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074224",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 9 du décret n° 2019-966 du 18 septembre 2019, les présentes dispositions entrent en vigueur le 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l’article 9 du décret n° 2019-966 du 18 septembre 2019, les présentes dispositions entrent en vigueur le 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029965588",
                    "textTitle": "DÉCRET n°2014-1635 du 26 décembre 2014 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000039110244",
                    "textTitle": "Décret n°2019-966 du 18 septembre 2019 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000039114120",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. L411-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-3",
                    "articleId": "LEGIARTI000029733862",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. L411-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-4",
                    "articleId": "LEGIARTI000029733864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029979799",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039344261",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044929928",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 3",
                "3"
            ],
            "versionPrecedente": "LEGIARTI000029979799",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029979799",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CLAUSES TYPES À INSÉRER DANS LE CAHIER DES CHARGES ANNEXÉ À L'ACTE DE CESSION D'UN TERRAIN DESTINÉ À LA CONSTRUCTION D'UN SEUL BÂTIMENT À USAGE PRINCIPAL AUTRE QUE L'HABITATION OU À L'INSTALLATION D'UN ÉTABLISSEMENT INDUSTRIEL OU COMMERCIAL COMPORTANT UN OU PLUSIEURS BÂTIMENTS LORSQUE LE CESSIONNAIRE N'EST PAS UNE COLLECTIVITÉ PUBLIQUE OU UN ÉTABLISSEMENT PUBLIC Article A. - Objet de la cession. La présente cession est consentie à C (la lettre C désigne le bénéficiaire de la cession) en vue de... (Nota. - Préciser la nature de l'opération, objet de la cession.) Ce bâtiment (ou \"cet établissement industriel\") devra être édifié (ou \"installé\") en conformité des dispositions de... (Nota. - A compléter en fonction de la nature du projet.) Il devra, en outre, être observé les prescriptions ci-après : (Nota. - Alinéa à insérer seulement si des obligations particulières sont spécialement imposées dans le cas de l'espèce.) Article B. - Délais d'exécution. C doit : - déposer, dans un délai de... mois, à dater de la signature de l'acte de cession, la demande de permis de construire ; - avoir terminé lesdits travaux et présenter la déclaration attestant l'achèvement et la conformité des travaux dans un délai de... à dater de la délivrance du permis de construire. (Nota. - Lorsque la cession aura pour objet l'installation d'un établissement industriel, cet article pourra prévoir la réalisation de cette installation en plusieurs tranches de travaux.) En ce cas, cet article peut : 1. Soit définir, au moins sommairement, le contenu de chacune des tranches et fixer des délais fermes pour le dépôt des demandes de permis de construire afférentes à chacune d'elles et pour leur réalisation ; 2. Soit définir l'objet de la première tranche (par exemple : partie des terrains à construire, importance de la construction) et fixer des délais fermes pour la réalisation de cette tranche et comporter, en ce qui concerne les autres tranches, une clause ainsi rédigée : \"En ce qui concerne les autres travaux, s'ils n'ont pas été réalisés le... (date à fixer en accord entre le cessionnaire et le cédant en fonction des prévisions relatives au développement de l'établissement industriel), P devra mettre C en demeure de les réaliser, en une ou plusieurs tranches, dans des délais qui lui seront impartis en ce moment, sous peine de résolution de la cession des terrains non encore utilisés à cette date. Si C refuse de souscrire cet engagement, il sera mis en demeure de rétrocéder immédiatement les terrains non utilisés à P ou de les vendre à un acquéreur qui lui sera désigné, le prix de rétrocession ou le prix de vente étant fixé dans les conditions prévues à l'article E.\" Article C. - Prolongation éventuelle des délais. Les délais d'exécution prévus au présent cahier des charges seront, si leur inobservation est due à un cas de force majeure, prolongés d'une durée égale à celle durant laquelle C a été dans l'impossibilité de réaliser ses obligations. La preuve de la force majeure et de la durée de l'empêchement est à la charge de C. Les difficultés de financement ne sont pas considérées comme constituant des cas de force majeure. Toutefois, seront considérés pour l'application du présent article comme constituant des cas de force majeure les retards non imputables à C, dans l'octroi du prêt du fonds national d'aménagement du territoire (section B). (Nota. - Alinéa à insérer uniquement si la cession est consentie en vue de l'installation d'un bâtiment industriel avec l'aide d'un prêt du fonds national d'aménagement du territoire [section B] et à condition que l'octroi de ce prêt ait fait l'objet d'une décision définitive.) Article D. - Résolution en cas d'inobservation des délais. La cession pourra être résolue par décision de P (la lettre P désigne la collectivité publique ou l'établissement public cédant) notifiée par acte d'huissier en cas d'inobservation d'un des délais fixés. C aura droit en contrepartie à une indemnité de résolution qui sera calculée ainsi qu'il suit : 1. Si la résolution intervient avant le commencement de tous travaux, l'indemnité sera égale au prix de cession, déduction faite de 10 % à titre de dommages et intérêts forfaitaires ; 2. Si la résolution intervient après le commencement des travaux, l'indemnité ci-dessus est augmentée d'une somme égale au montant de la plus-value apportée aux terrains par les travaux régulièrement réalisés sans que cette somme puisse dépasser la valeur des matériaux et le prix de la main-d'œuvre utilisée. La plus-value sera fixée par voie d'expertise contradictoire, l'expert de P étant l'administration des domaines, celui de C pouvant, si C ne pourvoit pas à sa désignation, être désigné d'office par le président du tribunal de grande instance sur requête de P. Tous les frais seront à la charge de C. Les privilèges et hypothèques ayant grevé l'immeuble du chef du cessionnaire défaillant seront reportés sur l'indemnité de résolution dans les conditions prévues à l' article L. 411-4 du code de l'expropriation pour cause d'utilité publique. Article E. - Vente, location, partage des terrains cédés. Il est interdit à C de mettre en vente des terrains qui lui sont cédés avant l'achèvement de la totalité des travaux prévus, sans en avoir, au moins trois mois à l'avance, avisé... (Nota. - Le représentant qualifié de P.) P pourra exiger soit que les terrains lui soient rétrocédés, soit qu'ils soient vendus à un acquéreur agréé ou désigné par lui (ou elle). (Nota. - Alinéa à insérer uniquement si la cession a été effectuée de gré à gré.) Tout morcellement, quelle qu'en soit la cause, des terrains cédés est interdit, même après réalisation des travaux prévus, sauf autorisation spéciale et expresse accordée par P et ce, sans préjudice, s'il y a lieu, de l'application des dispositions législatives et réglementaires relatives aux lotissements. (Nota. - Disposition à insérer uniquement lorsqu'il est prévu que l'installation de l'établissement industriel sera effectuée en plusieurs tranches de travaux.) Toutefois C, après réalisation de la première tranche de travaux prévus, pourra vendre la partie des terrains non utilisés par lui à condition d'en avoir avisé (Nota. - Le représentant qualifié de P.) Six mois à l'avance, P pourra jusqu'à l'expiration de ce délai exiger que ces terrains lui soient rétrocédés ou soient vendus à un acquéreur agréé ou désigné par lui (ou elle). En cas de rétrocession. (Nota. - Disposition à insérer uniquement lorsqu'il est prévu que l'installation de l'établissement industriel sera effectuée en plusieurs tranches de travaux.) Le prix de rétrocession sera calculé dans les conditions prévues pour l'indemnité de résolution, sans qu'il y ait lieu à une déduction de 10 %. En cas de vente à un acquéreur désigné ou agréé par P, celui-ci (ou celle-ci) pourra exiger que le prix de vente soit fixé comme il est dit ci-dessus. (Nota. - Alinéa à insérer uniquement si la cession a été effectuée de gré à gré.) Aucune location des terrains cédés ne pourra être consentie tant qu'ils n'auront pas reçu l'affectation prévue. Les actes de vente, de location ou de partage qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls en application de l' article L. 411-3 du code de l'expropriation pour cause d'utilité publique. Article F. - Obligation de maintenir l'affectation prévue après réalisation des travaux. Après achèvement des travaux, C sera tenu de ne pas modifier l'affectation du bâtiment (ou \"de l'établissement industriel\") sans en avoir avisé... (Nota. - Le représentant qualifié de P) au moins deux mois à l'avance. P pourra jusqu'à l'expiration de ce délai exiger que le changement d'affectation soit différé pour une durée de... mois et ne soit effectué que si, durant ce dernier délai, il n'a pu être trouvé un acquéreur pour l'ensemble du fonds s'engageant à maintenir l'affectation, le prix d'acquisition étant fixé, à défaut d'accord amiable, par voie d'expertise contradictoire. L'expert de C, si ce dernier ne pourvoit pas à sa désignation, pourra être désigné d'office par le président du tribunal de grande instance sur la requête de P. (Nota. - Article à insérer uniquement lorsque la cession est consentie spécialement en vue de l'exercice par le cessionnaire d'une activité déterminée présentant un intérêt particulier, soit pour la vie économique et sociale de la localité ou de la région, soit pour celle des habitants d'un groupe d'habitations ou d'un lotissement.)",
            "texteHtml": "<p align='center'>CLAUSES TYPES À INSÉRER DANS LE CAHIER DES CHARGES ANNEXÉ À L'ACTE DE CESSION D'UN TERRAIN DESTINÉ À LA CONSTRUCTION D'UN SEUL BÂTIMENT À USAGE PRINCIPAL AUTRE QUE L'HABITATION OU À L'INSTALLATION D'UN ÉTABLISSEMENT INDUSTRIEL OU COMMERCIAL COMPORTANT UN OU PLUSIEURS BÂTIMENTS LORSQUE LE CESSIONNAIRE N'EST PAS UNE COLLECTIVITÉ PUBLIQUE OU UN ÉTABLISSEMENT PUBLIC</p><p></p><p></p><p></p><p>Article A. - Objet de la cession.</p><p>La présente cession est consentie à C (la lettre C désigne le bénéficiaire de la cession) en vue de...</p><p>(Nota. - Préciser la nature de l'opération, objet de la cession.)</p><p>Ce bâtiment (ou \"cet établissement industriel\") devra être édifié (ou \"installé\") en conformité des dispositions de...</p><p>(Nota. - A compléter en fonction de la nature du projet.)</p><p>Il devra, en outre, être observé les prescriptions ci-après :</p><p>(Nota. - Alinéa à insérer seulement si des obligations particulières sont spécialement imposées dans le cas de l'espèce.)</p><p>Article B. - Délais d'exécution.</p><p>C doit :</p><p></p><p>- déposer, dans un délai de... mois, à dater de la signature de l'acte de cession, la demande de permis de construire ;</p><p>- avoir terminé lesdits travaux et présenter la déclaration attestant l'achèvement et la conformité des travaux dans un délai de... à dater de la délivrance du permis de construire.</p><p></p><p>(Nota. - Lorsque la cession aura pour objet l'installation d'un établissement industriel, cet article pourra prévoir la réalisation de cette installation en plusieurs tranches de travaux.)</p><p>En ce cas, cet article peut :</p><p>1. Soit définir, au moins sommairement, le contenu de chacune des tranches et fixer des délais fermes pour le dépôt des demandes de permis de construire afférentes à chacune d'elles et pour leur réalisation ;</p><p>2. Soit définir l'objet de la première tranche (par exemple : partie des terrains à construire, importance de la construction) et fixer des délais fermes pour la réalisation de cette tranche et comporter, en ce qui concerne les autres tranches, une clause ainsi rédigée :</p><p>\"En ce qui concerne les autres travaux, s'ils n'ont pas été réalisés le... (date à fixer en accord entre le cessionnaire et le cédant en fonction des prévisions relatives au développement de l'établissement industriel), P devra mettre C en demeure de les réaliser, en une ou plusieurs tranches, dans des délais qui lui seront impartis en ce moment, sous peine de résolution de la cession des terrains non encore utilisés à cette date. Si C refuse de souscrire cet engagement, il sera mis en demeure de rétrocéder immédiatement les terrains non utilisés à P ou de les vendre à un acquéreur qui lui sera désigné, le prix de rétrocession ou le prix de vente étant fixé dans les conditions prévues à l'article E.\"</p><p>Article C. - Prolongation éventuelle des délais.</p><p>Les délais d'exécution prévus au présent cahier des charges seront, si leur inobservation est due à un cas de force majeure, prolongés d'une durée égale à celle durant laquelle C a été dans l'impossibilité de réaliser ses obligations. La preuve de la force majeure et de la durée de l'empêchement est à la charge de C.</p><p>Les difficultés de financement ne sont pas considérées comme constituant des cas de force majeure.</p><p>Toutefois, seront considérés pour l'application du présent article comme constituant des cas de force majeure les retards non imputables à C, dans l'octroi du prêt du fonds national d'aménagement du territoire (section B).</p><p>(Nota. - Alinéa à insérer uniquement si la cession est consentie en vue de l'installation d'un bâtiment industriel avec l'aide d'un prêt du fonds national d'aménagement du territoire [section B] et à condition que l'octroi de ce prêt ait fait l'objet d'une décision définitive.)</p><p>Article D. - Résolution en cas d'inobservation des délais.</p><p>La cession pourra être résolue par décision de P (la lettre P désigne la collectivité publique ou l'établissement public cédant) notifiée par acte d'huissier en cas d'inobservation d'un des délais fixés.</p><p>C aura droit en contrepartie à une indemnité de résolution qui sera calculée ainsi qu'il suit :</p><p>1. Si la résolution intervient avant le commencement de tous travaux, l'indemnité sera égale au prix de cession, déduction faite de 10 % à titre de dommages et intérêts forfaitaires ;</p><p>2. Si la résolution intervient après le commencement des travaux, l'indemnité ci-dessus est augmentée d'une somme égale au montant de la plus-value apportée aux terrains par les travaux régulièrement réalisés sans que cette somme puisse dépasser la valeur des matériaux et le prix de la main-d'œuvre utilisée.</p><p>La plus-value sera fixée par voie d'expertise contradictoire, l'expert de P étant l'administration des domaines, celui de C pouvant, si C ne pourvoit pas à sa désignation, être désigné d'office par le président du tribunal de grande instance sur requête de P.</p><p>Tous les frais seront à la charge de C.</p><p>Les privilèges et hypothèques ayant grevé l'immeuble du chef du cessionnaire défaillant seront reportés sur l'indemnité de résolution dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029733864&dateTexte=&categorieLien=cid' title='Code de l'expropriation pour cause d'utilité pu... - art. L411-4 (V)'>article L. 411-4 du code de l'expropriation</a> pour cause d'utilité publique.</p><p>Article E. - Vente, location, partage des terrains cédés.</p><p>Il est interdit à C de mettre en vente des terrains qui lui sont cédés avant l'achèvement de la totalité des travaux prévus, sans en avoir, au moins trois mois à l'avance, avisé... (Nota. - Le représentant qualifié de P.)</p><p>P pourra exiger soit que les terrains lui soient rétrocédés, soit qu'ils soient vendus à un acquéreur agréé ou désigné par lui (ou elle).</p><p>(Nota. - Alinéa à insérer uniquement si la cession a été effectuée de gré à gré.)</p><p>Tout morcellement, quelle qu'en soit la cause, des terrains cédés est interdit, même après réalisation des travaux prévus, sauf autorisation spéciale et expresse accordée par P et ce, sans préjudice, s'il y a lieu, de l'application des dispositions législatives et réglementaires relatives aux lotissements.</p><p>(Nota. - Disposition à insérer uniquement lorsqu'il est prévu que l'installation de l'établissement industriel sera effectuée en plusieurs tranches de travaux.)</p><p>Toutefois C, après réalisation de la première tranche de travaux prévus, pourra vendre la partie des terrains non utilisés par lui à condition d'en avoir avisé (Nota. - Le représentant qualifié de P.)</p><p>Six mois à l'avance, P pourra jusqu'à l'expiration de ce délai exiger que ces terrains lui soient rétrocédés ou soient vendus à un acquéreur agréé ou désigné par lui (ou elle).</p><p>En cas de rétrocession.</p><p>(Nota. - Disposition à insérer uniquement lorsqu'il est prévu que l'installation de l'établissement industriel sera effectuée en plusieurs tranches de travaux.)</p><p>Le prix de rétrocession sera calculé dans les conditions prévues pour l'indemnité de résolution, sans qu'il y ait lieu à une déduction de 10 %. En cas de vente à un acquéreur désigné ou agréé par P, celui-ci (ou celle-ci) pourra exiger que le prix de vente soit fixé comme il est dit ci-dessus.</p><p>(Nota. - Alinéa à insérer uniquement si la cession a été effectuée de gré à gré.)</p><p>Aucune location des terrains cédés ne pourra être consentie tant qu'ils n'auront pas reçu l'affectation prévue.</p><p>Les actes de vente, de location ou de partage qui seraient consentis par C en méconnaissance des dispositions du présent article seraient nuls en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029733862&dateTexte=&categorieLien=cid' title='Code de l'expropriation pour cause d'utilité pu... - art. L411-3 (V)'>article L. 411-3 du code de l'expropriation</a> pour cause d'utilité publique.</p><p>Article F. - Obligation de maintenir l'affectation prévue après réalisation des travaux.</p><p>Après achèvement des travaux, C sera tenu de ne pas modifier l'affectation du bâtiment (ou \"de l'établissement industriel\") sans en avoir avisé... (Nota. - Le représentant qualifié de P) au moins deux mois à l'avance. P pourra jusqu'à l'expiration de ce délai exiger que le changement d'affectation soit différé pour une durée de... mois et ne soit effectué que si, durant ce dernier délai, il n'a pu être trouvé un acquéreur pour l'ensemble du fonds s'engageant à maintenir l'affectation, le prix d'acquisition étant fixé, à défaut d'accord amiable, par voie d'expertise contradictoire. L'expert de C, si ce dernier ne pourvoit pas à sa désignation, pourra être désigné d'office par le président du tribunal de grande instance sur la requête de P.</p><p>(Nota. - Article à insérer uniquement lorsque la cession est consentie spécialement en vue de l'exercice par le cessionnaire d'une activité déterminée présentant un intérêt particulier, soit pour la vie économique et sociale de la localité ou de la région, soit pour celle des habitants d'un groupe d'habitations ou d'un lotissement.)</p><p></p><p></p>",
            "num": "Annexe 3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1420070400000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire nouvelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000029970989",
                        "id": "LEGISCTA000029972067",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029979765",
                        "id": "LEGISCTA000029979765",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-04-14",
                        "fin": "2999-01-01",
                        "titre": "Code de l'expropriation pour cause d'utilité publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074224",
                        "id": "LEGITEXT000006074224",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029979799",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029979765",
            "sectionParentId": "LEGISCTA000029979765",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "Partie réglementaire nouvelle &gt; ANNEXES",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029979799",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074224",
                    "titre": "Code de l'expropriation pour cause d'utilité publique",
                    "titreLong": "Code de l'expropriation pour cause d'utilité publique",
                    "etat": "VIGUEUR",
                    "dateDebut": 229824000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074224",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029965588",
                    "textTitle": "DÉCRET n°2014-1635 du 26 décembre 2014 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000029969963",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-12-28",
                    "dateSignaTexte": "2014-12-26",
                    "dateDebutCible": "2015-01-01"
                },
                {
                    "textCid": "JORFTEXT000029965588",
                    "textTitle": "DÉCRET n°2014-1635 du 26 décembre 2014 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000029969963",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-12-28",
                    "dateSignaTexte": "2014-12-26",
                    "dateDebutCible": "2015-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité pu... - art. L411-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-3",
                    "articleId": "LEGIARTI000029733862",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité pu... - art. L411-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-4",
                    "articleId": "LEGIARTI000029733864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029979799",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039344261",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044929928",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 3",
                "3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}