{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045535095",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Rubrique 3-Dépenses liées à l'exercice de fonctions électives ou de représentation 31. Indemnités 311. Indemnité de fonction d'un élu local 3111. Premier paiement 1. Délibération fixant les conditions d'octroi de l'indemnité et son montant (1). 2. Le cas échéant, arrêté de délégation de fonction. 3. Pièces prévues pour les paiements ultérieurs. (1) Cette pièce n'est pas exigée pour les indemnités des maires automatiquement fixées au taux plafond. 3112. Paiements ultérieurs Etat liquidatif précisant : - le montant brut de l'indemnité ; - le montant des indemnités soumis aux précomptes, les taux et les montants de ces précomptes ; - l'assiette, le taux et le montant de la retenue à la source prévue au 1° du 2 de l'article 204 A du code général des impôts ; - le montant net versé. 312. Indemnité d'un membre du conseil économique et social régional 3121. Premier paiement 1. Délibération fixant le montant de l'indemnité et les conditions de sa modulation. 2. Le cas échéant, arrêté de délégation de fonction. 3. Pièces prévues pour les paiements ultérieurs. 3122. Paiements ultérieurs 1. Etat liquidatif précisant le montant brut des indemnités, le montant des précomptes, le montant net versé. 2. Pièce(s) particulière(s) exigée(s) par la délibération. 313. Indemnités du président, du vice-président ou des membres du syndicat d'une association syndicale de propriétaires 1. Délibération de l'assemblée des propriétaires en fixant le principe et le montant. 2. Etat liquidatif. 314. Frais de représentation (2) 1. Délibération précisant le montant plafond et la nature des frais pris en charge ou le montant forfaitaire alloué à l'élu. 2. Lorsque l'indemnité n'est pas versée sous une forme forfaitaire : - factures ; - état de consommation des crédits. (2) L'organe délibérant peut : - soit instaurer le versement d'une somme forfaitaire non subordonnée à la production de justificatifs des frais exposés ; - soit instituer une dotation permettant la prise en charge directe des frais par la collectivité elle-même ou le remboursement, le cas échéant sous forme forfaitaire, des dépenses de représentation exposées et dûment justifiées. Dans ces hypothèses, un état de consommation de crédit permet de suivre l'emploi de la dotation votée par l'organe délibérant. 315. Charges sociales Décompte indiquant notamment l'assiette, le taux et le montant des charges à payer, ou Etat de redressement suite à un contrôle, ou Pour le remboursement à un élu d'un trop prélevé : - décision précisant l'objet du remboursement ; - décompte. 32. Remboursements de frais (3) (3) Les dépenses réglées directement par la collectivité à des prestataires relèvent de la rubrique 4. 321. Frais d'exécution d'un mandat spécial 3211. Pièce générale Délibération accordant un mandat spécial. 3212. Pièces particulières 1. Frais de déplacement et de mission : - le cas échéant, délibération ; - état de frais. 2. Frais d'aide à la personne et autres frais. - le cas échéant (4), délibération ; - état de frais. (4) Si la décision donnant mandat spécial n'a pas décidé de la prise en charge de ces frais. 322. Frais de déplacement et de mission Etat de frais (voir annexe A de la présente liste). 323. Indemnités de déplacement et frais de transport des représentants des associations syndicales de propriétaires 1. Décision du conseil d'administration fixant les conditions de versement des indemnités et frais. 2. Etat de frais. 3. Le cas échéant (5), justificatifs. (5) Lorsque les indemnités kilométriques compensatrices des frais de transport ne sont pas celles fixées pour les fonctionnaires. 324. Frais de déplacement et de mission des administrateurs des EPS et EPSMS Pièces prévues pour le cas g) de la rubrique 22512. 325. Dépenses exceptionnelles d'aide et de secours 1. Délibération décidant du remboursement des frais d'assistance ou de secours engagés par l'élu. 2. Justificatifs. 326. Frais d'aide à la personne 1. Délibération fixant les conditions du droit à remboursement. 2. Selon les cas, état de frais ou état liquidatif. 327. Frais spécifiques des élus en situation de handicap Etat de frais précisant les frais engagés mensuellement. 328. Remboursement des frais exposés par les élus pour leur défense 1. Délibération autorisant la prise en charge des frais ou en cas d'indemnisation, fixant son montant. 2. Factures ou notes d'honoraires ou décompte de l'indemnisation. 33. Autres dépenses 331. Compensation des pertes de revenu Etat liquidatif précisant, le motif de la perte de revenu, le nombre d'heures compensées et le nombre total d'heures compensées soit au titre de l'année civile soit au titre de la durée du mandat (6). (6) Au titre de la durée du mandat pour les congés de formation 332. Accidents survenus dans l'exercice des fonctions 1. Certificat de prise en charge. 2. Etat de frais, factures. 333. Prise en charge des frais de formation engagés par les élus (7). 3331. Indemnisation 1. Délibération autorisant la prise en charge de frais de formation engagés par l'élu. 2. Décompte. 3. Facture. 3332. Frais de déplacement Pièces prévues à la rubrique 322 ou 323 selon le cas. (7) Les frais acquittés directement auprès d'un prestataire relèvent de la rubrique 4.",
            "texteHtml": "<p align='center'><strong>Rubrique 3-Dépenses liées à l'exercice de fonctions électives ou de représentation</strong></p><p>31. Indemnités<br/><br/>\n311. Indemnité de fonction d'un élu local<br/><br/>\n3111. Premier paiement</p><p><br/>\n1. Délibération fixant les conditions d'octroi de l'indemnité et son montant (1).<br/><br/>\n2. Le cas échéant, arrêté de délégation de fonction.<br/><br/>\n3. Pièces prévues pour les paiements ultérieurs.</p><p><br/>\n(1) Cette pièce n'est pas exigée pour les indemnités des maires automatiquement fixées au taux plafond.</p><p>3112. Paiements ultérieurs</p><p><br/>\nEtat liquidatif précisant :</p><p><br/>\n- le montant brut de l'indemnité ;<br/><br/>\n- le montant des indemnités soumis aux précomptes, les taux et les montants de ces précomptes ;<br/><br/>\n- l'assiette, le taux et le montant de la retenue à la source prévue au 1° du 2 de l'article 204 A du code général des impôts ;<br/><br/>\n- le montant net versé.</p><p><br/>\n312. Indemnité d'un membre du conseil économique et social régional<br/><br/>\n3121. Premier paiement</p><p><br/>\n1. Délibération fixant le montant de l'indemnité et les conditions de sa modulation.<br/><br/>\n2. Le cas échéant, arrêté de délégation de fonction.<br/><br/>\n3. Pièces prévues pour les paiements ultérieurs.</p><p><br/>\n3122. Paiements ultérieurs</p><p><br/>\n1. Etat liquidatif précisant le montant brut des indemnités, le montant des précomptes, le montant net versé.<br/><br/>\n2. Pièce(s) particulière(s) exigée(s) par la délibération.</p><p><br/>\n313. Indemnités du président, du vice-président ou des membres du syndicat d'une association syndicale de propriétaires</p><p><br/>\n1. Délibération de l'assemblée des propriétaires en fixant le principe et le montant.<br/><br/>\n2. Etat liquidatif.</p><p><br/>\n314. Frais de représentation (2)</p><p><br/>\n1. Délibération précisant le montant plafond et la nature des frais pris en charge ou le montant forfaitaire alloué à l'élu.<br/><br/>\n2. Lorsque l'indemnité n'est pas versée sous une forme forfaitaire :</p><p><br/>\n- factures ;<br/><br/>\n- état de consommation des crédits.</p><p><br/>\n(2) L'organe délibérant peut :<br/><br/>\n- soit instaurer le versement d'une somme forfaitaire non subordonnée à la production de justificatifs des frais exposés ;<br/><br/>\n- soit instituer une dotation permettant la prise en charge directe des frais par la collectivité elle-même ou le remboursement, le cas échéant sous forme forfaitaire, des dépenses de représentation exposées et dûment justifiées. Dans ces hypothèses, un état de consommation de crédit permet de suivre l'emploi de la dotation votée par l'organe délibérant.</p><p>315. Charges sociales</p><p><br/>\nDécompte indiquant notamment l'assiette, le taux et le montant des charges à payer,<br/><br/>\nou<br/><br/>\nEtat de redressement suite à un contrôle,<br/><br/>\nou<br/><br/>\nPour le remboursement à un élu d'un trop prélevé :</p><p><br/>\n- décision précisant l'objet du remboursement ;<br/><br/>\n- décompte.</p><p><br/>\n32. Remboursements de frais (3)</p><p><br/>\n(3) Les dépenses réglées directement par la collectivité à des prestataires relèvent de la rubrique 4.</p><p>321. Frais d'exécution d'un mandat spécial<br/><br/>\n3211. Pièce générale</p><p><br/>\nDélibération accordant un mandat spécial.</p><p><br/>\n3212. Pièces particulières</p><p><br/>\n1. Frais de déplacement et de mission :</p><p><br/>\n- le cas échéant, délibération ;<br/><br/>\n- état de frais.</p><p><br/>\n2. Frais d'aide à la personne et autres frais.</p><p><br/>\n- le cas échéant (4), délibération ;<br/><br/>\n- état de frais.</p><p><br/>\n(4) Si la décision donnant mandat spécial n'a pas décidé de la prise en charge de ces frais.</p><p>322. Frais de déplacement et de mission</p><p><br/>\nEtat de frais (voir annexe A de la présente liste).</p><p><br/>\n323. Indemnités de déplacement et frais de transport des représentants des associations syndicales de propriétaires</p><p><br/>\n1. Décision du conseil d'administration fixant les conditions de versement des indemnités et frais.<br/><br/>\n2. Etat de frais.<br/><br/>\n3. Le cas échéant (5), justificatifs.</p><p><br/>\n(5) Lorsque les indemnités kilométriques compensatrices des frais de transport ne sont pas celles fixées pour les fonctionnaires.</p><p><br/>\n324. Frais de déplacement et de mission des administrateurs des EPS et EPSMS</p><p><br/>\nPièces prévues pour le cas g) de la rubrique 22512.</p><p><br/>\n325. Dépenses exceptionnelles d'aide et de secours</p><p><br/>\n1. Délibération décidant du remboursement des frais d'assistance ou de secours engagés par l'élu.<br/><br/>\n2. Justificatifs.</p><p><br/>\n326. Frais d'aide à la personne</p><p><br/>\n1. Délibération fixant les conditions du droit à remboursement.<br/><br/>\n2. Selon les cas, état de frais ou état liquidatif.</p><p><br/>\n327. Frais spécifiques des élus en situation de handicap</p><p><br/>\nEtat de frais précisant les frais engagés mensuellement.</p><p><br/>\n328. Remboursement des frais exposés par les élus pour leur défense</p><p><br/>\n1. Délibération autorisant la prise en charge des frais ou en cas d'indemnisation, fixant son montant.<br/><br/>\n2. Factures ou notes d'honoraires ou décompte de l'indemnisation.</p><p><br/>\n33. Autres dépenses<br/><br/>\n331. Compensation des pertes de revenu</p><p><br/>\nEtat liquidatif précisant, le motif de la perte de revenu, le nombre d'heures compensées et le nombre total d'heures compensées soit au titre de l'année civile soit au titre de la durée du mandat (6).</p><p><br/>\n(6) Au titre de la durée du mandat pour les congés de formation</p><p><br/>\n332. Accidents survenus dans l'exercice des fonctions</p><p><br/>\n1. Certificat de prise en charge.<br/><br/>\n2. Etat de frais, factures.</p><p><br/>\n333. Prise en charge des frais de formation engagés par les élus (7).<br/><br/>\n3331. Indemnisation</p><p><br/>\n1. Délibération autorisant la prise en charge de frais de formation engagés par l'élu.<br/><br/>\n2. Décompte.<br/><br/>\n3. Facture.</p><p><br/>\n3332. Frais de déplacement</p><p><br/>\nPièces prévues à la rubrique 322 ou 323 selon le cas.</p><p><br/>\n(7) Les frais acquittés directement auprès d'un prestataire relèvent de la rubrique 4.</p>",
            "num": "Rubrique 3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1649462400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324076",
                        "id": "LEGISCTA000019324076",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019324127",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324076",
            "sectionParentId": "LEGISCTA000019324076",
            "sectionParentTitre": "Annexe I",
            "fullSectionsTitre": "Annexes &gt; Annexe I",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045535095",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045531251",
                    "textTitle": "Décret n°2022-505 du 23 mars 2022 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000045532442",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-04-08",
                    "dateSignaTexte": "2022-03-23",
                    "dateDebutCible": "2022-04-09"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019324127",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1177977600000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022496200",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1453507200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031892378",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1453507200000,
                    "dateFin": 1649462400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045535095",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1649462400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Rubrique 3"
            ],
            "versionPrecedente": "LEGIARTI000031892378",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031892378",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Rubrique 3-Dépenses liées à l'exercice de fonctions électives ou de représentation 31. Indemnités 311. Indemnité de fonction d'un élu local 3111. Premier paiement 1. Délibération fixant les conditions d'octroi de l'indemnité et son montant. 2. Le cas échéant, arrêté de délégation de fonction. 3. Le cas échéant (1), déclaration de l'élu désignant la collectivité ou l'établissement chargé d'opérer la retenue. 4. Les cas échéant, délibération désignant l'élu bénéficiaire de la part écrêtée. 5. Pièces prévues pour les paiements ultérieurs. 3112. Paiements ultérieurs 1. Etat liquidatif précisant le montant brut de l'indemnité, le montant des précomptes, le montant net versé. 2. Mention de la base imposable et de l'impôt dû dans l'état liquidatif de la retenue à la source, accompagné, le cas échéant (1), des informations relatives aux indemnités versées par les collectivités non-retenues pour effectuer la retenue à la source Ou Déclaration d'option pour l'imposition des indemnités à l'impôt sur le revenu Ou en cas de cumul de mandats, déclaration du choix de la collectivité chargée d'effectuer la liquidation de la retenue. (1) Lorsque qu'en cas de cumul de mandats, le comptable qui verse l'indemnité est celui de la collectivité ou de l'établissement désigné pour opérer la retenue à la source. 312. Indemnité d'un membre du conseil économique et social régional 3121. Premier paiement 1. Délibération fixant le montant de l'indemnité et les conditions de sa modulation. 2. Le cas échéant, arrêté de délégation de fonction. 3. Pièces prévues pour les paiements ultérieurs. 3122. Paiements ultérieurs 1. Etat liquidatif précisant le montant brut des indemnités, le montant des précomptes, le montant net versé. 2. Pièce(s) particulière(s) exigée(s) par la délibération. 313. Indemnités forfaitaires des administrateurs des Offices Publics de l'Habitat 3131. Premier paiement 1. Décision du conseil d'administration fixant le montant de l'indemnité forfaitaire. 2. Pièces prévues pour les paiements ultérieurs. 3132. Paiements ultérieurs Convocation Et Attestation de l'employeur précisant le nombre d'heures perdues par l'intéressé. 314. Indemnités du président, du vice-président ou des membres du syndicat d'une association syndicale de propriétaires 1. Délibération de l'assemblée des propriétaires en fixant le principe et le montant. 2. État liquidatif. 315. Frais de représentation (2) 1. Délibération précisant le montant plafond et la nature des frais pris en charge ou le montant forfaitaire alloué à l'élu. 2. Lorsque l'indemnité n'est pas versée sous une forme forfaitaire : – factures ; – état de consommation des crédits. (2) L'organe délibérant peut : – soit instaurer le versement d'une somme forfaitaire non subordonnée à la production de justificatifs des frais exposés ; – soit instituer une dotation permettant la prise en charge directe des frais par la collectivité elle-même ou le remboursement, le cas échéant sous forme forfaitaire, des dépenses de représentation exposées et dûment justifiées. Dans ces hypothèses, un état de consommation de crédit permet de suivre l'emploi de la dotation votée par l'organe délibérant. 316. Charges sociales Décompte indiquant notamment l'assiette, le taux et le montant des charges à payer Ou Etat de redressement suite à un contrôle Ou Pour le remboursement à un élu d'un trop prélevé : – décision précisant l'objet du remboursement ; – décompte. 32.Remboursements de frais (3) (3) Les dépenses réglées directement par la collectivité à des prestataires relèvent de la rubrique 4. 321. Frais d'exécution d'un mandat spécial 3211. Pièce générale Délibération accordant un mandat spécial. 3212. Pièces particulières 1. Frais de déplacement et de mission : voir rubrique 312. 2. Frais d'aide à la personne et autres frais. – Le cas échéant (4), délibération. – Etat de frais. (4) Si la décision donnant mandat spécial n'a pas décidé de la prise en charge de ces frais. 322. Frais de déplacement et de mission Etat de frais (voir annexe A de la présente liste). 323. Indemnités de déplacement et frais de transport des administrateurs des OPH ou des représentants des associations syndicale de propriétaires 1. Décision du conseil d'administration fixant les conditions de versement des indemnités et frais. 2. Etat de frais. 3. Le cas échéant (5), justificatifs. (5) Lorsque les indemnités kilométriques compensatrices des frais de transport ne sont pas celles fixées pour les fonctionnaires. 324. Frais de déplacement et de mission des administrateurs des EPS ET EPSMS Pièces prévues pour le cas (g) de la rubrique 2251. 325.Dépenses exceptionnelles d'aide et de secours 1. Délibération décidant du remboursement des frais d'assistance ou de secours engagés par l'élu. 2. Justificatifs. 326. Frais d'aide à la personne 1. Délibération fixant les conditions du droit à remboursement. 2. Etat de frais. 327. Frais spécifiques des élus en situation de handicap Etat de frais précisant les frais engagés mensuellement. 328. Remboursement des frais exposés par les élus pour leur défense 1. Délibération autorisant la prise en charge des frais ou en cas d'indemnisation, fixant son montant. 2. Factures ou notes d'honoraires ou décompte de l'indemnisation. 33. Autres dépenses 331. Compensation des pertes de revenu Etat liquidatif précisant, le motif de la perte de revenu, le nombre d'heures compensées et le nombre total d'heures compensées soit au titre de l'année civile soit au titre de la durée du mandat (6). (6) Au titre de la durée du mandat pour les congés de formation. 332. Accidents survenus dans l'exercice des fonctions 1. Certificat de prise en charge. 2. Etat de frais, factures. 333. Prise en charge des frais de formation engagés par les élus ou les administrateurs des OPH (7) 3331. Indemnisation 1. Délibération autorisant la prise en charge de frais de formation engagés par l'élu ou l'administrateur de l'OPH. 2. Décompte. 3. Facture. 3332. Frais de déplacement Pièces prévues à la rubrique 322 ou 323 selon le cas. (7) Les frais acquittés directement auprès d'un prestataire relèvent de la rubrique 4.",
            "texteHtml": "<p align='center'><strong>Rubrique 3-Dépenses liées à l'exercice de fonctions électives ou de représentation</strong></p><p align='left'>31. Indemnités</p><p>311. Indemnité de fonction d'un élu local</p><p>3111. Premier paiement</p><p>1. Délibération fixant les conditions d'octroi de l'indemnité et son montant.</p><p>2. Le cas échéant, arrêté de délégation de fonction.</p><p>3. Le cas échéant (1), déclaration de l'élu désignant la collectivité ou l'établissement chargé d'opérer la retenue.</p><p>4. Les cas échéant, délibération désignant l'élu bénéficiaire de la part écrêtée.</p><p>5. Pièces prévues pour les paiements ultérieurs.</p><p>3112. Paiements ultérieurs</p><p>1. Etat liquidatif précisant le montant brut de l'indemnité, le montant des précomptes, le montant net versé.</p><p>2. Mention de la base imposable et de l'impôt dû dans l'état liquidatif de la retenue à la source, accompagné, le cas échéant (1), des informations relatives aux indemnités versées par les collectivités non-retenues pour effectuer la retenue à la source</p><p>Ou</p><p>Déclaration d'option pour l'imposition des indemnités à l'impôt sur le revenu</p><p>Ou</p><p>en cas de cumul de mandats, déclaration du choix de la collectivité chargée d'effectuer la liquidation de la retenue.</p><p>(1) Lorsque qu'en cas de cumul de mandats, le comptable qui verse l'indemnité est celui de la collectivité ou de l'établissement désigné pour opérer la retenue à la source.</p><p>312. Indemnité d'un membre du conseil économique et social régional</p><p>3121. Premier paiement</p><p>1. Délibération fixant le montant de l'indemnité et les conditions de sa modulation.</p><p>2. Le cas échéant, arrêté de délégation de fonction.</p><p>3. Pièces prévues pour les paiements ultérieurs.</p><p>3122. Paiements ultérieurs</p><p>1. Etat liquidatif précisant le montant brut des indemnités, le montant des précomptes, le montant net versé.</p><p>2. Pièce(s) particulière(s) exigée(s) par la délibération.</p><p>313. Indemnités forfaitaires des administrateurs des Offices Publics de l'Habitat</p><p>3131. Premier paiement</p><p>1. Décision du conseil d'administration fixant le montant de l'indemnité forfaitaire.</p><p>2. Pièces prévues pour les paiements ultérieurs.</p><p>3132. Paiements ultérieurs</p><p>Convocation</p><p>Et</p><p>Attestation de l'employeur précisant le nombre d'heures perdues par l'intéressé.</p><p>314. Indemnités du président, du vice-président ou des membres du syndicat d'une association syndicale de propriétaires</p><p>1. Délibération de l'assemblée des propriétaires en fixant le principe et le montant.</p><p>2. État liquidatif.</p><p>315. Frais de représentation (2)</p><p>1. Délibération précisant le montant plafond et la nature des frais pris en charge ou le montant forfaitaire alloué à l'élu.</p><p>2. Lorsque l'indemnité n'est pas versée sous une forme forfaitaire :</p><p>– factures ;</p><p>– état de consommation des crédits.</p><p>(2) L'organe délibérant peut :</p><p>– soit instaurer le versement d'une somme forfaitaire non subordonnée à la production de justificatifs des frais exposés ;</p><p>– soit instituer une dotation permettant la prise en charge directe des frais par la collectivité elle-même ou le remboursement, le cas échéant sous forme forfaitaire, des dépenses de représentation exposées et dûment justifiées. Dans ces hypothèses, un état de consommation de crédit permet de suivre l'emploi de la dotation votée par l'organe délibérant.</p><p>316. Charges sociales</p><p>Décompte indiquant notamment l'assiette, le taux et le montant des charges à payer</p><p>Ou</p><p>Etat de redressement suite à un contrôle</p><p>Ou</p><p>Pour le remboursement à un élu d'un trop prélevé :</p><p>– décision précisant l'objet du remboursement ;</p><p>– décompte.</p><p>32.Remboursements de frais (3)</p><p>(3) Les dépenses réglées directement par la collectivité à des prestataires relèvent de la rubrique 4.</p><p>321. Frais d'exécution d'un mandat spécial</p><p>3211. Pièce générale</p><p>Délibération accordant un mandat spécial.</p><p>3212. Pièces particulières</p><p>1. Frais de déplacement et de mission : voir rubrique 312.</p><p>2. Frais d'aide à la personne et autres frais.</p><p>– Le cas échéant (4), délibération.</p><p>– Etat de frais.</p><p>(4) Si la décision donnant mandat spécial n'a pas décidé de la prise en charge de ces frais.</p><p>322. Frais de déplacement et de mission</p><p>Etat de frais (voir annexe A de la présente liste).</p><p>323. Indemnités de déplacement et frais de transport des administrateurs des OPH ou des représentants des associations syndicale de propriétaires</p><p>1. Décision du conseil d'administration fixant les conditions de versement des indemnités et frais.</p><p>2. Etat de frais.</p><p>3. Le cas échéant (5), justificatifs.</p><p>(5) Lorsque les indemnités kilométriques compensatrices des frais de transport ne sont pas celles fixées pour les fonctionnaires.</p><p>324. Frais de déplacement et de mission des administrateurs des EPS ET EPSMS</p><p>Pièces prévues pour le cas (g) de la rubrique 2251.</p><p>325.Dépenses exceptionnelles d'aide et de secours</p><p>1. Délibération décidant du remboursement des frais d'assistance ou de secours engagés par l'élu.</p><p>2. Justificatifs.</p><p>326. Frais d'aide à la personne</p><p>1. Délibération fixant les conditions du droit à remboursement.</p><p>2. Etat de frais.</p><p>327. Frais spécifiques des élus en situation de handicap</p><p>Etat de frais précisant les frais engagés mensuellement.</p><p>328. Remboursement des frais exposés par les élus pour leur défense</p><p>1. Délibération autorisant la prise en charge des frais ou en cas d'indemnisation, fixant son montant.</p><p>2. Factures ou notes d'honoraires ou décompte de l'indemnisation.</p><p>33. Autres dépenses</p><p>331. Compensation des pertes de revenu</p><p>Etat liquidatif précisant, le motif de la perte de revenu, le nombre d'heures compensées et le nombre total d'heures compensées soit au titre de l'année civile soit au titre de la durée du mandat (6).</p><p>(6) Au titre de la durée du mandat pour les congés de formation.</p><p>332. Accidents survenus dans l'exercice des fonctions</p><p>1. Certificat de prise en charge.</p><p>2. Etat de frais, factures.</p><p>333. Prise en charge des frais de formation engagés par les élus ou les administrateurs des OPH (7)</p><p>3331. Indemnisation</p><p>1. Délibération autorisant la prise en charge de frais de formation engagés par l'élu ou l'administrateur de l'OPH.</p><p>2. Décompte.</p><p>3. Facture.</p><p>3332. Frais de déplacement</p><p>Pièces prévues à la rubrique 322 ou 323 selon le cas.</p><p>(7) Les frais acquittés directement auprès d'un prestataire relèvent de la rubrique 4.</p><p></p><p></p><p></p><p></p><p></p><p></p><p></p>",
            "num": "Rubrique 3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1453507200000,
            "dateFin": 1649462400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324076",
                        "id": "LEGISCTA000019324076",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019324127",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324076",
            "sectionParentId": "LEGISCTA000019324076",
            "sectionParentTitre": "Annexe I",
            "fullSectionsTitre": "Annexes &gt; Annexe I",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031892378",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031885772",
                    "textTitle": "Décret n°2016-33 du 20 janvier 2016 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031887357",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-01-22",
                    "dateSignaTexte": "2016-01-20",
                    "dateDebutCible": "2016-01-23"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019324127",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1177977600000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022496200",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1453507200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031892378",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1453507200000,
                    "dateFin": 1649462400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045535095",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1649462400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Rubrique 3"
            ],
            "versionPrecedente": "LEGIARTI000022496200",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022496200",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Rubrique 3-Dépenses liées à l'exercice de fonctions électives ou de représentation 31-Indemnités 311-Indemnité de fonction d'un élu local 3111-Premier paiement 1. Délibération fixant les conditions d'octroi de l'indemnité et son montant. 2. Le cas échéant, arrêté de délégation de fonction. 3. Le cas échéant (1), déclaration de l'élu désignant la collectivité ou l'établissement chargé d'opérer la retenue. (1) Lorsque, en cas de cumul de mandats, le comptable qui verse l'indemnité est celui de la collectivité ou de l'établissement désigné pour opérer la retenue à la source. 4. Le cas échéant, délibération désignant l'élu bénéficiaire de la part écrêtée. 5. Pièces prévues pour les paiement ultérieurs. 3112-Paiements ultérieurs 1. Etat liquidatif précisant le montant brut de l'indemnité, le montant des précomptes, le montant net versé. 2. Selon le cas : Mention de la base imposable et de l'impôt dû dans l'état liquidatif de la retenue à la source, accompagné, le cas échéant (1) des informations relatives aux indemnités versées par les collectivités non choisies pour effectuer la retenue à la source, (1) Lorsque, en cas de cumul de mandats, le comptable qui verse l'indemnité est celui de la collectivité ou de l'établissement désigné pour opérer la retenue à la source. ou Déclaration d'option pour l'imposition des indemnités à l'impôt sur le revenu, ou En cas de cumul de mandats, déclaration du choix de la collectivité chargée d'effectuer la liquidation de la retenue. 312-Indemnité d'un membre du    conseil économique, social et environnemental régional 3121-Premier paiement 1. Délibération fixant le montant de l'indemnité et les conditions de sa modulation. 2. Le cas échéant, arrêté de délégation de fonction. 3. Pièces prévues pour les paiements ultérieurs. 3122-Paiements ultérieurs 1. Etat liquidatif précisant le montant brut des indemnités, le montant des précomptes, le montant net versé. 2. Pièce (s) particulière (s) exigée (s) par la délibération. 313-Indemnités forfaitaires des administrateurs salariés des OPHLM et des OPAC 3131-Premier paiement 1. Décision du conseil d'administration fixant le montant de l'indemnité forfaitaire. 2. Pièces prévues pour les paiements ultérieurs. 3132-Paiements ultérieurs Attestation de l'employeur précisant le nombre d'heures perdues par l'intéressé. 314-Indemnités du président, du vice-président ou des membres du syndicat d'une association syndicale de propriétaires 1. Délibération de l'assemblée des propriétaires en fixant le principe et le montant. 2. Etat liquidatif. 315-Indemnités pour frais de représentation Délibération fixant le régime d'attribution. 316-Charges sociales Décompte indiquant notamment l'assiette, le taux et le montant des charges à payer, ou Etat de redressement suite à un contrôle. 32-Remboursement de frais 321-Frais d'exécution d'un mandat spécial 3211-Pièces générale Délibération accordant un mandat spécial. 3212-Pièces particulières 1. Frais de déplacement et de mission : pièces prévues à la rubrique 322. 2. Frais d'aide à la personne et autres frais : -le cas échéant (2), délibération ; (2) Si la décision donnant mandat spécial n'a pas décidé de la prise en charge de ces frais. -état de frais. 322-Frais de déplacement et de mission Etat de frais (voir annexe A de la présente liste). 323-Indemnités de déplacement et frais de transport des administrateurs des offices publics de l'habitat 1. Décision du conseil d'administration fixant les conditions de versement des indemnités et frais. 2. Etat de frais. 3. Le cas échéant (3), justificatifs. (3) Lorsque les indemnités kilométriques compensatrices des frais de transport ne sont pas celles fixées pour les fonctionnaires. 324-Frais de déplacement et de mission des administrateurs des EPS et EPSMS Pièces prévues au g de la rubrique 2261. 325-Dépenses exceptionnelles d'aide et de secours 1. Délibération décidant du remboursement des frais d'assistance ou de secours engagés par l'élu. 2. Justificatifs. 326-Frais d'aide à la personne 1. Délibération fixant les conditions du droit à remboursement. 2. Etat de frais. 327-Frais spécifiques des élus en situation de handicap Etat de frais précisant les frais engagés mensuellement. 328-Remboursement des frais exposés par les élus pour leur défense 1. Délibération autorisant la prise en charge des frais. 2. Factures. 33-Autres dépenses 331-Compensation des pertes de revenu Etat liquidatif précisant le motif de la perte de revenu, le nombre d'heures compensées et le nombre total d'heures compensées soit au titre de l'année civile, soit au titre de la durée du mandat (4). (4) Au titre de la durée du mandat pour les congés de formation. 332-Accidents survenus dans l'exercice des fonctions 1. Certificat de prise en charge. 2. Etat de frais, factures.",
            "texteHtml": "<p align='center'><b>Rubrique 3-Dépenses liées à l'exercice de fonctions électives ou de représentation</b></p><p>31-Indemnités </p><p>311-Indemnité de fonction d'un élu local </p><p>3111-Premier paiement </p><p>1. Délibération fixant les conditions d'octroi de l'indemnité et son montant. </p><p>2. Le cas échéant, arrêté de délégation de fonction. </p><p>3. Le cas échéant (1), déclaration de l'élu désignant la collectivité ou l'établissement chargé d'opérer la retenue. </p><p>(1) Lorsque, en cas de cumul de mandats, le comptable qui verse l'indemnité est celui de la collectivité ou de l'établissement désigné pour opérer la retenue à la source. </p><p>4. Le cas échéant, délibération désignant l'élu bénéficiaire de la part écrêtée. </p><p>5. Pièces prévues pour les paiement ultérieurs. </p><p>3112-Paiements ultérieurs </p><p>1. Etat liquidatif précisant le montant brut de l'indemnité, le montant des précomptes, le montant net versé. </p><p>2. Selon le cas : </p><p>Mention de la base imposable et de l'impôt dû dans l'état liquidatif de la retenue à la source, accompagné, le cas échéant (1) des informations relatives aux indemnités versées par les collectivités non choisies pour effectuer la retenue à la source, </p><p>(1) Lorsque, en cas de cumul de mandats, le comptable qui verse l'indemnité est celui de la collectivité ou de l'établissement désigné pour opérer la retenue à la source. </p><p>ou </p><p>Déclaration d'option pour l'imposition des indemnités à l'impôt sur le revenu, </p><p>ou </p><p>En cas de cumul de mandats, déclaration du choix de la collectivité chargée d'effectuer la liquidation de la retenue. </p><p>312-Indemnité d'un membre du    conseil économique, social et environnemental régional </p><p>3121-Premier paiement </p><p>1. Délibération fixant le montant de l'indemnité et les conditions de sa modulation. </p><p>2. Le cas échéant, arrêté de délégation de fonction. </p><p>3. Pièces prévues pour les paiements ultérieurs. </p><p>3122-Paiements ultérieurs </p><p>1. Etat liquidatif précisant le montant brut des indemnités, le montant des précomptes, le montant net versé. </p><p>2. Pièce (s) particulière (s) exigée (s) par la délibération. </p><p>313-Indemnités forfaitaires des administrateurs salariés des OPHLM et des OPAC </p><p>3131-Premier paiement </p><p>1. Décision du conseil d'administration fixant le montant de l'indemnité forfaitaire. </p><p>2. Pièces prévues pour les paiements ultérieurs. </p><p>3132-Paiements ultérieurs </p><p>Attestation de l'employeur précisant le nombre d'heures perdues par l'intéressé. </p><p>314-Indemnités du président, du vice-président ou des membres du syndicat d'une association syndicale de propriétaires </p><p>1. Délibération de l'assemblée des propriétaires en fixant le principe et le montant. </p><p>2. Etat liquidatif. </p><p>315-Indemnités pour frais de représentation </p><p>Délibération fixant le régime d'attribution. </p><p>316-Charges sociales </p><p>Décompte indiquant notamment l'assiette, le taux et le montant des charges à payer, </p><p>ou </p><p>Etat de redressement suite à un contrôle. </p><p>32-Remboursement de frais </p><p>321-Frais d'exécution d'un mandat spécial </p><p>3211-Pièces générale </p><p>Délibération accordant un mandat spécial. </p><p>3212-Pièces particulières </p><p>1. Frais de déplacement et de mission : pièces prévues à la rubrique 322. </p><p>2. Frais d'aide à la personne et autres frais :</p><p>-le cas échéant (2), délibération ; </p><p>(2) Si la décision donnant mandat spécial n'a pas décidé de la prise en charge de ces frais.</p><p>-état de frais. </p><p>322-Frais de déplacement et de mission </p><p>Etat de frais (voir annexe A de la présente liste). </p><p>323-Indemnités de déplacement et frais de transport des administrateurs des offices publics de l'habitat </p><p>1. Décision du conseil d'administration fixant les conditions de versement des indemnités et frais. </p><p>2. Etat de frais. </p><p>3. Le cas échéant (3), justificatifs. </p><p>(3) Lorsque les indemnités kilométriques compensatrices des frais de transport ne sont pas celles fixées pour les fonctionnaires. </p><p>324-Frais de déplacement et de mission des administrateurs des EPS et EPSMS </p><p>Pièces prévues au g de la rubrique 2261. </p><p>325-Dépenses exceptionnelles d'aide et de secours </p><p>1. Délibération décidant du remboursement des frais d'assistance ou de secours engagés par l'élu. </p><p>2. Justificatifs. </p><p>326-Frais d'aide à la personne </p><p>1. Délibération fixant les conditions du droit à remboursement. </p><p>2. Etat de frais. </p><p>327-Frais spécifiques des élus en situation de handicap </p><p>Etat de frais précisant les frais engagés mensuellement. </p><p>328-Remboursement des frais exposés par les élus pour leur défense </p><p>1. Délibération autorisant la prise en charge des frais. </p><p>2. Factures. </p><p>33-Autres dépenses </p><p>331-Compensation des pertes de revenu </p><p>Etat liquidatif précisant le motif de la perte de revenu, le nombre d'heures compensées et le nombre total d'heures compensées soit au titre de l'année civile, soit au titre de la durée du mandat (4). </p><p>(4) Au titre de la durée du mandat pour les congés de formation. </p><p>332-Accidents survenus dans l'exercice des fonctions </p><p>1. Certificat de prise en charge. </p><p>2. Etat de frais, factures.</p>",
            "num": "Rubrique 3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1279065600000,
            "dateFin": 1453507200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324076",
                        "id": "LEGISCTA000019324076",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019324127",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324076",
            "sectionParentId": "LEGISCTA000019324076",
            "sectionParentTitre": "Annexe I",
            "fullSectionsTitre": "Annexes &gt; Annexe I",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000022496200",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022470434",
                    "textTitle": "LOI n° 2010-788\n du 12 juillet 2010 - art. 250 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "250",
                    "articleId": "LEGIARTI000022473296",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-07-13",
                    "dateSignaTexte": "2010-07-12",
                    "dateDebutCible": "2010-07-14"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019324127",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1177977600000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022496200",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1453507200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031892378",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1453507200000,
                    "dateFin": 1649462400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045535095",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1649462400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Rubrique 3"
            ],
            "versionPrecedente": "LEGIARTI000019324127",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019324127",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Rubrique 3 - Dépenses liées à l'exercice de fonctions électives ou de représentation 31 - Indemnités 311 - Indemnité de fonction d'un élu local 3111 - Premier paiement 1. Délibération fixant les conditions d'octroi de l'indemnité et son montant. 2. Le cas échéant, arrêté de délégation de fonction. 3. Le cas échéant (1), déclaration de l'élu désignant la collectivité ou l'établissement chargé d'opérer la retenue. (1) Lorsque, en cas de cumul de mandats, le comptable qui verse l'indemnité est celui de la collectivité ou de l'établissement désigné pour opérer la retenue à la source. 4. Le cas échéant, délibération désignant l'élu bénéficiaire de la part écrêtée. 5. Pièces prévues pour les paiement ultérieurs. 3112 - Paiements ultérieurs 1. Etat liquidatif précisant le montant brut de l'indemnité, le montant des précomptes, le montant net versé. 2. Selon le cas : Mention de la base imposable et de l'impôt dû dans l'état liquidatif de la retenue à la source, accompagné, le cas échéant (1) des informations relatives aux indemnités versées par les collectivités non choisies pour effectuer la retenue à la source, (1) Lorsque, en cas de cumul de mandats, le comptable qui verse l'indemnité est celui de la collectivité ou de l'établissement désigné pour opérer la retenue à la source. ou Déclaration d'option pour l'imposition des indemnités à l'impôt sur le revenu, ou En cas de cumul de mandats, déclaration du choix de la collectivité chargée d'effectuer la liquidation de la retenue. 312 - Indemnité d'un membre du conseil économique et social régional 3121 - Premier paiement 1. Délibération fixant le montant de l'indemnité et les conditions de sa modulation. 2. Le cas échéant, arrêté de délégation de fonction. 3. Pièces prévues pour les paiements ultérieurs. 3122 - Paiements ultérieurs 1. Etat liquidatif précisant le montant brut des indemnités, le montant des précomptes, le montant net versé. 2. Pièce(s) particulière(s) exigée(s) par la délibération. 313 - Indemnités forfaitaires des administrateurs salariés des OPHLM et des OPAC 3131 - Premier paiement 1. Décision du conseil d'administration fixant le montant de l'indemnité forfaitaire. 2. Pièces prévues pour les paiements ultérieurs. 3132 - Paiements ultérieurs Attestation de l'employeur précisant le nombre d'heures perdues par l'intéressé. 314 - Indemnités du président, du vice-président ou des membres du syndicat d'une association syndicale de propriétaires 1. Délibération de l'assemblée des propriétaires en fixant le principe et le montant. 2. Etat liquidatif. 315 - Indemnités pour frais de représentation Délibération fixant le régime d'attribution. 316 - Charges sociales Décompte indiquant notamment l'assiette, le taux et le montant des charges à payer, ou Etat de redressement suite à un contrôle. 32 - Remboursement de frais 321 - Frais d'exécution d'un mandat spécial 3211 - Pièces générale Délibération accordant un mandat spécial. 3212 - Pièces particulières 1. Frais de déplacement et de mission : pièces prévues à la rubrique 322. 2. Frais d'aide à la personne et autres frais : - le cas échéant (2), délibération ; (2) Si la décision donnant mandat spécial n'a pas décidé de la prise en charge de ces frais. - état de frais. 322 - Frais de déplacement et de mission Etat de frais (voir annexe A de la présente liste). 323 - Indemnités de déplacement et frais de transport des administrateurs des offices publics de l'habitat 1. Décision du conseil d'administration fixant les conditions de versement des indemnités et frais. 2. Etat de frais. 3. Le cas échéant (3), justificatifs. (3) Lorsque les indemnités kilométriques compensatrices des frais de transport ne sont pas celles fixées pour les fonctionnaires. 324 - Frais de déplacement et de mission des administrateurs des EPS et EPSMS Pièces prévues au g de la rubrique 2261. 325 - Dépenses exceptionnelles d'aide et de secours 1. Délibération décidant du remboursement des frais d'assistance ou de secours engagés par l'élu. 2. Justificatifs. 326 - Frais d'aide à la personne 1. Délibération fixant les conditions du droit à remboursement. 2. Etat de frais. 327 - Frais spécifiques des élus en situation de handicap Etat de frais précisant les frais engagés mensuellement. 328 - Remboursement des frais exposés par les élus pour leur défense 1. Délibération autorisant la prise en charge des frais. 2. Factures. 33 - Autres dépenses 331 - Compensation des pertes de revenu Etat liquidatif précisant le motif de la perte de revenu, le nombre d'heures compensées et le nombre total d'heures compensées soit au titre de l'année civile, soit au titre de la durée du mandat (4). (4) Au titre de la durée du mandat pour les congés de formation. 332 - Accidents survenus dans l'exercice des fonctions 1. Certificat de prise en charge. 2. Etat de frais, factures.",
            "texteHtml": "<p align='center'><b>Rubrique 3 - Dépenses liées à l'exercice de fonctions électives ou de représentation</b></p><p>31 - Indemnités</p><p>311 - Indemnité de fonction d'un élu local</p><p>3111 - Premier paiement</p><p>1. Délibération fixant les conditions d'octroi de l'indemnité et son montant.</p><p>2. Le cas échéant, arrêté de délégation de fonction.</p><p>3. Le cas échéant (1), déclaration de l'élu désignant la collectivité ou l'établissement chargé d'opérer la retenue.</p><p>(1) Lorsque, en cas de cumul de mandats, le comptable qui verse l'indemnité est celui de la collectivité ou de l'établissement désigné pour opérer la retenue à la source.</p><p>4. Le cas échéant, délibération désignant l'élu bénéficiaire de la part écrêtée.</p><p>5. Pièces prévues pour les paiement ultérieurs.</p><p>3112 - Paiements ultérieurs</p><p>1. Etat liquidatif précisant le montant brut de l'indemnité, le montant des précomptes, le montant net versé.</p><p>2. Selon le cas :</p><p>Mention de la base imposable et de l'impôt dû dans l'état liquidatif de la retenue à la source, accompagné, le cas échéant (1) des informations relatives aux indemnités versées par les collectivités non choisies pour effectuer la retenue à la source,</p><p>(1) Lorsque, en cas de cumul de mandats, le comptable qui verse l'indemnité est celui de la collectivité ou de l'établissement désigné pour opérer la retenue à la source.</p><p>ou</p><p>Déclaration d'option pour l'imposition des indemnités à l'impôt sur le revenu,</p><p>ou</p><p>En cas de cumul de mandats, déclaration du choix de la collectivité chargée d'effectuer la liquidation de la retenue.</p><p>312 - Indemnité d'un membre du conseil économique et social régional</p><p>3121 - Premier paiement</p><p>1. Délibération fixant le montant de l'indemnité et les conditions de sa modulation.</p><p>2. Le cas échéant, arrêté de délégation de fonction.</p><p>3. Pièces prévues pour les paiements ultérieurs.</p><p>3122 - Paiements ultérieurs</p><p>1. Etat liquidatif précisant le montant brut des indemnités, le montant des précomptes, le montant net versé.</p><p>2. Pièce(s) particulière(s) exigée(s) par la délibération.</p><p>313 - Indemnités forfaitaires des administrateurs salariés des OPHLM et des OPAC</p><p>3131 - Premier paiement</p><p>1. Décision du conseil d'administration fixant le montant de l'indemnité forfaitaire.</p><p>2. Pièces prévues pour les paiements ultérieurs.</p><p>3132 - Paiements ultérieurs</p><p>Attestation de l'employeur précisant le nombre d'heures perdues par l'intéressé.</p><p>314 - Indemnités du président, du vice-président ou des membres du syndicat d'une association syndicale de propriétaires</p><p>1. Délibération de l'assemblée des propriétaires en fixant le principe et le montant.</p><p>2. Etat liquidatif.</p><p>315 - Indemnités pour frais de représentation</p><p>Délibération fixant le régime d'attribution.</p><p>316 - Charges sociales</p><p>Décompte indiquant notamment l'assiette, le taux et le montant des charges à payer,</p><p>ou</p><p>Etat de redressement suite à un contrôle.</p><p>32 - Remboursement de frais</p><p>321 - Frais d'exécution d'un mandat spécial</p><p>3211 - Pièces générale</p><p>Délibération accordant un mandat spécial.</p><p>3212 - Pièces particulières</p><p>1. Frais de déplacement et de mission : pièces prévues à la rubrique 322.</p><p>2. Frais d'aide à la personne et autres frais :</p><p>- le cas échéant (2), délibération ;</p><p>(2) Si la décision donnant mandat spécial n'a pas décidé de la prise en charge de ces frais.</p><p>- état de frais.</p><p>322 - Frais de déplacement et de mission</p><p>Etat de frais (voir annexe A de la présente liste).</p><p>323 - Indemnités de déplacement et frais de transport des administrateurs des offices publics de l'habitat</p><p>1. Décision du conseil d'administration fixant les conditions de versement des indemnités et frais.</p><p>2. Etat de frais.</p><p>3. Le cas échéant (3), justificatifs.</p><p>(3) Lorsque les indemnités kilométriques compensatrices des frais de transport ne sont pas celles fixées pour les fonctionnaires.</p><p>324 - Frais de déplacement et de mission des administrateurs des EPS et EPSMS</p><p>Pièces prévues au g de la rubrique 2261.</p><p>325 - Dépenses exceptionnelles d'aide et de secours</p><p>1. Délibération décidant du remboursement des frais d'assistance ou de secours engagés par l'élu.</p><p>2. Justificatifs.</p><p>326 - Frais d'aide à la personne</p><p>1. Délibération fixant les conditions du droit à remboursement.</p><p>2. Etat de frais.</p><p>327 - Frais spécifiques des élus en situation de handicap</p><p>Etat de frais précisant les frais engagés mensuellement.</p><p>328 - Remboursement des frais exposés par les élus pour leur défense</p><p>1. Délibération autorisant la prise en charge des frais.</p><p>2. Factures.</p><p>33 - Autres dépenses</p><p>331 - Compensation des pertes de revenu</p><p>Etat liquidatif précisant le motif de la perte de revenu, le nombre d'heures compensées et le nombre total d'heures compensées soit au titre de l'année civile, soit au titre de la durée du mandat (4). </p><p>(4) Au titre de la durée du mandat pour les congés de formation.</p><p>332 - Accidents survenus dans l'exercice des fonctions </p><p>1. Certificat de prise en charge.</p><p>2. Etat de frais, factures.</p>",
            "num": "Rubrique 3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1177977600000,
            "dateFin": 1279065600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324076",
                        "id": "LEGISCTA000019324076",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019324127",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324076",
            "sectionParentId": "LEGISCTA000019324076",
            "sectionParentTitre": "Annexe I",
            "fullSectionsTitre": "Annexes &gt; Annexe I",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019324127",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000645851",
                    "textTitle": "Décret n°2007-450 du 25 mars 2007 - art. 2",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006261818",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-28",
                    "dateSignaTexte": "2007-03-25",
                    "dateDebutCible": "2007-03-28"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019324127",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1177977600000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022496200",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1453507200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031892378",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1453507200000,
                    "dateFin": 1649462400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045535095",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1649462400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Rubrique 3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}