{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043545934",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les visites mentionnées au III de l'article L. 32-4 sont autorisées par ordonnance du juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel sont situés les lieux à visiter. Lorsque ces lieux sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des juges des libertés et de la détention compétents. Le juge vérifie que la demande d'autorisation est fondée ; cette demande doit comporter tous les éléments d'information en possession du demandeur de nature à justifier la visite et la saisie. L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des fonctionnaires habilités à procéder aux opérations de visite et de saisie ainsi que les heures auxquelles ils sont autorisés à se présenter. L'ordonnance est exécutoire au seul vu de la minute. II. – L'ordonnance est notifiée sur place, au moment de la visite, à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'ordonnance comporte la mention de la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix. L'exercice de cette faculté n'entraîne pas la suspension des opérations de visite et de saisie. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. III. – La visite et la saisie de documents s'effectuent sous l'autorité et le contrôle du juge des libertés et de la détention qui les a autorisées. S'il l'estime utile, il désigne le chef du service qui devra nommer un ou plusieurs officiers de police judiciaire chargés d'assister à ces opérations, d'apporter leur concours en procédant le cas échéant aux réquisitions nécessaires et de tenir le juge informé du déroulement de ces opérations. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite et de saisie n'a pas d'effet suspensif. IV. – La visite ne peut commencer avant 6 heures et après 21 heures. Elle est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister par le conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. Le ou les officiers de police judiciaire, les agents habilités, l'occupant des lieux ou son représentant peuvent seuls prendre connaissance des pièces et documents avant leur saisie. Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents habilités à procéder à la visite. Un inventaire des pièces et documents saisis lui est annexé s'il y a lieu. Le procès-verbal et l'inventaire sont signés par les agents habilités et l'occupant des lieux ou, le cas échéant, par son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. Si l'inventaire sur place présente des difficultés, les pièces et les documents saisis sont placés sous scellés. L'occupant des lieux ou son représentant est avisé qu'il peut assister à l'ouverture des scellés ; l'inventaire est alors établi. Les originaux du procès-verbal et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a autorisé la visite. Une copie de ces mêmes documents est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. Le procès-verbal et l'inventaire mentionnent le délai et les voies de recours. Les pièces saisies sont conservées pour les besoins de la procédure, à moins qu'une décision insusceptible de pourvoi en cassation par les parties n'en ordonne la restitution. V. – L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du tribunal judiciaire transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VI. – Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite ou de saisie autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception soit du procès-verbal, soit de l'inventaire, mentionnés au premier alinéa. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VII. – Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.",
            "texteHtml": "<p>I. – Les visites mentionnées au III de l'article L. 32-4 sont autorisées par ordonnance du juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel sont situés les lieux à visiter. Lorsque ces lieux sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des juges des libertés et de la détention compétents. </p><p>Le juge vérifie que la demande d'autorisation est fondée ; cette demande doit comporter tous les éléments d'information en possession du demandeur de nature à justifier la visite et la saisie. </p><p>L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des fonctionnaires habilités à procéder aux opérations de visite et de saisie ainsi que les heures auxquelles ils sont autorisés à se présenter. </p><p>L'ordonnance est exécutoire au seul vu de la minute. </p><p>II. – L'ordonnance est notifiée sur place, au moment de la visite, à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'ordonnance comporte la mention de la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix. L'exercice de cette faculté n'entraîne pas la suspension des opérations de visite et de saisie. </p><p>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. </p><p>III. – La visite et la saisie de documents s'effectuent sous l'autorité et le contrôle du juge des libertés et de la détention qui les a autorisées. S'il l'estime utile, il désigne le chef du service qui devra nommer un ou plusieurs officiers de police judiciaire chargés d'assister à ces opérations, d'apporter leur concours en procédant le cas échéant aux réquisitions nécessaires et de tenir le juge informé du déroulement de ces opérations. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite et de saisie n'a pas d'effet suspensif. </p><p>IV. – La visite ne peut commencer avant 6 heures et après 21 heures. Elle est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister par le conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. </p><p>Le ou les officiers de police judiciaire, les agents habilités, l'occupant des lieux ou son représentant peuvent seuls prendre connaissance des pièces et documents avant leur saisie. </p><p>Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents habilités à procéder à la visite. Un inventaire des pièces et documents saisis lui est annexé s'il y a lieu. Le procès-verbal et l'inventaire sont signés par les agents habilités et l'occupant des lieux ou, le cas échéant, par son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. Si l'inventaire sur place présente des difficultés, les pièces et les documents saisis sont placés sous scellés. L'occupant des lieux ou son représentant est avisé qu'il peut assister à l'ouverture des scellés ; l'inventaire est alors établi. </p><p>Les originaux du procès-verbal et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a autorisé la visite. Une copie de ces mêmes documents est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. </p><p>Le procès-verbal et l'inventaire mentionnent le délai et les voies de recours. </p><p>Les pièces saisies sont conservées pour les besoins de la procédure, à moins qu'une décision insusceptible de pourvoi en cassation par les parties n'en ordonne la restitution. </p><p>V. – L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. </p><p>Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. </p><p>Le greffe du tribunal judiciaire transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. </p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VI. – Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite ou de saisie autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. </p><p>Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception soit du procès-verbal, soit de l'inventaire, mentionnés au premier alinéa. Ce recours n'est pas suspensif. </p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VII. – Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.</p>",
            "num": "L32-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1622160000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1994091957,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136631",
                        "id": "LEGISCTA000006136631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Définitions et principes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150658",
                        "id": "LEGISCTA000006150658",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465740",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150658",
            "sectionParentId": "LEGISCTA000006150658",
            "sectionParentTitre": "Chapitre Ier : Définitions et principes.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre Ier : Définitions et principes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043545934",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043534846",
                    "textTitle": "Ordonnance n°2021-650 du 26 mai 2021 - art. 53",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "53",
                    "articleId": "LEGIARTI000043537336",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-05-27",
                    "dateSignaTexte": "2021-05-26",
                    "dateDebutCible": "2021-05-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033851060",
                    "textTitle": "Arrêté du 22 décembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033851061",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1484092800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034599801",
                    "textTitle": "Avis n°2017-0161 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034599805",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2017-0161",
                    "datePubli": 1494028800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034951476",
                    "textTitle": "Arrêté du 8 juin 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034951477",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1497657600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034968859",
                    "textTitle": "Arrêté du 28 mai 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034968860",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1497916800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035374523",
                    "textTitle": "Arrêté du 20 juillet 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035374524",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1501891200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035780879",
                    "textTitle": "Arrêté du 5 octobre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035780880",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1507852800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036063004",
                    "textTitle": "Arrêté du 9 novembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036063005",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1511222400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684627",
                    "textTitle": "Arrêté du 28 février 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036684628",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036743176",
                    "textTitle": "Arrêté du 19 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036743177",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1522108800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036849616",
                    "textTitle": "Arrêté du 19 février 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036849617",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1524960000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036903213",
                    "textTitle": "Arrêté du 23 avril 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036903214",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1526342400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037345826",
                    "textTitle": "Arrêté du 8 août 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037345829",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1535500800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037508597",
                    "textTitle": "Arrêté du 5 octobre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037508598",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1539993600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038338027",
                    "textTitle": "Arrêté du 22 mars 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000038338028",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1554422400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039509068",
                    "textTitle": "Arrêté du 6 décembre 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000039509069",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1576368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041515030",
                    "textTitle": "Arrêté du 29 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041515031",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580601600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041529514",
                    "textTitle": "Arrêté du 29 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041529515",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580860800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041535933",
                    "textTitle": "Arrêté du 31 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041535934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580947200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043868708",
                    "textTitle": "Arrêté du 15 juillet 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043868709",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044265448",
                    "textTitle": "Arrêté du 12 octobre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044265449",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635465600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044315622",
                    "textTitle": "Arrêté du 2 novembre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044315623",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1636588800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045743682",
                    "textTitle": "Arrêté du 25 avril 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045743683",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1651622400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045753427",
                    "textTitle": "Arrêté du 3 mai 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045753428",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1651708800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045892502",
                    "textTitle": "Arrêté du 7 juin 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045892503",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1654819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046404777",
                    "textTitle": "Arrêté du 30 septembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046404778",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1665532800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046556541",
                    "textTitle": "Arrêté du 9 novembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046556542",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1668470400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047416951",
                    "textTitle": "Arrêté du 3 avril 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047416952",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1680825600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047774607",
                    "textTitle": "Arrêté du 20 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047774608",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1688256000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L32-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L32-4",
                    "articleId": "LEGIARTI000044564953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L34-3 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L34-3",
                    "articleId": "LEGIARTI000006465779",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465740",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1089417600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020480338",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1238803200000,
                    "dateFin": 1325376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023480463",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1475971200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033219443",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1475971200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039278900",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043545934",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L32-5",
                "32-5"
            ],
            "versionPrecedente": "LEGIARTI000039278900",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000039278900",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les visites mentionnées au III de l'article L. 32-4 sont autorisées par ordonnance du juge des libertés et de la détention du   tribunal judiciaire dans le ressort duquel sont situés les lieux à visiter. Lorsque ces lieux sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des juges des libertés et de la détention compétents. Le juge vérifie que la demande d'autorisation est fondée ; cette demande doit comporter tous les éléments d'information en possession du demandeur de nature à justifier la visite et la saisie. L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des fonctionnaires habilités à procéder aux opérations de visite et de saisie ainsi que les heures auxquelles ils sont autorisés à se présenter. L'ordonnance est exécutoire au seul vu de la minute. II. – L'ordonnance est notifiée sur place, au moment de la visite, à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'ordonnance comporte la mention de la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix. L'exercice de cette faculté n'entraîne pas la suspension des opérations de visite et de saisie. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. III. – La visite et la saisie de documents s'effectuent sous l'autorité et le contrôle du juge des libertés et de la détention qui les a autorisées. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite et de saisie n'a pas d'effet suspensif. IV. – La visite ne peut commencer avant 6 heures et après 21 heures. Elle est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister par le conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. Les agents habilités, l'occupant des lieux ou son représentant peuvent seuls prendre connaissance des pièces et documents avant leur saisie. Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents habilités à procéder à la visite. Un inventaire des pièces et documents saisis lui est annexé s'il y a lieu. Le procès-verbal et l'inventaire sont signés par les agents habilités et l'occupant des lieux ou, le cas échéant, par son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. Si l'inventaire sur place présente des difficultés, les pièces et les documents saisis sont placés sous scellés. L'occupant des lieux ou son représentant est avisé qu'il peut assister à l'ouverture des scellés ; l'inventaire est alors établi. Les originaux du procès-verbal et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a autorisé la visite. Une copie de ces mêmes documents est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. Le procès-verbal et l'inventaire mentionnent le délai et les voies de recours. Les pièces saisies sont conservées pour les besoins de la procédure, à moins qu'une décision insusceptible de pourvoi en cassation par les parties n'en ordonne la restitution. V. – L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du   tribunal judiciaire transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VI. – Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite ou de saisie autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception soit du procès-verbal, soit de l'inventaire, mentionnés au premier alinéa. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VII. – Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.",
            "texteHtml": "<p>I. – Les visites mentionnées au III de l'article L. 32-4 sont autorisées par ordonnance du juge des libertés et de la détention du   tribunal judiciaire dans le ressort duquel sont situés les lieux à visiter. Lorsque ces lieux sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des juges des libertés et de la détention compétents. </p><p>Le juge vérifie que la demande d'autorisation est fondée ; cette demande doit comporter tous les éléments d'information en possession du demandeur de nature à justifier la visite et la saisie. </p><p>L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des fonctionnaires habilités à procéder aux opérations de visite et de saisie ainsi que les heures auxquelles ils sont autorisés à se présenter. </p><p>L'ordonnance est exécutoire au seul vu de la minute. </p><p>II. – L'ordonnance est notifiée sur place, au moment de la visite, à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'ordonnance comporte la mention de la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix. L'exercice de cette faculté n'entraîne pas la suspension des opérations de visite et de saisie. </p><p>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. </p><p>III. – La visite et la saisie de documents s'effectuent sous l'autorité et le contrôle du juge des libertés et de la détention qui les a autorisées. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite et de saisie n'a pas d'effet suspensif. </p><p>IV. – La visite ne peut commencer avant 6 heures et après 21 heures. Elle est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister par le conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. </p><p>Les agents habilités, l'occupant des lieux ou son représentant peuvent seuls prendre connaissance des pièces et documents avant leur saisie. </p><p>Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents habilités à procéder à la visite. Un inventaire des pièces et documents saisis lui est annexé s'il y a lieu. Le procès-verbal et l'inventaire sont signés par les agents habilités et l'occupant des lieux ou, le cas échéant, par son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. Si l'inventaire sur place présente des difficultés, les pièces et les documents saisis sont placés sous scellés. L'occupant des lieux ou son représentant est avisé qu'il peut assister à l'ouverture des scellés ; l'inventaire est alors établi. </p><p>Les originaux du procès-verbal et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a autorisé la visite. Une copie de ces mêmes documents est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. </p><p>Le procès-verbal et l'inventaire mentionnent le délai et les voies de recours. </p><p>Les pièces saisies sont conservées pour les besoins de la procédure, à moins qu'une décision insusceptible de pourvoi en cassation par les parties n'en ordonne la restitution. </p><p>V. – L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. </p><p>Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. </p><p>Le greffe du   tribunal judiciaire transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. </p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VI. – Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite ou de saisie autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. </p><p>Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception soit du procès-verbal, soit de l'inventaire, mentionnés au premier alinéa. Ce recours n'est pas suspensif. </p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VII. – Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.</p>",
            "num": "L32-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1577836800000,
            "dateFin": 1622160000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1994091957,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136631",
                        "id": "LEGISCTA000006136631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Définitions et principes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150658",
                        "id": "LEGISCTA000006150658",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465740",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150658",
            "sectionParentId": "LEGISCTA000006150658",
            "sectionParentTitre": "Chapitre Ier : Définitions et principes.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre Ier : Définitions et principes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039278900",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033851060",
                    "textTitle": "Arrêté du 22 décembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033851061",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1484092800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034599801",
                    "textTitle": "Avis n°2017-0161 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034599805",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2017-0161",
                    "datePubli": 1494028800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034951476",
                    "textTitle": "Arrêté du 8 juin 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034951477",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1497657600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034968859",
                    "textTitle": "Arrêté du 28 mai 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034968860",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1497916800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035374523",
                    "textTitle": "Arrêté du 20 juillet 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035374524",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1501891200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035780879",
                    "textTitle": "Arrêté du 5 octobre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035780880",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1507852800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036063004",
                    "textTitle": "Arrêté du 9 novembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036063005",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1511222400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684627",
                    "textTitle": "Arrêté du 28 février 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036684628",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036743176",
                    "textTitle": "Arrêté du 19 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036743177",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1522108800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036849616",
                    "textTitle": "Arrêté du 19 février 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036849617",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1524960000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036903213",
                    "textTitle": "Arrêté du 23 avril 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036903214",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1526342400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037345826",
                    "textTitle": "Arrêté du 8 août 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037345829",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1535500800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037508597",
                    "textTitle": "Arrêté du 5 octobre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037508598",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1539993600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038338027",
                    "textTitle": "Arrêté du 22 mars 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000038338028",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1554422400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039509068",
                    "textTitle": "Arrêté du 6 décembre 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000039509069",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1576368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041515030",
                    "textTitle": "Arrêté du 29 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041515031",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580601600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041529514",
                    "textTitle": "Arrêté du 29 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041529515",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580860800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041535933",
                    "textTitle": "Arrêté du 31 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041535934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580947200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043868708",
                    "textTitle": "Arrêté du 15 juillet 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043868709",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044265448",
                    "textTitle": "Arrêté du 12 octobre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044265449",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635465600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044315622",
                    "textTitle": "Arrêté du 2 novembre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044315623",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1636588800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045743682",
                    "textTitle": "Arrêté du 25 avril 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045743683",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1651622400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045753427",
                    "textTitle": "Arrêté du 3 mai 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045753428",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1651708800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045892502",
                    "textTitle": "Arrêté du 7 juin 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045892503",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1654819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046404777",
                    "textTitle": "Arrêté du 30 septembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046404778",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1665532800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046556541",
                    "textTitle": "Arrêté du 9 novembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046556542",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1668470400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047416951",
                    "textTitle": "Arrêté du 3 avril 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047416952",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1680825600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047774607",
                    "textTitle": "Arrêté du 20 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047774608",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1688256000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L32-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L32-4",
                    "articleId": "LEGIARTI000044564953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L34-3 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L34-3",
                    "articleId": "LEGIARTI000006465779",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465740",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1089417600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020480338",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1238803200000,
                    "dateFin": 1325376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023480463",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1475971200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033219443",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1475971200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039278900",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043545934",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L32-5",
                "32-5"
            ],
            "versionPrecedente": "LEGIARTI000033219443",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033219443",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les visites mentionnées au III de l'article L. 32-4 sont autorisées par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux à visiter. Lorsque ces lieux sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des juges des libertés et de la détention compétents. Le juge vérifie que la demande d'autorisation est fondée ; cette demande doit comporter tous les éléments d'information en possession du demandeur de nature à justifier la visite et la saisie. L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des fonctionnaires habilités à procéder aux opérations de visite et de saisie ainsi que les heures auxquelles ils sont autorisés à se présenter. L'ordonnance est exécutoire au seul vu de la minute. II. – L'ordonnance est notifiée sur place, au moment de la visite, à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis.A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'ordonnance comporte la mention de la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix. L'exercice de cette faculté n'entraîne pas la suspension des opérations de visite et de saisie. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. III. – La visite et la saisie de documents s'effectuent sous l'autorité et le contrôle du juge des libertés et de la détention qui les a autorisées. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention.A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite et de saisie n'a pas d'effet suspensif. IV. – La visite ne peut commencer avant 6 heures et après 21 heures. Elle est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister par le conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. Les agents habilités, l'occupant des lieux ou son représentant peuvent seuls prendre connaissance des pièces et documents avant leur saisie. Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents habilités à procéder à la visite. Un inventaire des pièces et documents saisis lui est annexé s'il y a lieu. Le procès-verbal et l'inventaire sont signés par les agents habilités et l'occupant des lieux ou, le cas échéant, par son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. Si l'inventaire sur place présente des difficultés, les pièces et les documents saisis sont placés sous scellés. L'occupant des lieux ou son représentant est avisé qu'il peut assister à l'ouverture des scellés ; l'inventaire est alors établi. Les originaux du procès-verbal et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a autorisé la visite. Une copie de ces mêmes documents est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. Le procès-verbal et l'inventaire mentionnent le délai et les voies de recours. Les pièces saisies sont conservées pour les besoins de la procédure, à moins qu'une décision insusceptible de pourvoi en cassation par les parties n'en ordonne la restitution. V. – L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VI. – Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite ou de saisie autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception soit du procès-verbal, soit de l'inventaire, mentionnés au premier alinéa. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VII. – Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.",
            "texteHtml": "<p>I. – Les visites mentionnées au III de l'article L. 32-4 sont autorisées par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux à visiter. Lorsque ces lieux sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des juges des libertés et de la détention compétents.</p><p>Le juge vérifie que la demande d'autorisation est fondée ; cette demande doit comporter tous les éléments d'information en possession du demandeur de nature à justifier la visite et la saisie.</p><p>L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des fonctionnaires habilités à procéder aux opérations de visite et de saisie ainsi que les heures auxquelles ils sont autorisés à se présenter.</p><p>L'ordonnance est exécutoire au seul vu de la minute.</p><p>II. – L'ordonnance est notifiée sur place, au moment de la visite, à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis.A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'ordonnance comporte la mention de la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix. L'exercice de cette faculté n'entraîne pas la suspension des opérations de visite et de saisie.</p><p>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite.</p><p>III. – La visite et la saisie de documents s'effectuent sous l'autorité et le contrôle du juge des libertés et de la détention qui les a autorisées. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention.A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite et de saisie n'a pas d'effet suspensif.</p><p>IV. – La visite ne peut commencer avant 6 heures et après 21 heures. Elle est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister par le conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité.</p><p>Les agents habilités, l'occupant des lieux ou son représentant peuvent seuls prendre connaissance des pièces et documents avant leur saisie.</p><p>Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents habilités à procéder à la visite. Un inventaire des pièces et documents saisis lui est annexé s'il y a lieu. Le procès-verbal et l'inventaire sont signés par les agents habilités et l'occupant des lieux ou, le cas échéant, par son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. Si l'inventaire sur place présente des difficultés, les pièces et les documents saisis sont placés sous scellés. L'occupant des lieux ou son représentant est avisé qu'il peut assister à l'ouverture des scellés ; l'inventaire est alors établi.</p><p>Les originaux du procès-verbal et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a autorisé la visite. Une copie de ces mêmes documents est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant.</p><p>Le procès-verbal et l'inventaire mentionnent le délai et les voies de recours.</p><p>Les pièces saisies sont conservées pour les besoins de la procédure, à moins qu'une décision insusceptible de pourvoi en cassation par les parties n'en ordonne la restitution.</p><p>V. – L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat.</p><p>Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif.</p><p>Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter.</p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours.</p><p>VI. – Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite ou de saisie autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat.</p><p>Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception soit du procès-verbal, soit de l'inventaire, mentionnés au premier alinéa. Ce recours n'est pas suspensif.</p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours.</p><p>VII. – Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.</p>",
            "num": "L32-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1475971200000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1994091957,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136631",
                        "id": "LEGISCTA000006136631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Définitions et principes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150658",
                        "id": "LEGISCTA000006150658",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465740",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150658",
            "sectionParentId": "LEGISCTA000006150658",
            "sectionParentTitre": "Chapitre Ier : Définitions et principes.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre Ier : Définitions et principes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033219443",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033202746",
                    "textTitle": "LOI n°2016-1321 du 7 octobre 2016 - art. 43",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000033205176",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-10-08",
                    "dateSignaTexte": "2016-10-07",
                    "dateDebutCible": "2016-10-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033851060",
                    "textTitle": "Arrêté du 22 décembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033851061",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1484092800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034599801",
                    "textTitle": "Avis n°2017-0161 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034599805",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2017-0161",
                    "datePubli": 1494028800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034951476",
                    "textTitle": "Arrêté du 8 juin 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034951477",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1497657600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034968859",
                    "textTitle": "Arrêté du 28 mai 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034968860",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1497916800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035374523",
                    "textTitle": "Arrêté du 20 juillet 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035374524",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1501891200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035780879",
                    "textTitle": "Arrêté du 5 octobre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035780880",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1507852800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036063004",
                    "textTitle": "Arrêté du 9 novembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036063005",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1511222400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684627",
                    "textTitle": "Arrêté du 28 février 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036684628",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036743176",
                    "textTitle": "Arrêté du 19 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036743177",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1522108800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036849616",
                    "textTitle": "Arrêté du 19 février 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036849617",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1524960000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036903213",
                    "textTitle": "Arrêté du 23 avril 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036903214",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1526342400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037345826",
                    "textTitle": "Arrêté du 8 août 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037345829",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1535500800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037508597",
                    "textTitle": "Arrêté du 5 octobre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037508598",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1539993600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038338027",
                    "textTitle": "Arrêté du 22 mars 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000038338028",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1554422400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039509068",
                    "textTitle": "Arrêté du 6 décembre 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000039509069",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1576368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041515030",
                    "textTitle": "Arrêté du 29 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041515031",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580601600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041529514",
                    "textTitle": "Arrêté du 29 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041529515",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580860800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041535933",
                    "textTitle": "Arrêté du 31 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041535934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580947200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043868708",
                    "textTitle": "Arrêté du 15 juillet 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043868709",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044265448",
                    "textTitle": "Arrêté du 12 octobre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044265449",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635465600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044315622",
                    "textTitle": "Arrêté du 2 novembre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044315623",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1636588800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045743682",
                    "textTitle": "Arrêté du 25 avril 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045743683",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1651622400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045753427",
                    "textTitle": "Arrêté du 3 mai 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045753428",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1651708800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045892502",
                    "textTitle": "Arrêté du 7 juin 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045892503",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1654819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046404777",
                    "textTitle": "Arrêté du 30 septembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046404778",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1665532800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046556541",
                    "textTitle": "Arrêté du 9 novembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046556542",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1668470400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047416951",
                    "textTitle": "Arrêté du 3 avril 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047416952",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1680825600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047774607",
                    "textTitle": "Arrêté du 20 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047774608",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1688256000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L32-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L32-4",
                    "articleId": "LEGIARTI000044564953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L34-3 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L34-3",
                    "articleId": "LEGIARTI000006465779",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465740",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1089417600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020480338",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1238803200000,
                    "dateFin": 1325376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023480463",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1475971200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033219443",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1475971200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039278900",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043545934",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L32-5",
                "32-5"
            ],
            "versionPrecedente": "LEGIARTI000023480463",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000023480463",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La visite prévue à l'article L. 32-4 est autorisée par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux à visiter. L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des fonctionnaires habilités à procéder aux opérations de visite et de saisie ainsi que les heures auxquelles ils sont autorisés à se présenter. L'ordonnance est exécutoire au seul vu de la minute. II.-L'ordonnance est notifiée sur place, au moment de la visite, à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis.A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. III.-La visite et la saisie de documents s'effectuent sous l'autorité et le contrôle du juge des libertés et de la détention qui les a autorisées. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention.A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite et de saisie n'a pas d'effet suspensif. IV.-La visite ne peut commencer avant 6 heures et après 21 heures. Elle est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister de l'avocat de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. Les agents habilités, l'occupant des lieux ou son représentant peuvent seuls prendre connaissance des pièces et documents avant leur saisie. Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents habilités à procéder à la visite. Un inventaire des pièces et documents saisis lui est annexé s'il y a lieu. Le procès-verbal et l'inventaire sont signés par les agents habilités et l'occupant des lieux ou, le cas échéant, par son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. Les originaux du procès-verbal et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a autorisé la visite. Une copie de ces mêmes documents est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. Le procès-verbal et l'inventaire mentionnent le délai et les voies de recours. Les pièces saisies sont conservées pour les besoins de la procédure, à moins qu'une décision insusceptible de pourvoi en cassation par les parties n'en ordonne la restitution. V.-L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VI.-Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite ou de saisie autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception soit du procès-verbal, soit de l'inventaire, mentionnés au premier alinéa. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VII.-Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.",
            "texteHtml": "<p>I.-La visite prévue à l'article L. 32-4 est autorisée par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux à visiter.</p><p>L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des fonctionnaires habilités à procéder aux opérations de visite et de saisie ainsi que les heures auxquelles ils sont autorisés à se présenter.</p><p>L'ordonnance est exécutoire au seul vu de la minute. </p><p>II.-L'ordonnance est notifiée sur place, au moment de la visite, à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis.A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice.</p><p>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. </p><p>III.-La visite et la saisie de documents s'effectuent sous l'autorité et le contrôle du juge des libertés et de la détention qui les a autorisées. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention.A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite et de saisie n'a pas d'effet suspensif. </p><p>IV.-La visite ne peut commencer avant 6 heures et après 21 heures. Elle est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister de l'avocat de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. </p><p>Les agents habilités, l'occupant des lieux ou son représentant peuvent seuls prendre connaissance des pièces et documents avant leur saisie. </p><p>Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents habilités à procéder à la visite. Un inventaire des pièces et documents saisis lui est annexé s'il y a lieu. Le procès-verbal et l'inventaire sont signés par les agents habilités et l'occupant des lieux ou, le cas échéant, par son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. </p><p>Les originaux du procès-verbal et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a autorisé la visite. Une copie de ces mêmes documents est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. </p><p>Le procès-verbal et l'inventaire mentionnent le délai et les voies de recours. </p><p>Les pièces saisies sont conservées pour les besoins de la procédure, à moins qu'une décision insusceptible de pourvoi en cassation par les parties n'en ordonne la restitution.</p><p>V.-L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. </p><p>Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. </p><p>Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter.</p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VI.-Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite ou de saisie autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. </p><p>Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception soit du procès-verbal, soit de l'inventaire, mentionnés au premier alinéa. Ce recours n'est pas suspensif.</p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VII.-Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.</p><p></p><p></p>",
            "num": "L32-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1325376000000,
            "dateFin": 1475971200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1994091957,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136631",
                        "id": "LEGISCTA000006136631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Définitions et principes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150658",
                        "id": "LEGISCTA000006150658",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465740",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150658",
            "sectionParentId": "LEGISCTA000006150658",
            "sectionParentTitre": "Chapitre Ier : Définitions et principes.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre Ier : Définitions et principes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000023480463",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000023474278",
                    "textTitle": "LOI n°2011-94\n du 25 janvier 2011 - art. 31",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000023475422",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-01-26",
                    "dateSignaTexte": "2011-01-25",
                    "dateDebutCible": "2011-01-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033851060",
                    "textTitle": "Arrêté du 22 décembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033851061",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1484092800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034599801",
                    "textTitle": "Avis n°2017-0161 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034599805",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2017-0161",
                    "datePubli": 1494028800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034951476",
                    "textTitle": "Arrêté du 8 juin 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034951477",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1497657600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034968859",
                    "textTitle": "Arrêté du 28 mai 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034968860",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1497916800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035374523",
                    "textTitle": "Arrêté du 20 juillet 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035374524",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1501891200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035780879",
                    "textTitle": "Arrêté du 5 octobre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035780880",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1507852800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036063004",
                    "textTitle": "Arrêté du 9 novembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036063005",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1511222400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684627",
                    "textTitle": "Arrêté du 28 février 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036684628",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036743176",
                    "textTitle": "Arrêté du 19 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036743177",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1522108800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036849616",
                    "textTitle": "Arrêté du 19 février 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036849617",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1524960000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036903213",
                    "textTitle": "Arrêté du 23 avril 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036903214",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1526342400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037345826",
                    "textTitle": "Arrêté du 8 août 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037345829",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1535500800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037508597",
                    "textTitle": "Arrêté du 5 octobre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037508598",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1539993600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038338027",
                    "textTitle": "Arrêté du 22 mars 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000038338028",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1554422400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039509068",
                    "textTitle": "Arrêté du 6 décembre 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000039509069",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1576368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041515030",
                    "textTitle": "Arrêté du 29 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041515031",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580601600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041529514",
                    "textTitle": "Arrêté du 29 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041529515",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580860800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041535933",
                    "textTitle": "Arrêté du 31 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041535934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580947200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043868708",
                    "textTitle": "Arrêté du 15 juillet 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043868709",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044265448",
                    "textTitle": "Arrêté du 12 octobre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044265449",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635465600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044315622",
                    "textTitle": "Arrêté du 2 novembre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044315623",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1636588800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045743682",
                    "textTitle": "Arrêté du 25 avril 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045743683",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1651622400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045753427",
                    "textTitle": "Arrêté du 3 mai 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045753428",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1651708800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045892502",
                    "textTitle": "Arrêté du 7 juin 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045892503",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1654819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046404777",
                    "textTitle": "Arrêté du 30 septembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046404778",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1665532800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046556541",
                    "textTitle": "Arrêté du 9 novembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046556542",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1668470400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047416951",
                    "textTitle": "Arrêté du 3 avril 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047416952",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1680825600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047774607",
                    "textTitle": "Arrêté du 20 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047774608",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1688256000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L32-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L32-4",
                    "articleId": "LEGIARTI000044564953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L34-3 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L34-3",
                    "articleId": "LEGIARTI000006465779",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465740",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1089417600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020480338",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1238803200000,
                    "dateFin": 1325376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023480463",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1475971200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033219443",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1475971200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039278900",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043545934",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L32-5",
                "32-5"
            ],
            "versionPrecedente": "LEGIARTI000020480338",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020480338",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La visite prévue à l'article L. 32-4 est autorisée par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux à visiter. L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des fonctionnaires habilités à procéder aux opérations de visite et de saisie ainsi que les heures auxquelles ils sont autorisés à se présenter. L'ordonnance est exécutoire au seul vu de la minute. II.-L'ordonnance est notifiée sur place, au moment de la visite, à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis.A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. III.-La visite et la saisie de documents s'effectuent sous l'autorité et le contrôle du juge des libertés et de la détention qui les a autorisées. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention.A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite et de saisie n'a pas d'effet suspensif. IV.-La visite ne peut commencer avant 6 heures et après 21 heures. Elle est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister de l'avocat de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. Les agents habilités, l'occupant des lieux ou son représentant peuvent seuls prendre connaissance des pièces et documents avant leur saisie. Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents habilités à procéder à la visite. Un inventaire des pièces et documents saisis lui est annexé s'il y a lieu. Le procès-verbal et l'inventaire sont signés par les agents habilités et l'occupant des lieux ou, le cas échéant, par son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. Les originaux du procès-verbal et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a autorisé la visite. Une copie de ces mêmes documents est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. Le procès-verbal et l'inventaire mentionnent le délai et les voies de recours. Les pièces saisies sont conservées pour les besoins de la procédure, à moins qu'une décision insusceptible de pourvoi en cassation par les parties n'en ordonne la restitution. V.-L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avoué. Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VI.-Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite ou de saisie autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avoué. Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception soit du procès-verbal, soit de l'inventaire, mentionnés au premier alinéa. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VII.-Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.",
            "texteHtml": "<p>I.-La visite prévue à l'article L. 32-4 est autorisée par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux à visiter.</p><p>L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des fonctionnaires habilités à procéder aux opérations de visite et de saisie ainsi que les heures auxquelles ils sont autorisés à se présenter.</p><p>L'ordonnance est exécutoire au seul vu de la minute. </p><p>II.-L'ordonnance est notifiée sur place, au moment de la visite, à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis.A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice.</p><p>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. </p><p>III.-La visite et la saisie de documents s'effectuent sous l'autorité et le contrôle du juge des libertés et de la détention qui les a autorisées. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention.A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite et de saisie n'a pas d'effet suspensif. </p><p>IV.-La visite ne peut commencer avant 6 heures et après 21 heures. Elle est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister de l'avocat de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. </p><p>Les agents habilités, l'occupant des lieux ou son représentant peuvent seuls prendre connaissance des pièces et documents avant leur saisie. </p><p>Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents habilités à procéder à la visite. Un inventaire des pièces et documents saisis lui est annexé s'il y a lieu. Le procès-verbal et l'inventaire sont signés par les agents habilités et l'occupant des lieux ou, le cas échéant, par son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. </p><p>Les originaux du procès-verbal et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a autorisé la visite. Une copie de ces mêmes documents est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. </p><p>Le procès-verbal et l'inventaire mentionnent le délai et les voies de recours. </p><p>Les pièces saisies sont conservées pour les besoins de la procédure, à moins qu'une décision insusceptible de pourvoi en cassation par les parties n'en ordonne la restitution.</p><p>V.-L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avoué. </p><p>Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. </p><p>Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter.</p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VI.-Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite ou de saisie autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avoué. </p><p>Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception soit du procès-verbal, soit de l'inventaire, mentionnés au premier alinéa. Ce recours n'est pas suspensif.</p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VII.-Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.</p><p></p><p></p>",
            "num": "L32-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1238803200000,
            "dateFin": 1325376000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 773082,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-12-30",
                        "fin": "2004-07-10",
                        "titre": "LIVRE II : Les télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118604",
                        "id": "LEGISCTA000006118604",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-12-30",
                        "fin": "2004-07-10",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136628",
                        "id": "LEGISCTA000006136628",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-12-30",
                        "fin": "2004-07-10",
                        "titre": "CHAPITRE Ier : Définitions et principes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150651",
                        "id": "LEGISCTA000006150651",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465740",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150651",
            "sectionParentId": "LEGISCTA000006150651",
            "sectionParentTitre": "CHAPITRE Ier : Définitions et principes.",
            "fullSectionsTitre": "Partie législative",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020480338",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020477758",
                    "textTitle": "Ordonnance n°2009-375\n du 1er avril 2009 - art. 10",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000020478376",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2009-04-03",
                    "dateSignaTexte": "2009-04-01",
                    "dateDebutCible": "2009-04-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033851060",
                    "textTitle": "Arrêté du 22 décembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033851061",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1484092800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034599801",
                    "textTitle": "Avis n°2017-0161 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034599805",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2017-0161",
                    "datePubli": 1494028800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034951476",
                    "textTitle": "Arrêté du 8 juin 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034951477",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1497657600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034968859",
                    "textTitle": "Arrêté du 28 mai 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034968860",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1497916800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035374523",
                    "textTitle": "Arrêté du 20 juillet 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035374524",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1501891200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035780879",
                    "textTitle": "Arrêté du 5 octobre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035780880",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1507852800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036063004",
                    "textTitle": "Arrêté du 9 novembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036063005",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1511222400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684627",
                    "textTitle": "Arrêté du 28 février 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036684628",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036743176",
                    "textTitle": "Arrêté du 19 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036743177",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1522108800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036849616",
                    "textTitle": "Arrêté du 19 février 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036849617",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1524960000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036903213",
                    "textTitle": "Arrêté du 23 avril 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036903214",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1526342400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037345826",
                    "textTitle": "Arrêté du 8 août 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037345829",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1535500800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037508597",
                    "textTitle": "Arrêté du 5 octobre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037508598",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1539993600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038338027",
                    "textTitle": "Arrêté du 22 mars 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000038338028",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1554422400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039509068",
                    "textTitle": "Arrêté du 6 décembre 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000039509069",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1576368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041515030",
                    "textTitle": "Arrêté du 29 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041515031",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580601600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041529514",
                    "textTitle": "Arrêté du 29 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041529515",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580860800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041535933",
                    "textTitle": "Arrêté du 31 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041535934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580947200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043868708",
                    "textTitle": "Arrêté du 15 juillet 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043868709",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044265448",
                    "textTitle": "Arrêté du 12 octobre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044265449",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635465600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044315622",
                    "textTitle": "Arrêté du 2 novembre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044315623",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1636588800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045743682",
                    "textTitle": "Arrêté du 25 avril 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045743683",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1651622400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045753427",
                    "textTitle": "Arrêté du 3 mai 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045753428",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1651708800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045892502",
                    "textTitle": "Arrêté du 7 juin 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045892503",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1654819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046404777",
                    "textTitle": "Arrêté du 30 septembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046404778",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1665532800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046556541",
                    "textTitle": "Arrêté du 9 novembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046556542",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1668470400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047416951",
                    "textTitle": "Arrêté du 3 avril 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047416952",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1680825600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047774607",
                    "textTitle": "Arrêté du 20 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047774608",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1688256000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L32-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L32-4",
                    "articleId": "LEGIARTI000044564953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L34-3 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L34-3",
                    "articleId": "LEGIARTI000006465779",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465740",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1089417600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020480338",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1238803200000,
                    "dateFin": 1325376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023480463",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1475971200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033219443",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1475971200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039278900",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043545934",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L32-5",
                "32-5"
            ],
            "versionPrecedente": "LEGIARTI000006465740",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006465740",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les opérateurs exploitant un réseau radioélectrique de communication ouvert au public ou fournissant des services de radiocommunication au public sont tenus de mettre en oeuvre les dispositifs techniques destinés à interdire, à l'exception des numéros d'urgence, l'accès à leurs réseaux ou à leurs services des communications émises au moyen de terminaux mobiles, identifiés et qui leur ont été déclarés volés. Toutefois, l'officier de police judiciaire peut requérir des opérateurs, après accord donné par le procureur de la République ou le juge d'instruction, de ne pas appliquer les dispositions du premier alinéa.",
            "texteHtml": "<p></p>   Les opérateurs exploitant un réseau radioélectrique de communication ouvert au public ou fournissant des services de radiocommunication au public sont tenus de mettre en oeuvre les dispositifs techniques destinés à interdire, à l'exception des numéros d'urgence, l'accès à leurs réseaux ou à leurs services des communications émises au moyen de terminaux mobiles, identifiés et qui leur ont été déclarés volés.<p></p><p></p>   Toutefois, l'officier de police judiciaire peut requérir des opérateurs, après accord donné par le procureur de la République ou le juge d'instruction, de ne pas appliquer les dispositions du premier alinéa.<p></p>",
            "num": "L32-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "TRANSFERE",
            "dateDebut": 1072915200000,
            "dateFin": 1089417600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 773082,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-12-30",
                        "fin": "2004-07-10",
                        "titre": "LIVRE II : Les télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118604",
                        "id": "LEGISCTA000006118604",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-12-30",
                        "fin": "2004-07-10",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136628",
                        "id": "LEGISCTA000006136628",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-12-30",
                        "fin": "2004-07-10",
                        "titre": "CHAPITRE Ier : Définitions et principes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150651",
                        "id": "LEGISCTA000006150651",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465740",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150651",
            "sectionParentId": "LEGISCTA000006150651",
            "sectionParentTitre": "CHAPITRE Ier : Définitions et principes.",
            "fullSectionsTitre": "Partie législative",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006465740",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Loi 2003-239 du 18 mars 2003 art. 72 II : Les présentes dispositions entrent en application pour le territoire métropolitain le 1er janvier 2004. En tant que de besoin, les modalités d'application en sont fixées par décret en Conseil d'Etat.",
            "notaHtml": "<p></p>   NOTA : Loi 2003-239 du 18 mars 2003 art. 72 II : Les présentes dispositions entrent en application pour le territoire métropolitain le 1er janvier 2004. En tant que de besoin, les modalités d'application en sont fixées par décret en Conseil d'Etat.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412199",
                    "textTitle": "Loi n°2003-239 du 18 mars 2003 - art. 72 (V) JORF 19 mars 2003 en vigueur le 1er janvier 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "72",
                    "articleId": "LEGIARTI000006528966",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-03-19",
                    "dateSignaTexte": "2003-03-18",
                    "dateDebutCible": "2003-03-19"
                },
                {
                    "textCid": "JORFTEXT000000439399",
                    "textTitle": "Loi n°2004-669 du 9 juillet 2004 - art. 10 () JORF 10 juillet 2004",
                    "linkType": "TRANSFERT",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006421621",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-07-10",
                    "dateSignaTexte": "2004-07-09",
                    "dateDebutCible": "2004-07-10"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret 62-273 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033851060",
                    "textTitle": "Arrêté du 22 décembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033851061",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1484092800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034599801",
                    "textTitle": "Avis n°2017-0161 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034599805",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2017-0161",
                    "datePubli": 1494028800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034951476",
                    "textTitle": "Arrêté du 8 juin 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034951477",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1497657600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034968859",
                    "textTitle": "Arrêté du 28 mai 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034968860",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1497916800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035374523",
                    "textTitle": "Arrêté du 20 juillet 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035374524",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1501891200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035780879",
                    "textTitle": "Arrêté du 5 octobre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035780880",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1507852800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036063004",
                    "textTitle": "Arrêté du 9 novembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036063005",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1511222400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684627",
                    "textTitle": "Arrêté du 28 février 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036684628",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036743176",
                    "textTitle": "Arrêté du 19 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036743177",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1522108800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036849616",
                    "textTitle": "Arrêté du 19 février 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036849617",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1524960000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036903213",
                    "textTitle": "Arrêté du 23 avril 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036903214",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1526342400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037345826",
                    "textTitle": "Arrêté du 8 août 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037345829",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1535500800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037508597",
                    "textTitle": "Arrêté du 5 octobre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037508598",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1539993600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038338027",
                    "textTitle": "Arrêté du 22 mars 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000038338028",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1554422400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039509068",
                    "textTitle": "Arrêté du 6 décembre 2019 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000039509069",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1576368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041515030",
                    "textTitle": "Arrêté du 29 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041515031",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580601600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041529514",
                    "textTitle": "Arrêté du 29 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041529515",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580860800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041535933",
                    "textTitle": "Arrêté du 31 janvier 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041535934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1580947200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043868708",
                    "textTitle": "Arrêté du 15 juillet 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043868709",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044265448",
                    "textTitle": "Arrêté du 12 octobre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044265449",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635465600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044315622",
                    "textTitle": "Arrêté du 2 novembre 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044315623",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1636588800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045743682",
                    "textTitle": "Arrêté du 25 avril 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045743683",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1651622400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045753427",
                    "textTitle": "Arrêté du 3 mai 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045753428",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1651708800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045892502",
                    "textTitle": "Arrêté du 7 juin 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045892503",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1654819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046404777",
                    "textTitle": "Arrêté du 30 septembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046404778",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1665532800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046556541",
                    "textTitle": "Arrêté du 9 novembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046556542",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1668470400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047416951",
                    "textTitle": "Arrêté du 3 avril 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047416952",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1680825600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047774607",
                    "textTitle": "Arrêté du 20 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047774608",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1688256000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L32-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L32-4",
                    "articleId": "LEGIARTI000044564953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L34-3 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L34-3",
                    "articleId": "LEGIARTI000006465779",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465740",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1089417600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020480338",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1238803200000,
                    "dateFin": 1325376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023480463",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1475971200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033219443",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1475971200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039278900",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043545934",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L32-5",
                "32-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}