{
    "cid": "LEGIARTI000028999635",
    "num": "Annexe à l'article D1432-3",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-28",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS COMMUNES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028996271",
                        "id": "LEGISCTA000028996271",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : LES CONDITIONS D'EXERCICE  DES PROFESSIONS DE TRANSPORT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028996737",
                        "id": "LEGISCTA000028996737",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-28",
                        "fin": "2999-01-01",
                        "titre": "Annexe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028999867",
                        "id": "LEGISCTA000028999867",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043864482",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028992295",
                    "textTitle": "Décret n°2014-530 du 22 mai 2014 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000043862139",
                    "textTitle": "Décret n°2021-985 du 26 juillet 2021 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043863593",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-28",
                    "dateSignaTexte": "2021-07-26",
                    "dateDebutCible": "2021-09-01"
                }
            ],
            "num": "Annexe à l'article D1432-3",
            "origine": "LEGI",
            "texte": "CONTRAT TYPE DE COMMISSION DE TRANSPORT Article 1er Objet et domaine d'application Le présent contrat définit les conditions dans lesquelles un commissionnaire de transport organise, en son nom et pour le compte d'un commettant dénommé ci-après donneur d'ordre, le déplacement de marchandises. Sa mission peut comporter d'autres prestations. Le prix prévu au contrat et librement convenu assure une juste rémunération des différents services rendus. Quel que soit le mode de transport utilisé, ce contrat régit les relations entre le donneur d'ordre et le commissionnaire de transport ou celles entre le commissionnaire de premier rang et les commissionnaires intermédiaires intervenant successivement, le cas échéant, dans l'organisation du transport ainsi que dans celle des autres prestations. Il règle également les relations des commissionnaires successifs entre eux. En cas de relations commerciales suivies entre un donneur d'ordre et un commissionnaire de transport, ayant fait l'objet d'une convention écrite, chaque envoi est présumé exécuté aux conditions de cette convention. Article 2 Définitions Au sens du présent contrat de commission, on entend par : 2.1. Colis. Un objet ou un ensemble matériel composé de plusieurs objets, quels qu'en soient le poids, les dimensions et le volume, constituant une charge unitaire identifiable lors de la remise au transport (bac, cage, caisse, cantine, carton, conteneur, enveloppe, fardeau, fût, paquet, palette cerclée ou filmée, sac, valise, etc.). 2.2. Commissionnaire de transport. Tout prestataire de services qui organise librement et fait exécuter, sous sa responsabilité et en son nom propre, le déplacement des marchandises d'un lieu à un autre selon les modes et les moyens de son choix pour le compte d'un donneur d'ordre. 2.3. Donneur d'ordre. La partie (le commettant) qui contracte avec le commissionnaire de transport. 2.4. Envoi. L'ensemble des marchandises, emballage et support de charge compris, mis effectivement, au même moment, à la disposition du commissionnaire de transport ou de son substitué et dont le déplacement est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique. 2.5. Livraison. La remise physique de la marchandise au destinataire ou à son représentant qui l'accepte. 2.6. Marchandises. Tous les biens meubles qui font l'objet du transport. 2.7. Prestations accessoires. Constituent notamment les prestations accessoires au contrat de commission de transport la déclaration de valeur, la déclaration d'intérêt spécial à la livraison, la livraison contre remboursement, l'assurance des marchandises et les opérations de douane. 2.8. Prise en charge. L'acceptation, par le commissionnaire ou par son substitué, de la marchandise. 2.9. Réserves. Le fait d'exprimer de façon expresse, précise, motivée et significative toute contestation relative à l'état ou à la quantité de la marchandise au moment de sa prise en charge ou de sa livraison ou toute contestation relative au délai d'acheminement de la marchandise. Article 3 Obligations du donneur d'ordre 3.1. Informations et documents à fournir par le donneur d'ordre au commissionnaire. En vue de la bonne organisation du transport et dans des délais compatibles avec celle-ci, le donneur d'ordre fournit notamment au commissionnaire, pour chaque envoi, par écrit ou par tout moyen électronique de transmission et de conservation de données, les informations suivantes : 1° La nature et l'objet du transport à organiser ; 2° Les modalités particulières d'exécution ; 3° L'adresse, la date et, si nécessaire, l'heure de la mise à disposition de la marchandise et de sa livraison ; 4° Le nom de l'expéditeur ainsi que celui du destinataire ; 5° Le nombre de colis ou le poids brut, les dimensions si nécessaire, et la nature très exacte des marchandises ; 6° La dangerosité éventuelle de celles-ci ; 7° Les prestations accessoires demandées ; 8° Toute autre instruction spécifique. 3.2. Marchandises illicites ou prohibées. Le donneur d'ordre s'interdit de confier au commissionnaire de transport l'organisation d'un transport de marchandises illicites ou prohibées. 3.3. Matériel de transport. Le donneur d'ordre qui demande la fourniture d'un matériel d'un type particulier le spécifie et confirme sa demande au commissionnaire par écrit ou par tout moyen électronique de transmission et de conservation des données. 3.4. Sous réserve des obligations du commissionnaire, notamment celles mentionnées à l'article 5, le donneur d'ordre supporte les conséquences résultant de déclarations ou de documents faux, erronés, incomplets, inadaptés ou remis tardivement au commissionnaire. Article 4 Emballage et étiquetage des marchandises. - Obligations déclaratives 4.1. Lorsque la nature de la marchandise le nécessite, celle-ci est conditionnée, emballée, marquée ou contremarquée par le donneur d'ordre de façon à supporter les conditions de transport ainsi que les opérations éventuelles de stockage et de manutention successives. 4.2. Sur chaque colis, pris comme charge unitaire, un étiquetage clair est apposé par le donneur d'ordre pour permettre une identification immédiate et sans équivoque de l'envoi dont il fait partie. 4.3. En présence de marchandises réglementées, le donneur d'ordre appose les étiquettes et marques obligatoires sur les emballages et, par écrit ou par tout moyen électronique de transmission et de conservation des données, attire l'attention du commissionnaire de transport sur les caractéristiques de la marchandise à transporter. 4.4. En présence de marchandises sensibles, le donneur d'ordre peut apposer un étiquetage approprié permettant le suivi des colis. 4.5. En présence de marchandises dangereuses, l'emballage et l'étiquetage doivent être conformes aux réglementations en vigueur. 4.6. L'envoi ne doit pas constituer une cause de danger pour les personnes et pour les autres marchandises transportées ainsi que pour les véhicules, matériels ou moyens de transport utilisés. 4.7. Si le commissionnaire de transport est informé par son substitué de l'existence d'un vice apparent sur le conditionnement, l'emballage ou l'étiquetage de la marchandise, il en avise aussitôt le donneur d'ordre, par écrit ou par tout moyen électronique de transmission et de conservation de données, afin d'obtenir des instructions de sa part. Article 5 Obligations du commissionnaire de transport 5.1. Nature des obligations. Le commissionnaire de transport est présumé responsable de la bonne fin du transport et est tenu d'une obligation générale de résultat. Il organise l'opération en fonction des informations, demandes et instructions du donneur d'ordre. 5.2. Vérification des documents. Le commissionnaire est tenu de procéder à la vérification des documents fournis par le donneur d'ordre qui ont un lien direct avec l'organisation du transport. Quant aux autres documents remis, il s'assure de leur conformité apparente avec la mission qui lui est confiée. 5.3. Rédaction et contrôle des documents nécessaires au transport. Le commissionnaire de transport vérifie que les informations et les pièces nécessaires à l'établissement du document de transport et à l'acheminement de la marchandise lui ont été fournies ou, à défaut, ont été remises au(x) transporteur(s) au plus tard lors de la prise en charge. Il établit les documents dont la rédaction lui incombe et s'assure, dans la mesure de ses possibilités, de l'établissement des documents par ceux qui en ont la charge. 5.4. Obligations d'information du commissionnaire de transport. 5.4.1. Quand les informations ou instructions du donneur d'ordre apparaissent ambiguës, impropres, incomplètes ou sont de nature à compromettre la bonne fin de la mission, le commissionnaire de transport demande au donneur d'ordre toute précision complémentaire par écrit ou par tout autre moyen électronique de transmission et de conservation des données. 5.4.2. S'il s'avère que les instructions du donneur d'ordre sont incompatibles avec les réglementations en vigueur ou induisent un risque quelconque, le commissionnaire doit refuser de les exécuter sans que sa responsabilité puisse être engagée. Il en informe le donneur d'ordre par écrit ou tout autre moyen électronique de transmission et de conservation des données. 5.4.3. Le commissionnaire de transport informe le donneur d'ordre des réglementations relatives au transport du ou des Etats concernés ainsi que des conventions internationales afférentes au transport. 5.5. Devoir de conseil. 5.5.1. Préalablement à la conclusion du contrat de commission, et dès qu'il est sollicité, le commissionnaire de transport informe le donneur d'ordre des avantages et des inconvénients des modes pouvant être utilisés. 5.5.2. En fonction des éléments qui lui sont fournis par le donneur d'ordre, de la nature, la valeur et la destination de la marchandise, des délais fixés et des usages du marché considéré, le commissionnaire suggère la souscription d'une assurance marchandises , d'une déclaration de valeur ou d'un intérêt spécial à la livraison. 5.5.3. Le devoir de conseil du commissionnaire de transport s'exerce dans son domaine de compétence et s'apprécie en fonction du degré de professionnalisme du donneur d'ordre. Ce devoir s'exerce dans la mesure où le commissionnaire de transport dispose en temps utile des éléments nécessaires à l'organisation du transport. 5.6. Obligations du commissionnaire de transport au regard de ses substitués. 5.6.1. Le commissionnaire de transport s'assure, préalablement à la conclusion du contrat de transport, que le substitué auquel il s'adresse est habilité à exécuter les opérations qui lui sont confiées et dispose des aptitudes requises. 5.6.2. Le commissionnaire de transport assume seul le choix de ses substitués. Il n'est pas tenu de recueillir l'accord du donneur d'ordre sur le nom des commissionnaires intermédiaires et des substitués qu'il retient. Sauf faute personnelle de sa part, le commissionnaire ne répond pas des commissionnaires intermédiaires ou des substitués qui lui ont été formellement imposés par le donneur d'ordre ou par les autorités publiques. 5.6.3. Le commissionnaire de transport a l'obligation de répercuter aux commissionnaires intermédiaires ou à ses substitués toutes les informations, demandes et instructions du donneur d'ordre, de les informer des particularités de la marchandise ou de l'opération et les met en mesure d'exécuter le contrat conformément à la mission qui lui a été confiée par son donneur d'ordre. 5.6.4. Le commissionnaire s'assure que les commissionnaires intermédiaires ou les substitués font suivre le document de transport et les documents annexes tout au long du transport et cela jusqu'à la livraison finale de l'envoi. 5.7. Obligations relatives au déroulement des opérations et à la livraison. 5.7.1. Le commissionnaire de transport, dès qu'il en a connaissance, informe le donneur d'ordre qui en a fait la demande de la bonne fin du transport. 5.7.2. Le commissionnaire de transport informe le donneur d'ordre de toutes les difficultés rencontrées dans l'exécution du contrat. 5.8. Manquement du commissionnaire de transport à ses devoirs et obligations. Le commissionnaire de transport répond de toutes les conséquences du manquement à ses obligations, lesquelles peuvent être limitées dans les conditions de l'article 13. Article 6 Prestations accessoires 6.1. Sauf en cas de relation commerciale suivie ayant fait l'objet d'une convention écrite, les directives formelles du donneur d'ordre en matière de prestations accessoires sont formulées pour chaque envoi par écrit ou par tout autre moyen électronique de transmission et de conservation des données. 6.2. La déclaration de valeur et la déclaration spéciale à la livraison suivent le régime juridique de la commission de transport. 6.3. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries telles que définies à l'article 13 ci-après. 6.4. La livraison contre remboursement, l'assurance des marchandises ainsi que les opérations de douane obéissent aux règles du mandat. Article 7 Assurance des marchandises Le commissionnaire de transport n'intervient qu'en qualité de mandataire du donneur d'ordre. Aucune assurance marchandises n'est souscrite par le commissionnaire de transport sans ordre écrit, ou donné par tout autre moyen électronique de transmission et de conservation des données, et répété du donneur d'ordre pour chaque envoi, précisant très clairement les risques à couvrir et les valeurs à garantir. A défaut de spécification précise, seuls les risques dits ordinaires sont assurés. Dans le cas d'une relation commerciale suivie ayant fait l'objet d'une convention écrite, chaque envoi est présumé soumis aux instructions initiales. Le commissionnaire de transport souscrit une assurance au nom et pour le compte du donneur d'ordre auprès d'une compagnie notoirement solvable au moment de la souscription de la police. Article 8 Livraison 8.1. La livraison est effectuée entre les mains de la personne telle que désignée comme destinataire par le donneur d'ordre. 8.2. Sur la base des informations qui lui ont été communiquées, le donneur d'ordre peut demander au commissionnaire de transport de prendre toutes dispositions utiles afin de préserver ses droits lors de la livraison de la marchandise. 8.3. Empêchement à la livraison, refus ou défaillance du destinataire. En cas d'empêchement à la livraison (absence du destinataire, inaccessibilité du lieu de livraison, refus par le destinataire de prendre livraison, etc.), tous les frais supplémentaires engagés pour le compte de la marchandise restent à la charge du donneur d'ordre, sauf en cas de faute du commissionnaire de transport ou de son substitué. Article 9 Défaillance du donneur d'ordre, empêchement au transport Le donneur d'ordre prévient le commissionnaire de transport, avec un préavis suffisant en fonction des usages professionnels et du mode de transport retenu, au cas où la marchandise ne pourrait pas lui être remise dans les délais prévus. A défaut, le commissionnaire de transport a droit à des dommages et intérêts en réparation de son préjudice prouvé, direct et prévisible lors de la conclusion du contrat. Si, une fois le chargement opéré, le transport est empêché ou interrompu temporairement ou si l'exécution du transport est ou devient impossible, le commissionnaire de transport demande des instructions au donneur d'ordre, par écrit ou par tous moyens de transmission et de conservation des données. Il lui indique toutes les conséquences dont il a connaissance. En l'absence de réponse du donneur d'ordre en temps utile, le commissionnaire de transport prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens. Les frais ainsi engagés sont répercutés au donneur d'ordre sur présentation des justificatifs. Lorsque l'empêchement est imputable au donneur d'ordre, le commissionnaire de transport a droit au remboursement des dépenses non prévues, sur présentation des justificatifs. Article 10 Prix des prestations 10.1. Cotation. Le prix est librement fixé sur la base des informations fournies par le donneur d'ordre. Il comprend le coût des différentes prestations fournies, notamment le prix du transport stricto sensu, incluant toute éventuelle instruction spécifique, le cas échéant, celui des prestations accessoires convenues, auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport ainsi que le coût de l'intervention du commissionnaire. Le prix ne comprend pas les droits, taxes, redevances et impôts dus en application de toute réglementation notamment fiscale ou douanière (tels que accises, droits d'entrée, etc.). Sont facturés séparément en sus de la prestation principale : a) Les prestations accessoires ; b) Les frais supplémentaires de suivi et de gestion des contrats ; c) Les droits, taxes, redevances et impôts dus en application de toute réglementation notamment fiscale ou douanière (tels que accises, droits d'entrée, etc.) ; d) Toute taxe liée au transport et/ou tout droit dont la perception est mise à la charge du transporteur ou du commissionnaire. 10.2. Renégociation du prix. Les parties ont la faculté de renégocier le prix initialement convenu en cas de variations significatives des charges des substitués du commissionnaire de transport qui tiennent à des conditions extérieures à ceux-ci. Les prix initialement convenus sont renégociés à la date anniversaire du contrat. 10.3. Taxes. Tous les prix sont calculés hors taxes. Article 11 Modification du contrat de commission de transport 11.1. Modification avant le commencement de l'exécution. Toute modification du contrat de commission de transport, soit à l'initiative du donneur d'ordre, soit en raison de circonstances extérieures aux parties et à leurs substitués, entraîne un réajustement à la hausse ou à la baisse du prix initialement convenu. Si les parties ne parviennent pas à s'entendre sur ce réajustement, chacune d'elles peut mettre un terme au contrat dans les conditions définies à l'article 15.1 ci-après. 11.2. Modification en cours d'exécution. Le donneur d'ordre qui modifie le contrat de commission au cours de son exécution supporte, sur présentation des justificatifs, les frais engagés par le commissionnaire de transport. Le commissionnaire de transport supporte les frais occasionnés par les modifications des conditions d'exécution du contrat de commission de transport qui résultent de son fait ou de celui de ses substitués. 11.3. Quand les modifications apportées par le commissionnaire de transport sont justifiées par l'intérêt de la marchandise, le donneur d'ordre rembourse les frais exposés sur présentation des justificatifs. 11.4. Modification affectant la substance du contrat de commission à l'initiative du donneur d'ordre. Si une modification à l'initiative du donneur d'ordre affecte la substance du contrat, les parties ont la faculté de renégocier les conditions tarifaires. Si les parties ne parviennent pas à s'entendre sur de nouvelles conditions tarifaires, chacune d'elles peut mettre un terme au contrat dans les conditions définies à l'article 15-1 ci-après. Article 12 Conditions de paiement 12.1. Le paiement du prix des prestations de commission de transport est exigible au lieu d'émission de la facture, laquelle doit être réglée dans un délai qui ne peut excéder trente jours à compter de la date de son émission. 12.2. La compensation unilatérale du montant des dommages allégués sur le prix dû au commissionnaire est interdite. 12.3. Tout retard dans le paiement entraîne de plein droit, le jour suivant la date de règlement figurant sur la facture, l'exigibilité d'intérêts de retard d'un montant équivalant à cinq fois le taux d'intérêt légal ainsi que d'une indemnité forfaitaire pour frais de recouvrement d'un montant de 40 € suivant l'article D. 441-5 du code de commerce et ce, sans préjudice de la réparation éventuelle, dans les conditions du droit commun, de tout autre dommage résultant directement de ce retard. La date d'exigibilité du paiement, le taux d'intérêt des pénalités de retard ainsi que le montant de l'indemnité forfaitaire de compensation des frais de recouvrement doivent obligatoirement figurer sur la facture. 12.4. Lorsque des délais de paiement sont consentis, tout paiement partiel sera imputé en premier lieu sur la partie non privilégiée des créances. Le non-paiement d'une seule échéance emportera sans formalité déchéance du terme, le solde devenant immédiatement exigible même en cas d'acceptation d'effets. Article 13 Responsabilité Le commissionnaire de transport est présumé responsable des dommages résultant du transport, de son organisation et de l'exécution des prestations accessoires et des instructions spécifiques. L'indemnisation du préjudice prouvé, direct et prévisible, s'effectue dans les conditions suivantes : 13.1. Responsabilité du fait des substitués. La réparation de ce préjudice prouvé due par le commissionnaire de transport est limitée à celle encourue par le substitué dans le cadre de l'envoi qui lui est confié. Quand les limites d'indemnisation des substitués n'ont pas été portées à la connaissance du donneur d'ordre ou ne résultent pas de dispositions impératives, légales ou réglementaires, elles sont réputées identiques à celles relatives à la responsabilité personnelle du commissionnaire de transport. 13.2. Responsabilité personnelle du commissionnaire de transport. Sauf faute intentionnelle ou inexcusable, l'indemnité pour faute personnelle prouvée du commissionnaire de transport est strictement limitée conformément aux dispositions ci-après : 13.2.1. Pertes et avaries de la marchandise. La réparation due par le commissionnaire de transport est égale à 20 € par kilogramme de poids brut de marchandise manquante ou avariée sans pouvoir excéder une somme supérieure au produit du poids brut de la marchandise de l'envoi exprimé en tonnes multiplié par 5 000 €. 13.2.2. Retard. En cas de préjudice prouvé résultant d'un retard à la livraison, la réparation des dommages est limitée au prix de la prestation de commission de transport (droits, taxes et frais divers exclus). 13.3. Déclaration de valeur. Le donneur d'ordre peut souscrire une déclaration de valeur qui, fixée par lui et acceptée par le commissionnaire de transport, a pour effet de substituer le montant de cette déclaration aux plafonds d'indemnité indiqués ci-dessus (cf. art. 13.1 et 13.2.1). Cette déclaration fait l'objet d'une rémunération supplémentaire. 13.4. Intérêt spécial à la livraison. Le donneur d'ordre peut faire une déclaration d'intérêt spécial à la livraison qui, fixée par lui et acceptée par le commissionnaire, a pour effet de substituer le montant de cette déclaration aux plafonds d'indemnité indiqués ci-dessus (cf. art. 13.1 et 13.2.2). Cette déclaration fait l'objet d'une rémunération supplémentaire. Article 14 Prescription Toutes les actions auxquelles le contrat de commission de transport peut donner lieu sont prescrites dans le délai d'un an. Ce délai court, en cas de perte totale, à compter du jour où la marchandise aurait dû être livrée ou offerte et, dans tous les autres cas, à compter du jour où la marchandise a été remise ou offerte au destinataire. Article 15 Durée, reconduction et résiliation du contrat de commission 15.1. Le contrat de commission de transport est conclu, soit pour une durée déterminée, reconductible ou non, soit pour une durée indéterminée. 15.2. Chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis se calculant comme suit : a) Un (1) mois lorsque la durée de la relation est inférieure ou égale à six (6) mois ; b) Deux (2) mois lorsque la durée de la relation est supérieure à six (6) mois et inférieure ou égale à un (1) an ; c) Trois (3) mois lorsque la durée de la relation est supérieure à un (1) an et inférieure ou égale à trois (3) ans ; d) Quatre (4) mois quand la durée de la relation est supérieure à trois (3) ans, auxquels s'ajoute une semaine, par année complète de relations commerciales, sans pouvoir excéder une durée maximale de six (6) mois. 15.3. Pendant la période de préavis, les parties maintiennent l'économie du contrat. 15.4. En cas de manquement grave ou de manquements répétés de l'une des parties à ses obligations contractuelles, et à l'issue d'un délai de quinze (15) jours suivants une mise en demeure, mentionnant la présente clause résolutoire, restée sans effet, adressée par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de commission de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnités, par l'envoi d'une lettre recommandée avec avis de réception de résiliation de celui-ci. Article 16 Clause attributive de juridiction En cas de litige ou de contestation relatif à un contrat de commission de transport incluant un transport international, seul le tribunal de commerce de Paris est compétent, même en cas de pluralité de défendeurs ou d'appels en garantie.",
            "texteHtml": "<p>CONTRAT TYPE DE COMMISSION DE TRANSPORT</p><p>Article 1er</p><p>Objet et domaine d'application</p><p>Le présent contrat définit les conditions dans lesquelles un commissionnaire de transport organise, en son nom et pour le compte d'un commettant dénommé ci-après donneur d'ordre, le déplacement de marchandises.</p><p>Sa mission peut comporter d'autres prestations.</p><p>Le prix prévu au contrat et librement convenu assure une juste rémunération des différents services rendus.</p><p>Quel que soit le mode de transport utilisé, ce contrat régit les relations entre le donneur d'ordre et le commissionnaire de transport ou celles entre le commissionnaire de premier rang et les commissionnaires intermédiaires intervenant successivement, le cas échéant, dans l'organisation du transport ainsi que dans celle des autres prestations. Il règle également les relations des commissionnaires successifs entre eux.</p><p>En cas de relations commerciales suivies entre un donneur d'ordre et un commissionnaire de transport, ayant fait l'objet d'une convention écrite, chaque envoi est présumé exécuté aux conditions de cette convention.</p><p>Article 2</p><p>Définitions</p><p>Au sens du présent contrat de commission, on entend par :</p><p>2.1. Colis.</p><p>Un objet ou un ensemble matériel composé de plusieurs objets, quels qu'en soient le poids, les dimensions et le volume, constituant une charge unitaire identifiable lors de la remise au transport (bac, cage, caisse, cantine, carton, conteneur, enveloppe, fardeau, fût, paquet, palette cerclée ou filmée, sac, valise, etc.).</p><p>2.2. Commissionnaire de transport.</p><p>Tout prestataire de services qui organise librement et fait exécuter, sous sa responsabilité et en son nom propre, le déplacement des marchandises d'un lieu à un autre selon les modes et les moyens de son choix pour le compte d'un donneur d'ordre.</p><p>2.3. Donneur d'ordre.</p><p>La partie (le commettant) qui contracte avec le commissionnaire de transport.</p><p>2.4. Envoi.</p><p>L'ensemble des marchandises, emballage et support de charge compris, mis effectivement, au même moment, à la disposition du commissionnaire de transport ou de son substitué et dont le déplacement est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique.</p><p>2.5. Livraison.</p><p>La remise physique de la marchandise au destinataire ou à son représentant qui l'accepte.</p><p>2.6. Marchandises.</p><p>Tous les biens meubles qui font l'objet du transport.</p><p>2.7. Prestations accessoires.</p><p>Constituent notamment les prestations accessoires au contrat de commission de transport la déclaration de valeur, la déclaration d'intérêt spécial à la livraison, la livraison contre remboursement, l'assurance des marchandises et les opérations de douane.</p><p>2.8. Prise en charge.</p><p>L'acceptation, par le commissionnaire ou par son substitué, de la marchandise.</p><p>2.9. Réserves.</p><p>Le fait d'exprimer de façon expresse, précise, motivée et significative toute contestation relative à l'état ou à la quantité de la marchandise au moment de sa prise en charge ou de sa livraison ou toute contestation relative au délai d'acheminement de la marchandise.</p><p>Article 3</p><p>Obligations du donneur d'ordre</p><p>3.1. Informations et documents à fournir par le donneur d'ordre au commissionnaire.</p><p>En vue de la bonne organisation du transport et dans des délais compatibles avec celle-ci, le donneur d'ordre fournit notamment au commissionnaire, pour chaque envoi, par écrit ou par tout moyen électronique de transmission et de conservation de données, les informations suivantes :</p><p>1° La nature et l'objet du transport à organiser ;</p><p>2° Les modalités particulières d'exécution ;</p><p>3° L'adresse, la date et, si nécessaire, l'heure de la mise à disposition de la marchandise et de sa livraison ;</p><p>4° Le nom de l'expéditeur ainsi que celui du destinataire ;</p><p>5° Le nombre de colis ou le poids brut, les dimensions si nécessaire, et la nature très exacte des marchandises ;</p><p>6° La dangerosité éventuelle de celles-ci ;</p><p>7° Les prestations accessoires demandées ;</p><p>8° Toute autre instruction spécifique.</p><p>3.2. Marchandises illicites ou prohibées.</p><p>Le donneur d'ordre s'interdit de confier au commissionnaire de transport l'organisation d'un transport de marchandises illicites ou prohibées.</p><p>3.3. Matériel de transport.</p><p>Le donneur d'ordre qui demande la fourniture d'un matériel d'un type particulier le spécifie et confirme sa demande au commissionnaire par écrit ou par tout moyen électronique de transmission et de conservation des données.</p><p>3.4. Sous réserve des obligations du commissionnaire, notamment celles mentionnées à l'article 5, le donneur d'ordre supporte les conséquences résultant de déclarations ou de documents faux, erronés, incomplets, inadaptés ou remis tardivement au commissionnaire.</p><p>Article 4</p><p>Emballage et étiquetage des marchandises. -</p><p>Obligations déclaratives</p><p>4.1. Lorsque la nature de la marchandise le nécessite, celle-ci est conditionnée, emballée, marquée ou contremarquée par le donneur d'ordre de façon à supporter les conditions de transport ainsi que les opérations éventuelles de stockage et de manutention successives.</p><p>4.2. Sur chaque colis, pris comme charge unitaire, un étiquetage clair est apposé par le donneur d'ordre pour permettre une identification immédiate et sans équivoque de l'envoi dont il fait partie.</p><p>4.3. En présence de marchandises réglementées, le donneur d'ordre appose les étiquettes et marques obligatoires sur les emballages et, par écrit ou par tout moyen électronique de transmission et de conservation des données, attire l'attention du commissionnaire de transport sur les caractéristiques de la marchandise à transporter.</p><p>4.4. En présence de marchandises sensibles, le donneur d'ordre peut apposer un étiquetage approprié permettant le suivi des colis.</p><p>4.5. En présence de marchandises dangereuses, l'emballage et l'étiquetage doivent être conformes aux réglementations en vigueur.</p><p>4.6. L'envoi ne doit pas constituer une cause de danger pour les personnes et pour les autres marchandises transportées ainsi que pour les véhicules, matériels ou moyens de transport utilisés.</p><p>4.7. Si le commissionnaire de transport est informé par son substitué de l'existence d'un vice apparent sur le conditionnement, l'emballage ou l'étiquetage de la marchandise, il en avise aussitôt le donneur d'ordre, par écrit ou par tout moyen électronique de transmission et de conservation de données, afin d'obtenir des instructions de sa part.</p><p>Article 5</p><p>Obligations du commissionnaire de transport</p><p>5.1. Nature des obligations.</p><p>Le commissionnaire de transport est présumé responsable de la bonne fin du transport et est tenu d'une obligation générale de résultat.</p><p>Il organise l'opération en fonction des informations, demandes et instructions du donneur d'ordre.</p><p>5.2. Vérification des documents.</p><p>Le commissionnaire est tenu de procéder à la vérification des documents fournis par le donneur d'ordre qui ont un lien direct avec l'organisation du transport. Quant aux autres documents remis, il s'assure de leur conformité apparente avec la mission qui lui est confiée.</p><p>5.3. Rédaction et contrôle des documents nécessaires au transport.</p><p>Le commissionnaire de transport vérifie que les informations et les pièces nécessaires à l'établissement du document de transport et à l'acheminement de la marchandise lui ont été fournies ou, à défaut, ont été remises au(x) transporteur(s) au plus tard lors de la prise en charge. Il établit les documents dont la rédaction lui incombe et s'assure, dans la mesure de ses possibilités, de l'établissement des documents par ceux qui en ont la charge.</p><p>5.4. Obligations d'information du commissionnaire de transport.</p><p>5.4.1. Quand les informations ou instructions du donneur d'ordre apparaissent ambiguës, impropres, incomplètes ou sont de nature à compromettre la bonne fin de la mission, le commissionnaire de transport demande au donneur d'ordre toute précision complémentaire par écrit ou par tout autre moyen électronique de transmission et de conservation des données.</p><p>5.4.2. S'il s'avère que les instructions du donneur d'ordre sont incompatibles avec les réglementations en vigueur ou induisent un risque quelconque, le commissionnaire doit refuser de les exécuter sans que sa responsabilité puisse être engagée. Il en informe le donneur d'ordre par écrit ou tout autre moyen électronique de transmission et de conservation des données.</p><p>5.4.3. Le commissionnaire de transport informe le donneur d'ordre des réglementations relatives au transport du ou des Etats concernés ainsi que des conventions internationales afférentes au transport.</p><p>5.5. Devoir de conseil.</p><p>5.5.1. Préalablement à la conclusion du contrat de commission, et dès qu'il est sollicité, le commissionnaire de transport informe le donneur d'ordre des avantages et des inconvénients des modes pouvant être utilisés.</p><p>5.5.2. En fonction des éléments qui lui sont fournis par le donneur d'ordre, de la nature, la valeur et la destination de la marchandise, des délais fixés et des usages du marché considéré, le commissionnaire suggère la souscription d'une assurance marchandises , d'une déclaration de valeur ou d'un intérêt spécial à la livraison.</p><p>5.5.3. Le devoir de conseil du commissionnaire de transport s'exerce dans son domaine de compétence et s'apprécie en fonction du degré de professionnalisme du donneur d'ordre. Ce devoir s'exerce dans la mesure où le commissionnaire de transport dispose en temps utile des éléments nécessaires à l'organisation du transport.</p><p>5.6. Obligations du commissionnaire de transport au regard de ses substitués.</p><p>5.6.1. Le commissionnaire de transport s'assure, préalablement à la conclusion du contrat de transport, que le substitué auquel il s'adresse est habilité à exécuter les opérations qui lui sont confiées et dispose des aptitudes requises.</p><p>5.6.2. Le commissionnaire de transport assume seul le choix de ses substitués. Il n'est pas tenu de recueillir l'accord du donneur d'ordre sur le nom des commissionnaires intermédiaires et des substitués qu'il retient. Sauf faute personnelle de sa part, le commissionnaire ne répond pas des commissionnaires intermédiaires ou des substitués qui lui ont été formellement imposés par le donneur d'ordre ou par les autorités publiques.</p><p>5.6.3. Le commissionnaire de transport a l'obligation de répercuter aux commissionnaires intermédiaires ou à ses substitués toutes les informations, demandes et instructions du donneur d'ordre, de les informer des particularités de la marchandise ou de l'opération et les met en mesure d'exécuter le contrat conformément à la mission qui lui a été confiée par son donneur d'ordre.</p><p>5.6.4. Le commissionnaire s'assure que les commissionnaires intermédiaires ou les substitués font suivre le document de transport et les documents annexes tout au long du transport et cela jusqu'à la livraison finale de l'envoi.</p><p>5.7. Obligations relatives au déroulement des opérations et à la livraison.</p><p>5.7.1. Le commissionnaire de transport, dès qu'il en a connaissance, informe le donneur d'ordre qui en a fait la demande de la bonne fin du transport.</p><p>5.7.2. Le commissionnaire de transport informe le donneur d'ordre de toutes les difficultés rencontrées dans l'exécution du contrat.</p><p>5.8. Manquement du commissionnaire de transport à ses devoirs et obligations.</p><p>Le commissionnaire de transport répond de toutes les conséquences du manquement à ses obligations, lesquelles peuvent être limitées dans les conditions de l'article 13.</p><p>Article 6</p><p>Prestations accessoires</p><p>6.1. Sauf en cas de relation commerciale suivie ayant fait l'objet d'une convention écrite, les directives formelles du donneur d'ordre en matière de prestations accessoires sont formulées pour chaque envoi par écrit ou par tout autre moyen électronique de transmission et de conservation des données.</p><p>6.2. La déclaration de valeur et la déclaration spéciale à la livraison suivent le régime juridique de la commission de transport.</p><p>6.3. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries telles que définies à l'article 13 ci-après.</p><p>6.4. La livraison contre remboursement, l'assurance des marchandises ainsi que les opérations de douane obéissent aux règles du mandat.</p><p>Article 7</p><p>Assurance des marchandises</p><p>Le commissionnaire de transport n'intervient qu'en qualité de mandataire du donneur d'ordre.</p><p>Aucune assurance marchandises n'est souscrite par le commissionnaire de transport sans ordre écrit, ou donné par tout autre moyen électronique de transmission et de conservation des données, et répété du donneur d'ordre pour chaque envoi, précisant très clairement les risques à couvrir et les valeurs à garantir. A défaut de spécification précise, seuls les risques dits ordinaires sont assurés. Dans le cas d'une relation commerciale suivie ayant fait l'objet d'une convention écrite, chaque envoi est présumé soumis aux instructions initiales.</p><p>Le commissionnaire de transport souscrit une assurance au nom et pour le compte du donneur d'ordre auprès d'une compagnie notoirement solvable au moment de la souscription de la police.</p><p>Article 8</p><p>Livraison</p><p>8.1. La livraison est effectuée entre les mains de la personne telle que désignée comme destinataire par le donneur d'ordre.</p><p>8.2. Sur la base des informations qui lui ont été communiquées, le donneur d'ordre peut demander au commissionnaire de transport de prendre toutes dispositions utiles afin de préserver ses droits lors de la livraison de la marchandise.</p><p>8.3. Empêchement à la livraison, refus ou défaillance du destinataire.</p><p>En cas d'empêchement à la livraison (absence du destinataire, inaccessibilité du lieu de livraison, refus par le destinataire de prendre livraison, etc.), tous les frais supplémentaires engagés pour le compte de la marchandise restent à la charge du donneur d'ordre, sauf en cas de faute du commissionnaire de transport ou de son substitué.</p><p>Article 9</p><p>Défaillance du donneur d'ordre,</p><p>empêchement au transport</p><p>Le donneur d'ordre prévient le commissionnaire de transport, avec un préavis suffisant en fonction des usages professionnels et du mode de transport retenu, au cas où la marchandise ne pourrait pas lui être remise dans les délais prévus. A défaut, le commissionnaire de transport a droit à des dommages et intérêts en réparation de son préjudice prouvé, direct et prévisible lors de la conclusion du contrat.</p><p>Si, une fois le chargement opéré, le transport est empêché ou interrompu temporairement ou si l'exécution du transport est ou devient impossible, le commissionnaire de transport demande des instructions au donneur d'ordre, par écrit ou par tous moyens de transmission et de conservation des données. Il lui indique toutes les conséquences dont il a connaissance.</p><p>En l'absence de réponse du donneur d'ordre en temps utile, le commissionnaire de transport prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens. Les frais ainsi engagés sont répercutés au donneur d'ordre sur présentation des justificatifs.</p><p>Lorsque l'empêchement est imputable au donneur d'ordre, le commissionnaire de transport a droit au remboursement des dépenses non prévues, sur présentation des justificatifs.</p><p>Article 10</p><p>Prix des prestations</p><p>10.1. Cotation.</p><p>Le prix est librement fixé sur la base des informations fournies par le donneur d'ordre. Il comprend le coût des différentes prestations fournies, notamment le prix du transport stricto sensu, incluant toute éventuelle instruction spécifique, le cas échéant, celui des prestations accessoires convenues, auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport ainsi que le coût de l'intervention du commissionnaire.</p><p>Le prix ne comprend pas les droits, taxes, redevances et impôts dus en application de toute réglementation notamment fiscale ou douanière (tels que accises, droits d'entrée, etc.).</p><p>Sont facturés séparément en sus de la prestation principale :</p><p>a) Les prestations accessoires ;</p><p>b) Les frais supplémentaires de suivi et de gestion des contrats ;</p><p>c) Les droits, taxes, redevances et impôts dus en application de toute réglementation notamment fiscale ou douanière (tels que accises, droits d'entrée, etc.) ;</p><p>d) Toute taxe liée au transport et/ou tout droit dont la perception est mise à la charge du transporteur ou du commissionnaire.</p><p>10.2. Renégociation du prix.</p><p>Les parties ont la faculté de renégocier le prix initialement convenu en cas de variations significatives des charges des substitués du commissionnaire de transport qui tiennent à des conditions extérieures à ceux-ci.</p><p>Les prix initialement convenus sont renégociés à la date anniversaire du contrat.</p><p>10.3. Taxes.</p><p>Tous les prix sont calculés hors taxes.</p><p>Article 11</p><p>Modification du contrat de commission de transport</p><p>11.1. Modification avant le commencement de l'exécution.</p><p>Toute modification du contrat de commission de transport, soit à l'initiative du donneur d'ordre, soit en raison de circonstances extérieures aux parties et à leurs substitués, entraîne un réajustement à la hausse ou à la baisse du prix initialement convenu.</p><p>Si les parties ne parviennent pas à s'entendre sur ce réajustement, chacune d'elles peut mettre un terme au contrat dans les conditions définies à l'article 15.1 ci-après.</p><p>11.2. Modification en cours d'exécution.</p><p>Le donneur d'ordre qui modifie le contrat de commission au cours de son exécution supporte, sur présentation des justificatifs, les frais engagés par le commissionnaire de transport.</p><p>Le commissionnaire de transport supporte les frais occasionnés par les modifications des conditions d'exécution du contrat de commission de transport qui résultent de son fait ou de celui de ses substitués.</p><p>11.3. Quand les modifications apportées par le commissionnaire de transport sont justifiées par l'intérêt de la marchandise, le donneur d'ordre rembourse les frais exposés sur présentation des justificatifs.</p><p>11.4. Modification affectant la substance du contrat de commission à l'initiative du donneur d'ordre.</p><p>Si une modification à l'initiative du donneur d'ordre affecte la substance du contrat, les parties ont la faculté de renégocier les conditions tarifaires.</p><p>Si les parties ne parviennent pas à s'entendre sur de nouvelles conditions tarifaires, chacune d'elles peut mettre un terme au contrat dans les conditions définies à l'article 15-1 ci-après.</p><p>Article 12</p><p>Conditions de paiement</p><p>12.1. Le paiement du prix des prestations de commission de transport est exigible au lieu d'émission de la facture, laquelle doit être réglée dans un délai qui ne peut excéder trente jours à compter de la date de son émission.</p><p>12.2. La compensation unilatérale du montant des dommages allégués sur le prix dû au commissionnaire est interdite.</p><p>12.3. Tout retard dans le paiement entraîne de plein droit, le jour suivant la date de règlement figurant sur la facture, l'exigibilité d'intérêts de retard d'un montant équivalant à cinq fois le taux d'intérêt légal ainsi que d'une indemnité forfaitaire pour frais de recouvrement d'un montant de 40 € suivant l'article D. 441-5 du code de commerce et ce, sans préjudice de la réparation éventuelle, dans les conditions du droit commun, de tout autre dommage résultant directement de ce retard.</p><p>La date d'exigibilité du paiement, le taux d'intérêt des pénalités de retard ainsi que le montant de l'indemnité forfaitaire de compensation des frais de recouvrement doivent obligatoirement figurer sur la facture.</p><p>12.4. Lorsque des délais de paiement sont consentis, tout paiement partiel sera imputé en premier lieu sur la partie non privilégiée des créances. Le non-paiement d'une seule échéance emportera sans formalité déchéance du terme, le solde devenant immédiatement exigible même en cas d'acceptation d'effets.</p><p>Article 13</p><p>Responsabilité</p><p>Le commissionnaire de transport est présumé responsable des dommages résultant du transport, de son organisation et de l'exécution des prestations accessoires et des instructions spécifiques.</p><p>L'indemnisation du préjudice prouvé, direct et prévisible, s'effectue dans les conditions suivantes :</p><p>13.1. Responsabilité du fait des substitués.</p><p>La réparation de ce préjudice prouvé due par le commissionnaire de transport est limitée à celle encourue par le substitué dans le cadre de l'envoi qui lui est confié. Quand les limites d'indemnisation des substitués n'ont pas été portées à la connaissance du donneur d'ordre ou ne résultent pas de dispositions impératives, légales ou réglementaires, elles sont réputées identiques à celles relatives à la responsabilité personnelle du commissionnaire de transport.</p><p>13.2. Responsabilité personnelle du commissionnaire de transport.</p><p>Sauf faute intentionnelle ou inexcusable, l'indemnité pour faute personnelle prouvée du commissionnaire de transport est strictement limitée conformément aux dispositions ci-après :</p><p>13.2.1. Pertes et avaries de la marchandise.</p><p>La réparation due par le commissionnaire de transport est égale à 20 € par kilogramme de poids brut de marchandise manquante ou avariée sans pouvoir excéder une somme supérieure au produit du poids brut de la marchandise de l'envoi exprimé en tonnes multiplié par 5 000 €.</p><p>13.2.2. Retard.</p><p>En cas de préjudice prouvé résultant d'un retard à la livraison, la réparation des dommages est limitée au prix de la prestation de commission de transport (droits, taxes et frais divers exclus).</p><p>13.3. Déclaration de valeur.</p><p>Le donneur d'ordre peut souscrire une déclaration de valeur qui, fixée par lui et acceptée par le commissionnaire de transport, a pour effet de substituer le montant de cette déclaration aux plafonds d'indemnité indiqués ci-dessus (cf. art. 13.1 et 13.2.1). Cette déclaration fait l'objet d'une rémunération supplémentaire.</p><p>13.4. Intérêt spécial à la livraison.</p><p>Le donneur d'ordre peut faire une déclaration d'intérêt spécial à la livraison qui, fixée par lui et acceptée par le commissionnaire, a pour effet de substituer le montant de cette déclaration aux plafonds d'indemnité indiqués ci-dessus (cf. art. 13.1 et 13.2.2). Cette déclaration fait l'objet d'une rémunération supplémentaire.</p><p>Article 14</p><p>Prescription</p><p>Toutes les actions auxquelles le contrat de commission de transport peut donner lieu sont prescrites dans le délai d'un an.</p><p>Ce délai court, en cas de perte totale, à compter du jour où la marchandise aurait dû être livrée ou offerte et, dans tous les autres cas, à compter du jour où la marchandise a été remise ou offerte au destinataire.</p><p>Article 15</p><p>Durée, reconduction et résiliation du contrat de commission</p><p>15.1. Le contrat de commission de transport est conclu, soit pour une durée déterminée, reconductible ou non, soit pour une durée indéterminée.<br/><br/>\n15.2. Chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis se calculant comme suit :<br/><br/>\na) Un (1) mois lorsque la durée de la relation est inférieure ou égale à six (6) mois ;<br/><br/>\nb) Deux (2) mois lorsque la durée de la relation est supérieure à six (6) mois et inférieure ou égale à un (1) an ;<br/><br/>\nc) Trois (3) mois lorsque la durée de la relation est supérieure à un (1) an et inférieure ou égale à trois (3) ans ;<br/><br/>\nd) Quatre (4) mois quand la durée de la relation est supérieure à trois (3) ans, auxquels s'ajoute une semaine, par année complète de relations commerciales, sans pouvoir excéder une durée maximale de six (6) mois.<br/><br/>\n15.3. Pendant la période de préavis, les parties maintiennent l'économie du contrat.<br/><br/>\n15.4. En cas de manquement grave ou de manquements répétés de l'une des parties à ses obligations contractuelles, et à l'issue d'un délai de quinze (15) jours suivants une mise en demeure, mentionnant la présente clause résolutoire, restée sans effet, adressée par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de commission de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnités, par l'envoi d'une lettre recommandée avec avis de réception de résiliation de celui-ci.</p><p>Article 16</p><p>Clause attributive de juridiction</p><p>En cas de litige ou de contestation relatif à un contrat de commission de transport incluant un transport international, seul le tribunal de commerce de Paris est compétent, même en cas de pluralité de défendeurs ou d'appels en garantie.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-09-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-28",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS COMMUNES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028996271",
                        "id": "LEGISCTA000028996271",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : LES CONDITIONS D'EXERCICE  DES PROFESSIONS DE TRANSPORT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028996737",
                        "id": "LEGISCTA000028996737",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-28",
                        "fin": "2999-01-01",
                        "titre": "Annexe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028999867",
                        "id": "LEGISCTA000028999867",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000028999635",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028992295",
                    "textTitle": "Décret n°2014-530\r\n du 22 mai 2014 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000028994230",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-05-27",
                    "dateSignaTexte": "2014-05-22",
                    "dateDebutCible": "2014-05-28"
                },
                {
                    "textCid": "JORFTEXT000028992295",
                    "textTitle": "Décret n°2014-530 du 22 mai 2014 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000028994230",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-05-27",
                    "dateSignaTexte": "2014-05-22",
                    "dateDebutCible": "2014-05-28"
                }
            ],
            "num": "Annexe à l'article D1432-3",
            "origine": "LEGI",
            "texte": "CONTRAT TYPE DE COMMISSION DE TRANSPORT Article 1er Objet et domaine d'application Le présent contrat définit les conditions dans lesquelles un commissionnaire de transport organise, en son nom et pour le compte d'un commettant dénommé ci-après donneur d'ordre, le déplacement de marchandises. Sa mission peut comporter d'autres prestations. Le prix prévu au contrat et librement convenu assure une juste rémunération des différents services rendus. Quel que soit le mode de transport utilisé, ce contrat régit les relations entre le donneur d'ordre et le commissionnaire de transport ou celles entre le commissionnaire de premier rang et les commissionnaires intermédiaires intervenant successivement, le cas échéant, dans l'organisation du transport ainsi que dans celle des autres prestations. Il règle également les relations des commissionnaires successifs entre eux. En cas de relations commerciales suivies entre un donneur d'ordre et un commissionnaire de transport, ayant fait l'objet d'une convention écrite, chaque envoi est présumé exécuté aux conditions de cette convention. Article 2 Définitions Au sens du présent contrat de commission, on entend par : 2.1. Colis. Un objet ou un ensemble matériel composé de plusieurs objets, quels qu'en soient le poids, les dimensions et le volume, constituant une charge unitaire identifiable lors de la remise au transport (bac, cage, caisse, cantine, carton, conteneur, enveloppe, fardeau, fût, paquet, palette cerclée ou filmée, sac, valise, etc.). 2.2. Commissionnaire de transport. Tout prestataire de services qui organise librement et fait exécuter, sous sa responsabilité et en son nom propre, le déplacement des marchandises d'un lieu à un autre selon les modes et les moyens de son choix pour le compte d'un donneur d'ordre. 2.3. Donneur d'ordre. La partie (le commettant) qui contracte avec le commissionnaire de transport. 2.4. Envoi. L'ensemble des marchandises, emballage et support de charge compris, mis effectivement, au même moment, à la disposition du commissionnaire de transport ou de son substitué et dont le déplacement est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique. 2.5. Livraison. La remise physique de la marchandise au destinataire ou à son représentant qui l'accepte. 2.6. Marchandises. Tous les biens meubles qui font l'objet du transport. 2.7. Prestations accessoires. Constituent notamment les prestations accessoires au contrat de commission de transport la déclaration de valeur, la déclaration d'intérêt spécial à la livraison, la livraison contre remboursement, l'assurance des marchandises et les opérations de douane. 2.8. Prise en charge. L'acceptation, par le commissionnaire ou par son substitué, de la marchandise. 2.9. Réserves. Le fait d'exprimer de façon expresse, précise, motivée et significative toute contestation relative à l'état ou à la quantité de la marchandise au moment de sa prise en charge ou de sa livraison ou toute contestation relative au délai d'acheminement de la marchandise. Article 3 Obligations du donneur d'ordre 3.1. Informations et documents à fournir par le donneur d'ordre au commissionnaire. En vue de la bonne organisation du transport et dans des délais compatibles avec celle-ci, le donneur d'ordre fournit notamment au commissionnaire, pour chaque envoi, par écrit ou par tout moyen électronique de transmission et de conservation de données, les informations suivantes : 1° La nature et l'objet du transport à organiser ; 2° Les modalités particulières d'exécution ; 3° L'adresse, la date et, si nécessaire, l'heure de la mise à disposition de la marchandise et de sa livraison ; 4° Le nom de l'expéditeur ainsi que celui du destinataire ; 5° Le nombre de colis ou le poids brut, les dimensions si nécessaire, et la nature très exacte des marchandises ; 6° La dangerosité éventuelle de celles-ci ; 7° Les prestations accessoires demandées ; 8° Toute autre instruction spécifique. 3.2. Marchandises illicites ou prohibées. Le donneur d'ordre s'interdit de confier au commissionnaire de transport l'organisation d'un transport de marchandises illicites ou prohibées. 3.3. Matériel de transport. Le donneur d'ordre qui demande la fourniture d'un matériel d'un type particulier le spécifie et confirme sa demande au commissionnaire par écrit ou par tout moyen électronique de transmission et de conservation des données. 3.4. Sous réserve des obligations du commissionnaire, notamment celles mentionnées à l'article 5, le donneur d'ordre supporte les conséquences résultant de déclarations ou de documents faux, erronés, incomplets, inadaptés ou remis tardivement au commissionnaire. Article 4 Emballage et étiquetage des marchandises. - Obligations déclaratives 4.1. Lorsque la nature de la marchandise le nécessite, celle-ci est conditionnée, emballée, marquée ou contremarquée par le donneur d'ordre de façon à supporter les conditions de transport ainsi que les opérations éventuelles de stockage et de manutention successives. 4.2. Sur chaque colis, pris comme charge unitaire, un étiquetage clair est apposé par le donneur d'ordre pour permettre une identification immédiate et sans équivoque de l'envoi dont il fait partie. 4.3. En présence de marchandises réglementées, le donneur d'ordre appose les étiquettes et marques obligatoires sur les emballages et, par écrit ou par tout moyen électronique de transmission et de conservation des données, attire l'attention du commissionnaire de transport sur les caractéristiques de la marchandise à transporter. 4.4. En présence de marchandises sensibles, le donneur d'ordre peut apposer un étiquetage approprié permettant le suivi des colis. 4.5. En présence de marchandises dangereuses, l'emballage et l'étiquetage doivent être conformes aux réglementations en vigueur. 4.6. L'envoi ne doit pas constituer une cause de danger pour les personnes et pour les autres marchandises transportées ainsi que pour les véhicules, matériels ou moyens de transport utilisés. 4.7. Si le commissionnaire de transport est informé par son substitué de l'existence d'un vice apparent sur le conditionnement, l'emballage ou l'étiquetage de la marchandise, il en avise aussitôt le donneur d'ordre, par écrit ou par tout moyen électronique de transmission et de conservation de données, afin d'obtenir des instructions de sa part. Article 5 Obligations du commissionnaire de transport 5.1. Nature des obligations. Le commissionnaire de transport est présumé responsable de la bonne fin du transport et est tenu d'une obligation générale de résultat. Il organise l'opération en fonction des informations, demandes et instructions du donneur d'ordre. 5.2. Vérification des documents. Le commissionnaire est tenu de procéder à la vérification des documents fournis par le donneur d'ordre qui ont un lien direct avec l'organisation du transport. Quant aux autres documents remis, il s'assure de leur conformité apparente avec la mission qui lui est confiée. 5.3. Rédaction et contrôle des documents nécessaires au transport. Le commissionnaire de transport vérifie que les informations et les pièces nécessaires à l'établissement du document de transport et à l'acheminement de la marchandise lui ont été fournies ou, à défaut, ont été remises au(x) transporteur(s) au plus tard lors de la prise en charge. Il établit les documents dont la rédaction lui incombe et s'assure, dans la mesure de ses possibilités, de l'établissement des documents par ceux qui en ont la charge. 5.4. Obligations d'information du commissionnaire de transport. 5.4.1. Quand les informations ou instructions du donneur d'ordre apparaissent ambiguës, impropres, incomplètes ou sont de nature à compromettre la bonne fin de la mission, le commissionnaire de transport demande au donneur d'ordre toute précision complémentaire par écrit ou par tout autre moyen électronique de transmission et de conservation des données. 5.4.2. S'il s'avère que les instructions du donneur d'ordre sont incompatibles avec les réglementations en vigueur ou induisent un risque quelconque, le commissionnaire doit refuser de les exécuter sans que sa responsabilité puisse être engagée. Il en informe le donneur d'ordre par écrit ou tout autre moyen électronique de transmission et de conservation des données. 5.4.3. Le commissionnaire de transport informe le donneur d'ordre des réglementations relatives au transport du ou des Etats concernés ainsi que des conventions internationales afférentes au transport. 5.5. Devoir de conseil. 5.5.1. Préalablement à la conclusion du contrat de commission, et dès qu'il est sollicité, le commissionnaire de transport informe le donneur d'ordre des avantages et des inconvénients des modes pouvant être utilisés. 5.5.2. En fonction des éléments qui lui sont fournis par le donneur d'ordre, de la nature, la valeur et la destination de la marchandise, des délais fixés et des usages du marché considéré, le commissionnaire suggère la souscription d'une assurance  marchandises , d'une déclaration de valeur ou d'un intérêt spécial à la livraison. 5.5.3. Le devoir de conseil du commissionnaire de transport s'exerce dans son domaine de compétence et s'apprécie en fonction du degré de professionnalisme du donneur d'ordre. Ce devoir s'exerce dans la mesure où le commissionnaire de transport dispose en temps utile des éléments nécessaires à l'organisation du transport. 5.6. Obligations du commissionnaire de transport au regard de ses substitués. 5.6.1. Le commissionnaire de transport s'assure, préalablement à la conclusion du contrat de transport, que le substitué auquel il s'adresse est habilité à exécuter les opérations qui lui sont confiées et dispose des aptitudes requises. 5.6.2. Le commissionnaire de transport assume seul le choix de ses substitués. Il n'est pas tenu de recueillir l'accord du donneur d'ordre sur le nom des commissionnaires intermédiaires et des substitués qu'il retient. Sauf faute personnelle de sa part, le commissionnaire ne répond pas des commissionnaires intermédiaires ou des substitués qui lui ont été formellement imposés par le donneur d'ordre ou par les autorités publiques. 5.6.3. Le commissionnaire de transport a l'obligation de répercuter aux commissionnaires intermédiaires ou à ses substitués toutes les informations, demandes et instructions du donneur d'ordre, de les informer des particularités de la marchandise ou de l'opération et les met en mesure d'exécuter le contrat conformément à la mission qui lui a été confiée par son donneur d'ordre. 5.6.4. Le commissionnaire s'assure que les commissionnaires intermédiaires ou les substitués font suivre le document de transport et les documents annexes tout au long du transport et cela jusqu'à la livraison finale de l'envoi. 5.7. Obligations relatives au déroulement des opérations et à la livraison. 5.7.1. Le commissionnaire de transport, dès qu'il en a connaissance, informe le donneur d'ordre qui en a fait la demande de la bonne fin du transport. 5.7.2. Le commissionnaire de transport informe le donneur d'ordre de toutes les difficultés rencontrées dans l'exécution du contrat. 5.8. Manquement du commissionnaire de transport à ses devoirs et obligations. Le commissionnaire de transport répond de toutes les conséquences du manquement à ses obligations, lesquelles peuvent être limitées dans les conditions de l'article 13. Article 6 Prestations accessoires 6.1. Sauf en cas de relation commerciale suivie ayant fait l'objet d'une convention écrite, les directives formelles du donneur d'ordre en matière de prestations accessoires sont formulées pour chaque envoi par écrit ou par tout autre moyen électronique de transmission et de conservation des données. 6.2. La déclaration de valeur et la déclaration spéciale à la livraison suivent le régime juridique de la commission de transport. 6.3. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries telles que définies à l'article 13 ci-après. 6.4. La livraison contre remboursement, l'assurance des marchandises ainsi que les opérations de douane obéissent aux règles du mandat. Article 7 Assurance des marchandises Le commissionnaire de transport n'intervient qu'en qualité de mandataire du donneur d'ordre. Aucune assurance  marchandises  n'est souscrite par le commissionnaire de transport sans ordre écrit, ou donné par tout autre moyen électronique de transmission et de conservation des données, et répété du donneur d'ordre pour chaque envoi, précisant très clairement les risques à couvrir et les valeurs à garantir. A défaut de spécification précise, seuls les risques dits  ordinaires  sont assurés. Dans le cas d'une relation commerciale suivie ayant fait l'objet d'une convention écrite, chaque envoi est présumé soumis aux instructions initiales. Le commissionnaire de transport souscrit une assurance au nom et pour le compte du donneur d'ordre auprès d'une compagnie notoirement solvable au moment de la souscription de la police. Article 8 Livraison 8.1. La livraison est effectuée entre les mains de la personne telle que désignée comme destinataire par le donneur d'ordre. 8.2. Sur la base des informations qui lui ont été communiquées, le donneur d'ordre peut demander au commissionnaire de transport de prendre toutes dispositions utiles afin de préserver ses droits lors de la livraison de la marchandise. 8.3. Empêchement à la livraison, refus ou défaillance du destinataire. En cas d'empêchement à la livraison (absence du destinataire, inaccessibilité du lieu de livraison, refus par le destinataire de prendre livraison, etc.), tous les frais supplémentaires engagés pour le compte de la marchandise restent à la charge du donneur d'ordre, sauf en cas de faute du commissionnaire de transport ou de son substitué. Article 9 Défaillance du donneur d'ordre, empêchement au transport Le donneur d'ordre prévient le commissionnaire de transport, avec un préavis suffisant en fonction des usages professionnels et du mode de transport retenu, au cas où la marchandise ne pourrait pas lui être remise dans les délais prévus. A défaut, le commissionnaire de transport a droit à des dommages et intérêts en réparation de son préjudice prouvé, direct et prévisible lors de la conclusion du contrat. Si, une fois le chargement opéré, le transport est empêché ou interrompu temporairement ou si l'exécution du transport est ou devient impossible, le commissionnaire de transport demande des instructions au donneur d'ordre, par écrit ou par tous moyens de transmission et de conservation des données. Il lui indique toutes les conséquences dont il a connaissance. En l'absence de réponse du donneur d'ordre en temps utile, le commissionnaire de transport prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens. Les frais ainsi engagés sont répercutés au donneur d'ordre sur présentation des justificatifs. Lorsque l'empêchement est imputable au donneur d'ordre, le commissionnaire de transport a droit au remboursement des dépenses non prévues, sur présentation des justificatifs. Article 10 Prix des prestations 10.1. Cotation. Le prix est librement fixé sur la base des informations fournies par le donneur d'ordre. Il comprend le coût des différentes prestations fournies, notamment le prix du transport stricto sensu, incluant toute éventuelle instruction spécifique, le cas échéant, celui des prestations accessoires convenues, auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport ainsi que le coût de l'intervention du commissionnaire. Le prix ne comprend pas les droits, taxes, redevances et impôts dus en application de toute réglementation notamment fiscale ou douanière (tels que accises, droits d'entrée, etc.). Sont facturés séparément en sus de la prestation principale : a) Les prestations accessoires ; b) Les frais supplémentaires de suivi et de gestion des contrats ; c) Les droits, taxes, redevances et impôts dus en application de toute réglementation notamment fiscale ou douanière (tels que accises, droits d'entrée, etc.) ; d) Toute taxe liée au transport et/ou tout droit dont la perception est mise à la charge du transporteur ou du commissionnaire. 10.2. Renégociation du prix. Les parties ont la faculté de renégocier le prix initialement convenu en cas de variations significatives des charges des substitués du commissionnaire de transport qui tiennent à des conditions extérieures à ceux-ci. Les prix initialement convenus sont renégociés à la date anniversaire du contrat. 10.3. Taxes. Tous les prix sont calculés hors taxes. Article 11 Modification du contrat de commission de transport 11.1. Modification avant le commencement de l'exécution. Toute modification du contrat de commission de transport, soit à l'initiative du donneur d'ordre, soit en raison de circonstances extérieures aux parties et à leurs substitués, entraîne un réajustement à la hausse ou à la baisse du prix initialement convenu. Si les parties ne parviennent pas à s'entendre sur ce réajustement, chacune d'elles peut mettre un terme au contrat dans les conditions définies à l'article 15.1 ci-après. 11.2. Modification en cours d'exécution. Le donneur d'ordre qui modifie le contrat de commission au cours de son exécution supporte, sur présentation des justificatifs, les frais engagés par le commissionnaire de transport. Le commissionnaire de transport supporte les frais occasionnés par les modifications des conditions d'exécution du contrat de commission de transport qui résultent de son fait ou de celui de ses substitués. 11.3. Quand les modifications apportées par le commissionnaire de transport sont justifiées par l'intérêt de la marchandise, le donneur d'ordre rembourse les frais exposés sur présentation des justificatifs. 11.4. Modification affectant la substance du contrat de commission à l'initiative du donneur d'ordre. Si une modification à l'initiative du donneur d'ordre affecte la substance du contrat, les parties ont la faculté de renégocier les conditions tarifaires. Si les parties ne parviennent pas à s'entendre sur de nouvelles conditions tarifaires, chacune d'elles peut mettre un terme au contrat dans les conditions définies à l'article 15-1 ci-après. Article 12 Conditions de paiement 12.1. Le paiement du prix des prestations de commission de transport est exigible au lieu d'émission de la facture, laquelle doit être réglée dans un délai qui ne peut excéder trente jours à compter de la date de son émission. 12.2. La compensation unilatérale du montant des dommages allégués sur le prix dû au commissionnaire est interdite. 12.3. Tout retard dans le paiement entraîne de plein droit, le jour suivant la date de règlement figurant sur la facture, l'exigibilité d'intérêts de retard d'un montant équivalant à cinq fois le taux d'intérêt légal ainsi que d'une indemnité forfaitaire pour frais de recouvrement d'un montant de 40 € suivant l'article D. 441-5 du code de commerce et ce, sans préjudice de la réparation éventuelle, dans les conditions du droit commun, de tout autre dommage résultant directement de ce retard. La date d'exigibilité du paiement, le taux d'intérêt des pénalités de retard ainsi que le montant de l'indemnité forfaitaire de compensation des frais de recouvrement doivent obligatoirement figurer sur la facture. 12.4. Lorsque des délais de paiement sont consentis, tout paiement partiel sera imputé en premier lieu sur la partie non privilégiée des créances. Le non-paiement d'une seule échéance emportera sans formalité déchéance du terme, le solde devenant immédiatement exigible même en cas d'acceptation d'effets. Article 13 Responsabilité Le commissionnaire de transport est présumé responsable des dommages résultant du transport, de son organisation et de l'exécution des prestations accessoires et des instructions spécifiques. L'indemnisation du préjudice prouvé, direct et prévisible, s'effectue dans les conditions suivantes : 13.1. Responsabilité du fait des substitués. La réparation de ce préjudice prouvé due par le commissionnaire de transport est limitée à celle encourue par le substitué dans le cadre de l'envoi qui lui est confié. Quand les limites d'indemnisation des substitués n'ont pas été portées à la connaissance du donneur d'ordre ou ne résultent pas de dispositions impératives, légales ou réglementaires, elles sont réputées identiques à celles relatives à la responsabilité personnelle du commissionnaire de transport. 13.2. Responsabilité personnelle du commissionnaire de transport. Sauf faute intentionnelle ou inexcusable, l'indemnité pour faute personnelle prouvée du commissionnaire de transport est strictement limitée conformément aux dispositions ci-après : 13.2.1. Pertes et avaries de la marchandise. La réparation due par le commissionnaire de transport est égale à 20 € par kilogramme de poids brut de marchandise manquante ou avariée sans pouvoir excéder une somme supérieure au produit du poids brut de la marchandise de l'envoi exprimé en tonnes multiplié par 5 000 €. 13.2.2. Retard. En cas de préjudice prouvé résultant d'un retard à la livraison, la réparation des dommages est limitée au prix de la prestation de commission de transport (droits, taxes et frais divers exclus). 13.3. Déclaration de valeur. Le donneur d'ordre peut souscrire une déclaration de valeur qui, fixée par lui et acceptée par le commissionnaire de transport, a pour effet de substituer le montant de cette déclaration aux plafonds d'indemnité indiqués ci-dessus (cf. art. 13.1 et 13.2.1). Cette déclaration fait l'objet d'une rémunération supplémentaire. 13.4. Intérêt spécial à la livraison. Le donneur d'ordre peut faire une déclaration d'intérêt spécial à la livraison qui, fixée par lui et acceptée par le commissionnaire, a pour effet de substituer le montant de cette déclaration aux plafonds d'indemnité indiqués ci-dessus (cf. art. 13.1 et 13.2.2). Cette déclaration fait l'objet d'une rémunération supplémentaire. Article 14 Prescription Toutes les actions auxquelles le contrat de commission de transport peut donner lieu sont prescrites dans le délai d'un an. Ce délai court, en cas de perte totale, à compter du jour où la marchandise aurait dû être livrée ou offerte et, dans tous les autres cas, à compter du jour où la marchandise a été remise ou offerte au destinataire. Article 15 Durée et résiliation du contrat de commission 15.1. Dans le cas de relations suivies faisant l'objet d'une convention dont la durée est indéterminée, chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis d'un mois quand le temps déjà écoulé depuis le début d'exécution du contrat n'est pas supérieur à six mois. Le préavis est porté à deux mois quand ce temps est supérieur à six mois et inférieur à un an. Le préavis à respecter est de trois mois quand la durée de la relation est d'un an et plus. Pendant la période de préavis, les parties maintiennent l'économie du contrat. 15.2. En cas de manquements répétés de l'une des parties à ses obligations, malgré un avertissement adressé par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de commission, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnité, par l'envoi d'une lettre recommandée avec avis de réception. 15.3. En cas de manquement grave de l'une des parties à ses obligations, l'autre partie peut mettre fin au contrat de commission de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnité, par l'envoi d'une lettre recommandée avec avis de réception. Article 16 Clause attributive de juridiction En cas de litige ou de contestation relatif à un contrat de commission de transport incluant un transport international, seul le tribunal de commerce de Paris est compétent, même en cas de pluralité de défendeurs ou d'appels en garantie.",
            "texteHtml": "<p>CONTRAT TYPE DE COMMISSION DE TRANSPORT</p><p id='LEGIARTI000028996891'></p><p>Article 1er<br/><br/>Objet et domaine d'application</p><p><br/>Le présent contrat définit les conditions dans lesquelles un commissionnaire de transport organise, en son nom et pour le compte d'un commettant dénommé ci-après donneur d'ordre, le déplacement de marchandises.<br/><br/>Sa mission peut comporter d'autres prestations.<br/><br/>Le prix prévu au contrat et librement convenu assure une juste rémunération des différents services rendus.<br/><br/>Quel que soit le mode de transport utilisé, ce contrat régit les relations entre le donneur d'ordre et le commissionnaire de transport ou celles entre le commissionnaire de premier rang et les commissionnaires intermédiaires intervenant successivement, le cas échéant, dans l'organisation du transport ainsi que dans celle des autres prestations. Il règle également les relations des commissionnaires successifs entre eux.<br/><br/>En cas de relations commerciales suivies entre un donneur d'ordre et un commissionnaire de transport, ayant fait l'objet d'une convention écrite, chaque envoi est présumé exécuté aux conditions de cette convention.</p><p><br/>Article 2<br/><br/>Définitions</p><p><br/>Au sens du présent contrat de commission, on entend par :<br/><br/>2.1. Colis.<br/><br/>Un objet ou un ensemble matériel composé de plusieurs objets, quels qu'en soient le poids, les dimensions et le volume, constituant une charge unitaire identifiable lors de la remise au transport (bac, cage, caisse, cantine, carton, conteneur, enveloppe, fardeau, fût, paquet, palette cerclée ou filmée, sac, valise, etc.).<br/><br/>2.2. Commissionnaire de transport.<br/><br/>Tout prestataire de services qui organise librement et fait exécuter, sous sa responsabilité et en son nom propre, le déplacement des marchandises d'un lieu à un autre selon les modes et les moyens de son choix pour le compte d'un donneur d'ordre.<br/><br/>2.3. Donneur d'ordre.<br/><br/>La partie (le commettant) qui contracte avec le commissionnaire de transport.<br/><br/>2.4. Envoi.<br/><br/>L'ensemble des marchandises, emballage et support de charge compris, mis effectivement, au même moment, à la disposition du commissionnaire de transport ou de son substitué et dont le déplacement est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique.<br/><br/>2.5. Livraison.<br/><br/>La remise physique de la marchandise au destinataire ou à son représentant qui l'accepte.<br/><br/>2.6. Marchandises.<br/><br/>Tous les biens meubles qui font l'objet du transport.<br/><br/>2.7. Prestations accessoires.<br/><br/>Constituent notamment les prestations accessoires au contrat de commission de transport la déclaration de valeur, la déclaration d'intérêt spécial à la livraison, la livraison contre remboursement, l'assurance des marchandises et les opérations de douane.<br/><br/>2.8. Prise en charge.<br/><br/>L'acceptation, par le commissionnaire ou par son substitué, de la marchandise.<br/><br/>2.9. Réserves.<br/><br/>Le fait d'exprimer de façon expresse, précise, motivée et significative toute contestation relative à l'état ou à la quantité de la marchandise au moment de sa prise en charge ou de sa livraison ou toute contestation relative au délai d'acheminement de la marchandise.</p><p><br/>Article 3<br/><br/>Obligations du donneur d'ordre</p><p><br/>3.1. Informations et documents à fournir par le donneur d'ordre au commissionnaire.<br/><br/>En vue de la bonne organisation du transport et dans des délais compatibles avec celle-ci, le donneur d'ordre fournit notamment au commissionnaire, pour chaque envoi, par écrit ou par tout moyen électronique de transmission et de conservation de données, les informations suivantes :<br/><br/>1° La nature et l'objet du transport à organiser ;<br/><br/>2° Les modalités particulières d'exécution ;<br/><br/>3° L'adresse, la date et, si nécessaire, l'heure de la mise à disposition de la marchandise et de sa livraison ;<br/><br/>4° Le nom de l'expéditeur ainsi que celui du destinataire ;<br/><br/>5° Le nombre de colis ou le poids brut, les dimensions si nécessaire, et la nature très exacte des marchandises ;<br/><br/>6° La dangerosité éventuelle de celles-ci ;<br/><br/>7° Les prestations accessoires demandées ;<br/><br/>8° Toute autre instruction spécifique.<br/><br/>3.2. Marchandises illicites ou prohibées.<br/><br/>Le donneur d'ordre s'interdit de confier au commissionnaire de transport l'organisation d'un transport de marchandises illicites ou prohibées.<br/><br/>3.3. Matériel de transport.<br/><br/>Le donneur d'ordre qui demande la fourniture d'un matériel d'un type particulier le spécifie et confirme sa demande au commissionnaire par écrit ou par tout moyen électronique de transmission et de conservation des données.<br/><br/>3.4. Sous réserve des obligations du commissionnaire, notamment celles mentionnées à l'article 5, le donneur d'ordre supporte les conséquences résultant de déclarations ou de documents faux, erronés, incomplets, inadaptés ou remis tardivement au commissionnaire.</p><p><br/>Article 4<br/><br/>Emballage et étiquetage des marchandises. -<br/><br/>Obligations déclaratives</p><p><br/>4.1. Lorsque la nature de la marchandise le nécessite, celle-ci est conditionnée, emballée, marquée ou contremarquée par le donneur d'ordre de façon à supporter les conditions de transport ainsi que les opérations éventuelles de stockage et de manutention successives.<br/><br/>4.2. Sur chaque colis, pris comme charge unitaire, un étiquetage clair est apposé par le donneur d'ordre pour permettre une identification immédiate et sans équivoque de l'envoi dont il fait partie.<br/><br/>4.3. En présence de marchandises réglementées, le donneur d'ordre appose les étiquettes et marques obligatoires sur les emballages et, par écrit ou par tout moyen électronique de transmission et de conservation des données, attire l'attention du commissionnaire de transport sur les caractéristiques de la marchandise à transporter.<br/><br/>4.4. En présence de marchandises sensibles, le donneur d'ordre peut apposer un étiquetage approprié permettant le suivi des colis.<br/><br/>4.5. En présence de marchandises dangereuses, l'emballage et l'étiquetage doivent être conformes aux réglementations en vigueur.<br/><br/>4.6. L'envoi ne doit pas constituer une cause de danger pour les personnes et pour les autres marchandises transportées ainsi que pour les véhicules, matériels ou moyens de transport utilisés.<br/><br/>4.7. Si le commissionnaire de transport est informé par son substitué de l'existence d'un vice apparent sur le conditionnement, l'emballage ou l'étiquetage de la marchandise, il en avise aussitôt le donneur d'ordre, par écrit ou par tout moyen électronique de transmission et de conservation de données, afin d'obtenir des instructions de sa part.</p><p><br/>Article 5<br/><br/>Obligations du commissionnaire de transport</p><p><br/>5.1. Nature des obligations.<br/><br/>Le commissionnaire de transport est présumé responsable de la bonne fin du transport et est tenu d'une obligation générale de résultat.<br/><br/>Il organise l'opération en fonction des informations, demandes et instructions du donneur d'ordre.<br/><br/>5.2. Vérification des documents.<br/><br/>Le commissionnaire est tenu de procéder à la vérification des documents fournis par le donneur d'ordre qui ont un lien direct avec l'organisation du transport. Quant aux autres documents remis, il s'assure de leur conformité apparente avec la mission qui lui est confiée.<br/><br/>5.3. Rédaction et contrôle des documents nécessaires au transport.<br/><br/>Le commissionnaire de transport vérifie que les informations et les pièces nécessaires à l'établissement du document de transport et à l'acheminement de la marchandise lui ont été fournies ou, à défaut, ont été remises au(x) transporteur(s) au plus tard lors de la prise en charge. Il établit les documents dont la rédaction lui incombe et s'assure, dans la mesure de ses possibilités, de l'établissement des documents par ceux qui en ont la charge.<br/><br/>5.4. Obligations d'information du commissionnaire de transport.<br/><br/>5.4.1. Quand les informations ou instructions du donneur d'ordre apparaissent ambiguës, impropres, incomplètes ou sont de nature à compromettre la bonne fin de la mission, le commissionnaire de transport demande au donneur d'ordre toute précision complémentaire par écrit ou par tout autre moyen électronique de transmission et de conservation des données.<br/><br/>5.4.2. S'il s'avère que les instructions du donneur d'ordre sont incompatibles avec les réglementations en vigueur ou induisent un risque quelconque, le commissionnaire doit refuser de les exécuter sans que sa responsabilité puisse être engagée. Il en informe le donneur d'ordre par écrit ou tout autre moyen électronique de transmission et de conservation des données.<br/><br/>5.4.3. Le commissionnaire de transport informe le donneur d'ordre des réglementations relatives au transport du ou des Etats concernés ainsi que des conventions internationales afférentes au transport.<br/><br/>5.5. Devoir de conseil.<br/><br/>5.5.1. Préalablement à la conclusion du contrat de commission, et dès qu'il est sollicité, le commissionnaire de transport informe le donneur d'ordre des avantages et des inconvénients des modes pouvant être utilisés.<br/><br/>5.5.2. En fonction des éléments qui lui sont fournis par le donneur d'ordre, de la nature, la valeur et la destination de la marchandise, des délais fixés et des usages du marché considéré, le commissionnaire suggère la souscription d'une assurance  marchandises , d'une déclaration de valeur ou d'un intérêt spécial à la livraison.<br/><br/>5.5.3. Le devoir de conseil du commissionnaire de transport s'exerce dans son domaine de compétence et s'apprécie en fonction du degré de professionnalisme du donneur d'ordre. Ce devoir s'exerce dans la mesure où le commissionnaire de transport dispose en temps utile des éléments nécessaires à l'organisation du transport.<br/><br/>5.6. Obligations du commissionnaire de transport au regard de ses substitués.<br/><br/>5.6.1. Le commissionnaire de transport s'assure, préalablement à la conclusion du contrat de transport, que le substitué auquel il s'adresse est habilité à exécuter les opérations qui lui sont confiées et dispose des aptitudes requises.<br/><br/>5.6.2. Le commissionnaire de transport assume seul le choix de ses substitués. Il n'est pas tenu de recueillir l'accord du donneur d'ordre sur le nom des commissionnaires intermédiaires et des substitués qu'il retient. Sauf faute personnelle de sa part, le commissionnaire ne répond pas des commissionnaires intermédiaires ou des substitués qui lui ont été formellement imposés par le donneur d'ordre ou par les autorités publiques.<br/><br/>5.6.3. Le commissionnaire de transport a l'obligation de répercuter aux commissionnaires intermédiaires ou à ses substitués toutes les informations, demandes et instructions du donneur d'ordre, de les informer des particularités de la marchandise ou de l'opération et les met en mesure d'exécuter le contrat conformément à la mission qui lui a été confiée par son donneur d'ordre.<br/><br/>5.6.4. Le commissionnaire s'assure que les commissionnaires intermédiaires ou les substitués font suivre le document de transport et les documents annexes tout au long du transport et cela jusqu'à la livraison finale de l'envoi.<br/><br/>5.7. Obligations relatives au déroulement des opérations et à la livraison.<br/><br/>5.7.1. Le commissionnaire de transport, dès qu'il en a connaissance, informe le donneur d'ordre qui en a fait la demande de la bonne fin du transport.<br/><br/>5.7.2. Le commissionnaire de transport informe le donneur d'ordre de toutes les difficultés rencontrées dans l'exécution du contrat.<br/><br/>5.8. Manquement du commissionnaire de transport à ses devoirs et obligations.<br/><br/>Le commissionnaire de transport répond de toutes les conséquences du manquement à ses obligations, lesquelles peuvent être limitées dans les conditions de l'article 13.</p><p><br/>Article 6<br/><br/>Prestations accessoires</p><p><br/>6.1. Sauf en cas de relation commerciale suivie ayant fait l'objet d'une convention écrite, les directives formelles du donneur d'ordre en matière de prestations accessoires sont formulées pour chaque envoi par écrit ou par tout autre moyen électronique de transmission et de conservation des données.<br/><br/>6.2. La déclaration de valeur et la déclaration spéciale à la livraison suivent le régime juridique de la commission de transport.<br/><br/>6.3. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries telles que définies à l'article 13 ci-après.<br/><br/>6.4. La livraison contre remboursement, l'assurance des marchandises ainsi que les opérations de douane obéissent aux règles du mandat.</p><p><br/>Article 7<br/><br/>Assurance des marchandises</p><p><br/>Le commissionnaire de transport n'intervient qu'en qualité de mandataire du donneur d'ordre.<br/><br/>Aucune assurance  marchandises  n'est souscrite par le commissionnaire de transport sans ordre écrit, ou donné par tout autre moyen électronique de transmission et de conservation des données, et répété du donneur d'ordre pour chaque envoi, précisant très clairement les risques à couvrir et les valeurs à garantir. A défaut de spécification précise, seuls les risques dits  ordinaires  sont assurés. Dans le cas d'une relation commerciale suivie ayant fait l'objet d'une convention écrite, chaque envoi est présumé soumis aux instructions initiales.<br/><br/>Le commissionnaire de transport souscrit une assurance au nom et pour le compte du donneur d'ordre auprès d'une compagnie notoirement solvable au moment de la souscription de la police.</p><p><br/>Article 8<br/><br/>Livraison</p><p><br/>8.1. La livraison est effectuée entre les mains de la personne telle que désignée comme destinataire par le donneur d'ordre.<br/><br/>8.2. Sur la base des informations qui lui ont été communiquées, le donneur d'ordre peut demander au commissionnaire de transport de prendre toutes dispositions utiles afin de préserver ses droits lors de la livraison de la marchandise.<br/><br/>8.3. Empêchement à la livraison, refus ou défaillance du destinataire.<br/><br/>En cas d'empêchement à la livraison (absence du destinataire, inaccessibilité du lieu de livraison, refus par le destinataire de prendre livraison, etc.), tous les frais supplémentaires engagés pour le compte de la marchandise restent à la charge du donneur d'ordre, sauf en cas de faute du commissionnaire de transport ou de son substitué.</p><p><br/>Article 9<br/><br/>Défaillance du donneur d'ordre,<br/><br/>empêchement au transport</p><p><br/>Le donneur d'ordre prévient le commissionnaire de transport, avec un préavis suffisant en fonction des usages professionnels et du mode de transport retenu, au cas où la marchandise ne pourrait pas lui être remise dans les délais prévus. A défaut, le commissionnaire de transport a droit à des dommages et intérêts en réparation de son préjudice prouvé, direct et prévisible lors de la conclusion du contrat.<br/><br/>Si, une fois le chargement opéré, le transport est empêché ou interrompu temporairement ou si l'exécution du transport est ou devient impossible, le commissionnaire de transport demande des instructions au donneur d'ordre, par écrit ou par tous moyens de transmission et de conservation des données. Il lui indique toutes les conséquences dont il a connaissance.<br/><br/>En l'absence de réponse du donneur d'ordre en temps utile, le commissionnaire de transport prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens. Les frais ainsi engagés sont répercutés au donneur d'ordre sur présentation des justificatifs.<br/><br/>Lorsque l'empêchement est imputable au donneur d'ordre, le commissionnaire de transport a droit au remboursement des dépenses non prévues, sur présentation des justificatifs.</p><p><br/>Article 10<br/><br/>Prix des prestations</p><p><br/>10.1. Cotation.<br/><br/>Le prix est librement fixé sur la base des informations fournies par le donneur d'ordre. Il comprend le coût des différentes prestations fournies, notamment le prix du transport stricto sensu, incluant toute éventuelle instruction spécifique, le cas échéant, celui des prestations accessoires convenues, auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport ainsi que le coût de l'intervention du commissionnaire.<br/><br/>Le prix ne comprend pas les droits, taxes, redevances et impôts dus en application de toute réglementation notamment fiscale ou douanière (tels que accises, droits d'entrée, etc.).<br/><br/>Sont facturés séparément en sus de la prestation principale :<br/><br/>a) Les prestations accessoires ;<br/><br/>b) Les frais supplémentaires de suivi et de gestion des contrats ;<br/><br/>c) Les droits, taxes, redevances et impôts dus en application de toute réglementation notamment fiscale ou douanière (tels que accises, droits d'entrée, etc.) ;<br/><br/>d) Toute taxe liée au transport et/ou tout droit dont la perception est mise à la charge du transporteur ou du commissionnaire.<br/><br/>10.2. Renégociation du prix.<br/><br/>Les parties ont la faculté de renégocier le prix initialement convenu en cas de variations significatives des charges des substitués du commissionnaire de transport qui tiennent à des conditions extérieures à ceux-ci.<br/><br/>Les prix initialement convenus sont renégociés à la date anniversaire du contrat.<br/><br/>10.3. Taxes.<br/><br/>Tous les prix sont calculés hors taxes.</p><p><br/>Article 11<br/><br/>Modification du contrat de commission de transport</p><p><br/>11.1. Modification avant le commencement de l'exécution.<br/><br/>Toute modification du contrat de commission de transport, soit à l'initiative du donneur d'ordre, soit en raison de circonstances extérieures aux parties et à leurs substitués, entraîne un réajustement à la hausse ou à la baisse du prix initialement convenu.<br/><br/>Si les parties ne parviennent pas à s'entendre sur ce réajustement, chacune d'elles peut mettre un terme au contrat dans les conditions définies à l'article 15.1 ci-après.<br/><br/>11.2. Modification en cours d'exécution.<br/><br/>Le donneur d'ordre qui modifie le contrat de commission au cours de son exécution supporte, sur présentation des justificatifs, les frais engagés par le commissionnaire de transport.<br/><br/>Le commissionnaire de transport supporte les frais occasionnés par les modifications des conditions d'exécution du contrat de commission de transport qui résultent de son fait ou de celui de ses substitués.<br/><br/>11.3. Quand les modifications apportées par le commissionnaire de transport sont justifiées par l'intérêt de la marchandise, le donneur d'ordre rembourse les frais exposés sur présentation des justificatifs.<br/><br/>11.4. Modification affectant la substance du contrat de commission à l'initiative du donneur d'ordre.<br/><br/>Si une modification à l'initiative du donneur d'ordre affecte la substance du contrat, les parties ont la faculté de renégocier les conditions tarifaires.<br/><br/>Si les parties ne parviennent pas à s'entendre sur de nouvelles conditions tarifaires, chacune d'elles peut mettre un terme au contrat dans les conditions définies à l'article 15-1 ci-après.</p><p><br/>Article 12<br/><br/>Conditions de paiement</p><p><br/>12.1. Le paiement du prix des prestations de commission de transport est exigible au lieu d'émission de la facture, laquelle doit être réglée dans un délai qui ne peut excéder trente jours à compter de la date de son émission.<br/><br/>12.2. La compensation unilatérale du montant des dommages allégués sur le prix dû au commissionnaire est interdite.<br/><br/>12.3. Tout retard dans le paiement entraîne de plein droit, le jour suivant la date de règlement figurant sur la facture, l'exigibilité d'intérêts de retard d'un montant équivalant à cinq fois le taux d'intérêt légal ainsi que d'une indemnité forfaitaire pour frais de recouvrement d'un montant de 40 € suivant l'article D. 441-5 du code de commerce et ce, sans préjudice de la réparation éventuelle, dans les conditions du droit commun, de tout autre dommage résultant directement de ce retard.<br/><br/>La date d'exigibilité du paiement, le taux d'intérêt des pénalités de retard ainsi que le montant de l'indemnité forfaitaire de compensation des frais de recouvrement doivent obligatoirement figurer sur la facture.<br/><br/>12.4. Lorsque des délais de paiement sont consentis, tout paiement partiel sera imputé en premier lieu sur la partie non privilégiée des créances. Le non-paiement d'une seule échéance emportera sans formalité déchéance du terme, le solde devenant immédiatement exigible même en cas d'acceptation d'effets.</p><p><br/>Article 13<br/><br/>Responsabilité</p><p><br/>Le commissionnaire de transport est présumé responsable des dommages résultant du transport, de son organisation et de l'exécution des prestations accessoires et des instructions spécifiques.<br/><br/>L'indemnisation du préjudice prouvé, direct et prévisible, s'effectue dans les conditions suivantes :<br/><br/>13.1. Responsabilité du fait des substitués.<br/><br/>La réparation de ce préjudice prouvé due par le commissionnaire de transport est limitée à celle encourue par le substitué dans le cadre de l'envoi qui lui est confié. Quand les limites d'indemnisation des substitués n'ont pas été portées à la connaissance du donneur d'ordre ou ne résultent pas de dispositions impératives, légales ou réglementaires, elles sont réputées identiques à celles relatives à la responsabilité personnelle du commissionnaire de transport.<br/><br/>13.2. Responsabilité personnelle du commissionnaire de transport.<br/><br/>Sauf faute intentionnelle ou inexcusable, l'indemnité pour faute personnelle prouvée du commissionnaire de transport est strictement limitée conformément aux dispositions ci-après :<br/><br/>13.2.1. Pertes et avaries de la marchandise.<br/><br/>La réparation due par le commissionnaire de transport est égale à 20 € par kilogramme de poids brut de marchandise manquante ou avariée sans pouvoir excéder une somme supérieure au produit du poids brut de la marchandise de l'envoi exprimé en tonnes multiplié par 5 000 €.<br/><br/>13.2.2. Retard.<br/><br/>En cas de préjudice prouvé résultant d'un retard à la livraison, la réparation des dommages est limitée au prix de la prestation de commission de transport (droits, taxes et frais divers exclus).<br/><br/>13.3. Déclaration de valeur.<br/><br/>Le donneur d'ordre peut souscrire une déclaration de valeur qui, fixée par lui et acceptée par le commissionnaire de transport, a pour effet de substituer le montant de cette déclaration aux plafonds d'indemnité indiqués ci-dessus (cf. art. 13.1 et 13.2.1). Cette déclaration fait l'objet d'une rémunération supplémentaire.<br/><br/>13.4. Intérêt spécial à la livraison.<br/><br/>Le donneur d'ordre peut faire une déclaration d'intérêt spécial à la livraison qui, fixée par lui et acceptée par le commissionnaire, a pour effet de substituer le montant de cette déclaration aux plafonds d'indemnité indiqués ci-dessus (cf. art. 13.1 et 13.2.2). Cette déclaration fait l'objet d'une rémunération supplémentaire.</p><p><br/>Article 14<br/><br/>Prescription</p><p><br/>Toutes les actions auxquelles le contrat de commission de transport peut donner lieu sont prescrites dans le délai d'un an.<br/><br/>Ce délai court, en cas de perte totale, à compter du jour où la marchandise aurait dû être livrée ou offerte et, dans tous les autres cas, à compter du jour où la marchandise a été remise ou offerte au destinataire.</p><p><br/>Article 15<br/><br/>Durée et résiliation du contrat de commission</p><p><br/>15.1. Dans le cas de relations suivies faisant l'objet d'une convention dont la durée est indéterminée, chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis d'un mois quand le temps déjà écoulé depuis le début d'exécution du contrat n'est pas supérieur à six mois. Le préavis est porté à deux mois quand ce temps est supérieur à six mois et inférieur à un an. Le préavis à respecter est de trois mois quand la durée de la relation est d'un an et plus.<br/><br/>Pendant la période de préavis, les parties maintiennent l'économie du contrat.<br/><br/>15.2. En cas de manquements répétés de l'une des parties à ses obligations, malgré un avertissement adressé par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de commission, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnité, par l'envoi d'une lettre recommandée avec avis de réception.<br/><br/>15.3. En cas de manquement grave de l'une des parties à ses obligations, l'autre partie peut mettre fin au contrat de commission de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnité, par l'envoi d'une lettre recommandée avec avis de réception.</p><p><br/>Article 16<br/><br/>Clause attributive de juridiction</p><p><br/>En cas de litige ou de contestation relatif à un contrat de commission de transport incluant un transport international, seul le tribunal de commerce de Paris est compétent, même en cas de pluralité de défendeurs ou d'appels en garantie.</p>",
            "type": "AUTONOME",
            "dateDebut": "2014-05-28T00:00:00.000Z",
            "dateFin": "2021-09-01T00:00:00.000Z"
        }
    ]
}