{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048883273",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux principes spécifiques applicables à l'audit des comptes consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP 600. Principes spécifiques applicables à l'audit des comptes consolidés Introduction 1. En application du deuxième alinéa de l'article L. 821-53 du code de commerce, les commissaires aux comptes certifient, en justifiant de leurs appréciations, que les comptes consolidés sont réguliers et sincères et donnent une image fidèle du patrimoine, de la situation financière ainsi que du résultat de l'ensemble constitué par les personnes et entités comprises dans la consolidation. Pour répondre à cette obligation légale, les commissaires aux comptes formulent une opinion sur les comptes consolidés après avoir mis en œuvre un audit, en application des normes d'exercice professionnel. 2. La présente norme a pour objet de définir, en complément des dispositions prévues par les normes d'exercice professionnel relatives à la certification des comptes, les principes spécifiques applicables à l'audit des comptes consolidés. Ces principes s'appliquent également lorsque les comptes à certifier par le commissaire aux comptes sont des comptes combinés. La présente norme n'a pas pour objet de définir les principes qui régissent l'exercice collégial de l'audit des comptes réalisé par plusieurs commissaires aux comptes, qui font l'objet de la norme d'exercice professionnel correspondante. 3. Dans le contexte particulier de l'audit des comptes consolidés, le risque d'audit comprend notamment le risque qu'une anomalie présente dans l'information comptable des entités comprises dans la consolidation et pouvant générer des anomalies significatives dans les comptes consolidés ne soit détectée ni par les professionnels chargés du contrôle des comptes de ces entités, ni par le commissaire aux comptes. 4. Par convention, dans la présente norme : -le terme “ entités ” désigne les entités comprises dans la consolidation ; -le terme “ entité consolidante ” désigne l'entité qui établit les comptes consolidés soumis à certification du commissaire aux comptes ; -le terme “ commissaire aux comptes ” désigne l'organe de contrôle légal des comptes de l'entité consolidante ; -le terme “ information comptable des entités ” désigne les comptes ou l'information préparée par les entités, selon les instructions de l'entité consolidante aux fins d'inclusion dans les comptes consolidés, telle que la liasse de consolidation ; -le terme “ professionnels chargés du contrôle des comptes des entités ” désigne les commissaires aux comptes des entités ou les autres professionnels qui réalisent les travaux de contrôle sur l'information comptable des entités. Lettre de mission 5. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission. Planification de l'audit 6. Le commissaire aux comptes planifie son audit des comptes consolidés conformément aux principes de la norme d'exercice professionnel relative à la planification de la mission. Prise de connaissance de l'ensemble consolidé et de son environnement et évaluation du risque d'anomalies significatives 7. En application de la norme d'exercice professionnel relative à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, le commissaire aux comptes identifie et évalue le risque d'anomalies significatives au niveau des comptes consolidés. Pour ce faire, le commissaire aux comptes prend connaissance : -de l'ensemble consolidé et des entités qui le constituent, de leurs activités et de leur environnement, du processus d'élaboration des comptes consolidés défini par l'entité consolidante et des instructions adressées par sa direction aux entités de l'ensemble consolidé ; -des contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés, afin : -d'identifier les entités importantes pour l'audit des comptes consolidés en fonction de l'importance de leur contribution individuelle ou de l'importance du risque d'anomalies significatives que l'information comptable de ces entités peut faire peser sur les comptes consolidés ; -d'évaluer le risque d'anomalies significatives dans les comptes consolidés résultant de fraudes ou d'erreurs. 8. Lors de sa prise de connaissance, le commissaire aux comptes tient compte des informations recueillies avant l'acceptation de son mandat. Connaissance des professionnels chargés du contrôle des comptes des entités 9. En application des dispositions de l'article L. 821-53 du code de commerce, la certification des comptes consolidés est délivrée notamment après examen des travaux des commissaires aux comptes des personnes et entités comprises dans la consolidation ou, s'il n'en est point, des professionnels chargés du contrôle des comptes desdites personnes et entités. 10. Le commissaire aux comptes évalue la possibilité d'utiliser, pour les besoins de l'audit des comptes consolidés, les éléments collectés et les conclusions émises par les professionnels chargés du contrôle des comptes des entités. Pour ce faire, il examine les critères suivants : a) L'identité de ces professionnels et la nature de la mission qui leur a été confiée, leur qualification professionnelle et leur compétence ; b) Leur compréhension des règles d'indépendance et de déontologie applicables à l'audit des comptes consolidés et leur capacité à les respecter ; c) La possibilité qu'il a d'être impliqué dans les travaux qui seront réalisés par ces professionnels pour les besoins de l'audit des comptes consolidés ; d) L'existence d'un système de surveillance de leur profession dans l'environnement réglementaire des entités. 11. A l'issue de cet examen, si le commissaire aux comptes estime qu'il ne peut utiliser pour les besoins de l'audit des comptes consolidés les travaux des professionnels chargés du contrôle des comptes des entités, il adapte son niveau d'implication dans les travaux requis et, si besoin, réalise lui-même ces travaux. Seuils de signification 12. Le commissaire aux comptes détermine : a) Le seuil de signification au niveau des comptes consolidés pris dans leur ensemble ; b) Le cas échéant, des seuils de signification au niveau des comptes consolidés de montants inférieurs pour certaines catégories d'opérations, certains soldes de comptes ou certaines informations fournies dans l'annexe aux comptes consolidés ; c) Le seuil de signification au niveau des comptes de chaque entité dont l'information comptable doit faire l'objet, pour les besoins de l'audit des comptes consolidés, d'un audit ou d'un examen limité ; ce seuil est toujours inférieur au seuil de signification déterminé au niveau des comptes consolidés pris dans leur ensemble ; d) Le seuil en dessous duquel des anomalies sont manifestement insignifiantes au regard des comptes consolidés pris dans leur ensemble. 13. Lorsque les comptes d'une entité font l'objet d'un audit en application des textes légaux et réglementaires, des statuts ou de toute autre obligation et que le commissaire aux comptes estime, sur la base des critères définis au paragraphe 10 de la présente norme, qu'il pourra utiliser ces travaux pour ses propres besoins, il apprécie le caractère approprié du seuil de signification au niveau des comptes de l'entité pris dans leur ensemble, déterminé par le professionnel chargé du contrôle des comptes de l'entité. 14. Lorsque le professionnel chargé du contrôle des comptes d'une entité définit un montant inférieur au seuil de signification pour la mise en œuvre de ses procédures d'audit, tel que défini dans la norme d'exercice professionnel relative aux “ anomalies significatives et seuil de signification ”, le commissaire aux comptes en apprécie le caractère approprié. Réponses à l'évaluation des risques 15. En réponse à son évaluation du risque d'anomalies significatives au niveau des comptes consolidés, le commissaire aux comptes détermine : -les tests à réaliser, le cas échéant, sur l'efficacité des contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ; -la nature, le calendrier et l'étendue des travaux à réaliser sur l'information comptable établie par les entités pour les besoins de l'audit des comptes consolidés ; -la nature et l'étendue de son implication dans les travaux réalisés par les professionnels chargés du contrôle des comptes des entités pour les besoins de l'audit des comptes consolidés ainsi que le calendrier correspondant. Tests sur l'efficacité des contrôles conçus par l'entité consolidante 16. Le commissaire aux comptes réalise ou demande aux professionnels chargés du contrôle des comptes des entités de réaliser des tests sur l'efficacité des contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés dans les cas suivants : -lorsque les travaux à réaliser sur le processus d'établissement des comptes consolidés ou sur l'information comptable des entités reposent sur l'hypothèse selon laquelle ces contrôles fonctionnent efficacement ; -lorsqu'il considère que les seuls contrôles de substance ne permettent pas de réduire le risque d'audit à un niveau suffisamment faible pour obtenir l'assurance recherchée. Nature et étendue des travaux sur l'information comptable établie par les entités pour les besoins de l'audit des comptes consolidés Entités importantes au regard des comptes consolidés 17. Lorsque le commissaire aux comptes a identifié qu'une entité est importante pour l'audit des comptes consolidés en raison de l'importance de sa contribution individuelle au regard des comptes consolidés, le commissaire aux comptes ou le professionnel chargé du contrôle des comptes de l'entité effectue un audit de l'information comptable de celle-ci en utilisant le ou les seuil (s) de signification défini (s) au niveau des comptes de cette dernière. 18. Lorsque le commissaire aux comptes détermine qu'une entité est importante en raison de l'importance du risque d'anomalies significatives que son information comptable peut faire peser sur les comptes consolidés, le commissaire aux comptes ou le professionnel chargé du contrôle des comptes de celle-ci met en œuvre une ou plusieurs des diligences suivantes : -un audit de l'information comptable de l'entité en utilisant le ou les seuil (s) de signification défini (s) au niveau des comptes de cette dernière ; -un audit d'un ou de plusieurs soldes de comptes, de catégories d'opérations ou d'autres éléments d'information sur lesquels un risque élevé d'anomalies significatives a été identifié ; -des procédures d'audit spécifiques en réponse au risque élevé d'anomalies significatives. Entités non importantes au regard des comptes consolidés 19. Le commissaire aux comptes effectue, au niveau des comptes consolidés, des procédures analytiques. 20. Le commissaire aux comptes apprécie si les éléments susceptibles d'être collectés à partir : -des travaux réalisés sur l'information comptable des entités importantes ; -des travaux réalisés sur le processus d'établissement des comptes consolidés et sur les contrôles conçus dans l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ; -des procédures analytiques effectuées au niveau des comptes consolidés, pourront être suffisants et appropriés pour fonder son opinion sur les comptes consolidés. Dans le cas contraire, il sélectionne des entités non importantes au regard des comptes consolidés sur lesquelles une ou plusieurs des diligences suivantes seront mises en œuvre par lui-même ou par les professionnels chargés du contrôle des comptes de celles-ci : -un audit ou un examen limité de l'information comptable de l'entité en utilisant le seuil de signification défini au niveau des comptes de cette dernière ; -un audit de l'un ou de plusieurs soldes de comptes, catégories d'opérations ou d'autres éléments d'information ; -des procédures spécifiques. Le commissaire aux comptes modifie périodiquement la sélection de ces entités. Nature et étendue de l'implication du commissaire aux comptes dans les travaux réalisés par les professionnels chargés du contrôle des comptes des entités Entités importantes.-Evaluation des risques 21. Le commissaire aux comptes est impliqué dans l'évaluation des risques effectuée par les professionnels chargés du contrôle des comptes des entités importantes. La nature, le calendrier et l'étendue des travaux requis pour cette implication dépendent de l'appréciation faite par le commissaire aux comptes sur ces professionnels, selon les critères énoncés au paragraphe 10 de la présente norme. Ils comprennent au minimum : -un échange d'informations avec le professionnel chargé du contrôle des comptes ou la direction de l'entité sur les activités de celle-ci qui sont importantes pour l'ensemble consolidé ; -un échange d'informations avec le professionnel chargé du contrôle des comptes de l'entité sur le risque d'anomalies significatives dues à des fraudes ou des erreurs ; -et une revue de la documentation du professionnel chargé du contrôle des comptes de l'entité relative au risque élevé d'anomalies significatives. Cette documentation peut prendre la forme d'une synthèse justifiant ses conclusions. Procédures d'audit en réponse au risque élevé d'anomalies significatives 22. Lorsqu'un risque élevé d'anomalies significatives a été identifié au niveau d'une entité pour laquelle les travaux sont réalisés par un professionnel chargé du contrôle des comptes de celle-ci, le commissaire aux comptes : -évalue le caractère approprié des procédures d'audit complémentaires à mettre en œuvre pour répondre spécifiquement à ce risque ; -détermine s'il est nécessaire, en fonction de l'appréciation qu'il porte sur ce professionnel, qu'il soit impliqué dans la mise en œuvre des procédures complémentaires. Processus de consolidation 23. En réponse à son évaluation du risque d'anomalies significatives lié au processus de consolidation, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit complémentaires à celles réalisées en application des paragraphes 7 et 16 de la présente norme. Celles-ci lui permettent : -d'évaluer l'exhaustivité du périmètre de consolidation ; -d'apprécier le caractère approprié, exact et exhaustif des écritures de consolidation et d'évaluer s'il existe des facteurs de risques de fraudes ou des indicateurs révélant des biais possibles de la part de la direction de l'entité consolidante ; -d'évaluer si l'information comptable des entités a été correctement retraitée, lorsque celle-ci n'est pas préparée dans le même référentiel comptable que celui retenu pour établir les comptes consolidés ; -de vérifier que l'information comptable communiquée par les professionnels chargés du contrôle des comptes des entités est celle reprise dans les comptes consolidés ; -d'évaluer si les retraitements nécessaires ont été effectués conformément au référentiel comptable applicable lorsque la date de clôture des comptes des entités est différente de celle de l'entité consolidante. Evénements postérieurs 24. Dans le cadre de l'audit de l'information comptable des entités, le commissaire aux comptes ou les professionnels chargés du contrôle des comptes de ces entités mettent en oeuvre des procédures destinées à identifier les événements qui ont pu survenir dans ces dernières entre la date de clôture de leur information comptable et la date de signature du rapport sur les comptes consolidés et qui peuvent nécessiter : -un traitement comptable approprié dans les comptes consolidés ; -ou une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes consolidés. 25. Lorsque les professionnels chargés du contrôle des comptes des entités réalisent des travaux autres qu'un audit de l'information comptable de ces dernières, le commissaire aux comptes leur demande de l'informer d'événements postérieurs tels que définis ci-dessus dont ils auraient eu connaissance. Communication avec les professionnels chargés du contrôle des comptes des entités 26. Le commissaire aux comptes communique suffisamment à l'avance ses instructions aux professionnels chargés du contrôle des comptes des entités. Cette communication définit les travaux à réaliser, l'utilisation qui en sera faite ainsi que le format et le contenu de la communication entre les professionnels chargés du contrôle des comptes des entités et le commissaire aux comptes. Cette communication comprend également : -la demande faite aux professionnels chargés du contrôle des comptes des entités de confirmer qu'ils coopéreront avec le commissaire aux comptes dans le cadre des conditions d'utilisation de leurs travaux, telles que définies dans les instructions ; -les dispositions des règles de déontologie applicables à l'audit des comptes consolidés, en particulier en matière d'indépendance ; -dans le cas d'un audit ou d'un examen limité de l'information comptable des entités, le ou le (s) seuil (s) tels que définis au paragraphe 12 b, c et d ; -le risque élevé d'anomalies significatives identifié par le commissaire aux comptes au niveau des comptes consolidés résultant de fraudes ou d'erreurs qui doit être pris en considération par les professionnels chargés du contrôle des comptes des entités ; -la demande d'informer, en temps utile, le commissaire aux comptes de tout autre risque élevé d'anomalies significatives à considérer au niveau des comptes consolidés résultant de fraudes ou d'erreurs dans les entités ainsi que les procédures mises en œuvre pour répondre à ce risque ; -la liste des parties liées préparée par la direction de l'entité consolidante, complétée de l'identité de toute autre partie liée dont le commissaire aux comptes a connaissance ; -la demande aux professionnels chargés du contrôle des comptes des entités de communiquer au commissaire aux comptes, dès qu'ils en ont connaissance, l'existence de toute partie liée non identifiée par celui-ci ou par la direction de l'entité consolidante. Le commissaire aux comptes apprécie, le cas échéant, si l'existence de ces parties liées doit être communiquée aux professionnels chargés du contrôle des comptes des autres entités. 27. Le commissaire aux comptes demande aux professionnels chargés du contrôle des comptes des entités de lui communiquer les éléments pertinents pour fonder son opinion sur les comptes consolidés. Cette communication comprend : -la confirmation par les professionnels chargés du contrôle des comptes des entités du respect des règles de déontologie applicables à l'audit des comptes consolidés, en particulier celles relatives à l'indépendance et à la compétence professionnelle ; -la confirmation par les professionnels chargés du contrôle des comptes des entités du respect des instructions reçues du commissaire aux comptes ; -l'identification de l'information comptable des entités sur laquelle les professionnels chargés du contrôle des comptes de ces dernières ont réalisé leurs travaux ; -les cas de non-respect des textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes consolidés ; -un état des anomalies non corrigées sur l'information comptable des entités. Cet état n'inclut pas les anomalies qui sont en dessous du seuil des anomalies manifestement insignifiantes, tel que défini au paragraphe 12 d ; -les indicateurs révélant des biais possibles de la part de la direction ; -une description des faiblesses significatives de contrôle interne identifiées au niveau des entités ; -les autres faits significatifs que les professionnels chargés du contrôle des comptes des entités ont communiqués ou vont communiquer aux membres des organes de direction et de surveillance des entités, y compris les fraudes (réelles ou suspectées) impliquant les directions des entités ou des employés ayant un rôle clé dans le dispositif de contrôle interne ou toute autre fraude qui pourrait entraîner une anomalie significative dans l'information comptable des entités ; -tout autre élément important estimé pertinent pour le commissaire aux comptes, y compris les points particuliers mentionnés dans les lettres d'affirmation signées par les directions des entités ; -et la synthèse des points relevés, les conclusions ou l'opinion des professionnels chargés du contrôle des comptes des entités. Evaluation du caractère suffisant et approprié des éléments collectés 28. Le commissaire aux comptes collecte les éléments suffisants et appropriés sur la base : -des procédures d'audit réalisées sur le processus d'établissement des comptes consolidés ; -des travaux réalisés par lui-même et par les professionnels chargés du contrôle des comptes des entités sur l'information comptable de ces dernières. 29. Le commissaire aux comptes : -apprécie la pertinence des éléments transmis par les professionnels chargés du contrôle des comptes des entités tels que mentionnés dans le paragraphe 27 ; -échange avec les professionnels chargés du contrôle des comptes des entités, les directions des entités ou la direction de l'entité consolidante sur les éléments importants relevés ; -évalue la nécessité de revoir d'autres éléments de la documentation des travaux des professionnels chargés du contrôle des comptes des entités ; -conçoit, dès lors que les travaux mis en œuvre au niveau des entités sont estimés insuffisants, les procédures complémentaires à mettre en œuvre par les professionnels chargés du contrôle des comptes des entités ou par le commissaire aux comptes. 30. Le commissaire aux comptes évalue l'incidence sur son opinion d'audit de : -l'ensemble des anomalies non corrigées autres que celles manifestement insignifiantes ; -toute situation où il n'a pas été possible de collecter des éléments suffisants et appropriés. Communication 31. Le commissaire aux comptes communique à la direction de l'entité consolidante, au niveau de responsabilité approprié, en faisant application de la norme d'exercice professionnel relative à la communication des faiblesses du contrôle interne : -les faiblesses du contrôle interne conçu par l'entité consolidante et mis en oeuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ; -les faiblesses du contrôle interne des entités, identifiées soit par les professionnels chargés du contrôle des comptes des entités, soit par lui-même, qu'il estime d'une importance suffisante pour mériter son attention ; -les fraudes qu'il a identifiées ou qui ont été portées à sa connaissance par le professionnel chargé du contrôle des comptes d'une entité ou les informations qu'il a obtenues sur l'existence possible d'une fraude. 32. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 821-63 du code de commerce. A ce titre, le commissaire aux comptes communique les éléments suivants : -une présentation d'ensemble : -des travaux à réaliser sur l'information comptable des entités ; -de son implication dans les travaux à réaliser par les professionnels chargés du contrôle des comptes des entités sur l'information comptable des entités importantes ; -les difficultés qu'il a rencontrées, liées à la qualité des travaux réalisés par le professionnel chargé du contrôle des comptes d'une entité ; -toute limitation dans la mise en œuvre des procédures d'audit estimées nécessaires pour l'audit des comptes consolidés, par exemple lorsque le commissaire aux comptes n'a pu avoir accès à toute l'information demandée ; -les faiblesses du contrôle interne visées au paragraphe 31 qu'il estime significatives ; -les fraudes avérées ou suspectées impliquant : -la direction de l'entité consolidante, la direction des entités, les employés ayant un rôle clé dans les contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ; -ou d'autres personnes lorsque la fraude a entraîné une anomalie significative dans les comptes consolidés. Documentation 33. Le commissaire aux comptes fait figurer dans son dossier les éléments suivants : -une analyse des entités le conduisant à déterminer celles qui sont ou non importantes ; -la nature des travaux réalisés sur l'information comptable des entités ; -la nature, le calendrier et l'étendue de l'intervention du commissaire aux comptes dans les travaux réalisés par les professionnels chargés du contrôle des comptes des entités importantes, y compris la revue éventuelle, par le commissaire aux comptes, de tout ou partie de la documentation des professionnels chargés du contrôle des comptes de ces entités et de leurs conclusions ; -les communications écrites entre le commissaire aux comptes et les professionnels chargés du contrôle des comptes des entités relatives aux demandes du commissaire aux comptes. Le commissaire aux comptes veille au respect des dispositions de l'article R. 820-50 du code de commerce.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux principes spécifiques applicables à l'audit des comptes consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\nNEP 600. Principes spécifiques applicables à l'audit des comptes consolidés<br/><br/>\nIntroduction<br/><br/>\n1. En application du deuxième alinéa de l'article L. 821-53 du code de commerce, les commissaires aux comptes certifient, en justifiant de leurs appréciations, que les comptes consolidés sont réguliers et sincères et donnent une image fidèle du patrimoine, de la situation financière ainsi que du résultat de l'ensemble constitué par les personnes et entités comprises dans la consolidation.<br/><br/>\nPour répondre à cette obligation légale, les commissaires aux comptes formulent une opinion sur les comptes consolidés après avoir mis en œuvre un audit, en application des normes d'exercice professionnel.<br/><br/>\n2. La présente norme a pour objet de définir, en complément des dispositions prévues par les normes d'exercice professionnel relatives à la certification des comptes, les principes spécifiques applicables à l'audit des comptes consolidés.<br/><br/>\nCes principes s'appliquent également lorsque les comptes à certifier par le commissaire aux comptes sont des comptes combinés.<br/><br/>\nLa présente norme n'a pas pour objet de définir les principes qui régissent l'exercice collégial de l'audit des comptes réalisé par plusieurs commissaires aux comptes, qui font l'objet de la norme d'exercice professionnel correspondante.<br/><br/>\n3. Dans le contexte particulier de l'audit des comptes consolidés, le risque d'audit comprend notamment le risque qu'une anomalie présente dans l'information comptable des entités comprises dans la consolidation et pouvant générer des anomalies significatives dans les comptes consolidés ne soit détectée ni par les professionnels chargés du contrôle des comptes de ces entités, ni par le commissaire aux comptes.<br/><br/>\n4. Par convention, dans la présente norme :</p><p>-le terme “ entités ” désigne les entités comprises dans la consolidation ;<br/><br/>\n-le terme “ entité consolidante ” désigne l'entité qui établit les comptes consolidés soumis à certification du commissaire aux comptes ;<br/><br/>\n-le terme “ commissaire aux comptes ” désigne l'organe de contrôle légal des comptes de l'entité consolidante ;<br/><br/>\n-le terme “ information comptable des entités ” désigne les comptes ou l'information préparée par les entités, selon les instructions de l'entité consolidante aux fins d'inclusion dans les comptes consolidés, telle que la liasse de consolidation ;<br/><br/>\n-le terme “ professionnels chargés du contrôle des comptes des entités ” désigne les commissaires aux comptes des entités ou les autres professionnels qui réalisent les travaux de contrôle sur l'information comptable des entités.</p><p>Lettre de mission<br/><br/>\n5. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission.<br/><br/>\nPlanification de l'audit<br/><br/>\n6. Le commissaire aux comptes planifie son audit des comptes consolidés conformément aux principes de la norme d'exercice professionnel relative à la planification de la mission.<br/><br/>\nPrise de connaissance de l'ensemble consolidé et de son environnement et évaluation du risque d'anomalies significatives<br/><br/>\n7. En application de la norme d'exercice professionnel relative à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, le commissaire aux comptes identifie et évalue le risque d'anomalies significatives au niveau des comptes consolidés.<br/><br/>\nPour ce faire, le commissaire aux comptes prend connaissance :</p><p>-de l'ensemble consolidé et des entités qui le constituent, de leurs activités et de leur environnement, du processus d'élaboration des comptes consolidés défini par l'entité consolidante et des instructions adressées par sa direction aux entités de l'ensemble consolidé ;<br/><br/>\n-des contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés, afin :<br/><br/>\n-d'identifier les entités importantes pour l'audit des comptes consolidés en fonction de l'importance de leur contribution individuelle ou de l'importance du risque d'anomalies significatives que l'information comptable de ces entités peut faire peser sur les comptes consolidés ;<br/><br/>\n-d'évaluer le risque d'anomalies significatives dans les comptes consolidés résultant de fraudes ou d'erreurs.</p><p>8. Lors de sa prise de connaissance, le commissaire aux comptes tient compte des informations recueillies avant l'acceptation de son mandat.<br/><br/>\nConnaissance des professionnels chargés du contrôle des comptes des entités<br/><br/>\n9. En application des dispositions de l'article L. 821-53 du code de commerce, la certification des comptes consolidés est délivrée notamment après examen des travaux des commissaires aux comptes des personnes et entités comprises dans la consolidation ou, s'il n'en est point, des professionnels chargés du contrôle des comptes desdites personnes et entités.<br/><br/>\n10. Le commissaire aux comptes évalue la possibilité d'utiliser, pour les besoins de l'audit des comptes consolidés, les éléments collectés et les conclusions émises par les professionnels chargés du contrôle des comptes des entités. Pour ce faire, il examine les critères suivants :<br/><br/>\na) L'identité de ces professionnels et la nature de la mission qui leur a été confiée, leur qualification professionnelle et leur compétence ;<br/><br/>\nb) Leur compréhension des règles d'indépendance et de déontologie applicables à l'audit des comptes consolidés et leur capacité à les respecter ;<br/><br/>\nc) La possibilité qu'il a d'être impliqué dans les travaux qui seront réalisés par ces professionnels pour les besoins de l'audit des comptes consolidés ;<br/><br/>\nd) L'existence d'un système de surveillance de leur profession dans l'environnement réglementaire des entités.<br/><br/>\n11. A l'issue de cet examen, si le commissaire aux comptes estime qu'il ne peut utiliser pour les besoins de l'audit des comptes consolidés les travaux des professionnels chargés du contrôle des comptes des entités, il adapte son niveau d'implication dans les travaux requis et, si besoin, réalise lui-même ces travaux.<br/><br/>\nSeuils de signification<br/><br/>\n12. Le commissaire aux comptes détermine :<br/><br/>\na) Le seuil de signification au niveau des comptes consolidés pris dans leur ensemble ;<br/><br/>\nb) Le cas échéant, des seuils de signification au niveau des comptes consolidés de montants inférieurs pour certaines catégories d'opérations, certains soldes de comptes ou certaines informations fournies dans l'annexe aux comptes consolidés ;<br/><br/>\nc) Le seuil de signification au niveau des comptes de chaque entité dont l'information comptable doit faire l'objet, pour les besoins de l'audit des comptes consolidés, d'un audit ou d'un examen limité ; ce seuil est toujours inférieur au seuil de signification déterminé au niveau des comptes consolidés pris dans leur ensemble ;<br/><br/>\nd) Le seuil en dessous duquel des anomalies sont manifestement insignifiantes au regard des comptes consolidés pris dans leur ensemble.<br/><br/>\n13. Lorsque les comptes d'une entité font l'objet d'un audit en application des textes légaux et réglementaires, des statuts ou de toute autre obligation et que le commissaire aux comptes estime, sur la base des critères définis au paragraphe 10 de la présente norme, qu'il pourra utiliser ces travaux pour ses propres besoins, il apprécie le caractère approprié du seuil de signification au niveau des comptes de l'entité pris dans leur ensemble, déterminé par le professionnel chargé du contrôle des comptes de l'entité.<br/><br/>\n14. Lorsque le professionnel chargé du contrôle des comptes d'une entité définit un montant inférieur au seuil de signification pour la mise en œuvre de ses procédures d'audit, tel que défini dans la norme d'exercice professionnel relative aux “ anomalies significatives et seuil de signification ”, le commissaire aux comptes en apprécie le caractère approprié.<br/><br/>\nRéponses à l'évaluation des risques<br/><br/>\n15. En réponse à son évaluation du risque d'anomalies significatives au niveau des comptes consolidés, le commissaire aux comptes détermine :</p><p>-les tests à réaliser, le cas échéant, sur l'efficacité des contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;<br/><br/>\n-la nature, le calendrier et l'étendue des travaux à réaliser sur l'information comptable établie par les entités pour les besoins de l'audit des comptes consolidés ;<br/><br/>\n-la nature et l'étendue de son implication dans les travaux réalisés par les professionnels chargés du contrôle des comptes des entités pour les besoins de l'audit des comptes consolidés ainsi que le calendrier correspondant.</p><p>Tests sur l'efficacité des contrôles conçus par l'entité consolidante</p><p>16. Le commissaire aux comptes réalise ou demande aux professionnels chargés du contrôle des comptes des entités de réaliser des tests sur l'efficacité des contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés dans les cas suivants :</p><p>-lorsque les travaux à réaliser sur le processus d'établissement des comptes consolidés ou sur l'information comptable des entités reposent sur l'hypothèse selon laquelle ces contrôles fonctionnent efficacement ;<br/><br/>\n-lorsqu'il considère que les seuls contrôles de substance ne permettent pas de réduire le risque d'audit à un niveau suffisamment faible pour obtenir l'assurance recherchée.</p><p>Nature et étendue des travaux sur l'information comptable établie par les entités pour les besoins de l'audit des comptes consolidés<br/><br/>\nEntités importantes au regard des comptes consolidés</p><p>17. Lorsque le commissaire aux comptes a identifié qu'une entité est importante pour l'audit des comptes consolidés en raison de l'importance de sa contribution individuelle au regard des comptes consolidés, le commissaire aux comptes ou le professionnel chargé du contrôle des comptes de l'entité effectue un audit de l'information comptable de celle-ci en utilisant le ou les seuil (s) de signification défini (s) au niveau des comptes de cette dernière.<br/><br/>\n18. Lorsque le commissaire aux comptes détermine qu'une entité est importante en raison de l'importance du risque d'anomalies significatives que son information comptable peut faire peser sur les comptes consolidés, le commissaire aux comptes ou le professionnel chargé du contrôle des comptes de celle-ci met en œuvre une ou plusieurs des diligences suivantes :</p><p>-un audit de l'information comptable de l'entité en utilisant le ou les seuil (s) de signification défini (s) au niveau des comptes de cette dernière ;<br/><br/>\n-un audit d'un ou de plusieurs soldes de comptes, de catégories d'opérations ou d'autres éléments d'information sur lesquels un risque élevé d'anomalies significatives a été identifié ;<br/><br/>\n-des procédures d'audit spécifiques en réponse au risque élevé d'anomalies significatives.</p><p>Entités non importantes au regard des comptes consolidés</p><p>19. Le commissaire aux comptes effectue, au niveau des comptes consolidés, des procédures analytiques.<br/><br/>\n20. Le commissaire aux comptes apprécie si les éléments susceptibles d'être collectés à partir :</p><p>-des travaux réalisés sur l'information comptable des entités importantes ;<br/><br/>\n-des travaux réalisés sur le processus d'établissement des comptes consolidés et sur les contrôles conçus dans l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;<br/><br/>\n-des procédures analytiques effectuées au niveau des comptes consolidés, pourront être suffisants et appropriés pour fonder son opinion sur les comptes consolidés.</p><p>Dans le cas contraire, il sélectionne des entités non importantes au regard des comptes consolidés sur lesquelles une ou plusieurs des diligences suivantes seront mises en œuvre par lui-même ou par les professionnels chargés du contrôle des comptes de celles-ci :</p><p>-un audit ou un examen limité de l'information comptable de l'entité en utilisant le seuil de signification défini au niveau des comptes de cette dernière ;<br/><br/>\n-un audit de l'un ou de plusieurs soldes de comptes, catégories d'opérations ou d'autres éléments d'information ;<br/><br/>\n-des procédures spécifiques.</p><p>Le commissaire aux comptes modifie périodiquement la sélection de ces entités.</p><p>Nature et étendue de l'implication du commissaire aux comptes dans les travaux réalisés par les professionnels chargés du contrôle des comptes des entités<br/><br/>\nEntités importantes.-Evaluation des risques</p><p>21. Le commissaire aux comptes est impliqué dans l'évaluation des risques effectuée par les professionnels chargés du contrôle des comptes des entités importantes. La nature, le calendrier et l'étendue des travaux requis pour cette implication dépendent de l'appréciation faite par le commissaire aux comptes sur ces professionnels, selon les critères énoncés au paragraphe 10 de la présente norme. Ils comprennent au minimum :</p><p>-un échange d'informations avec le professionnel chargé du contrôle des comptes ou la direction de l'entité sur les activités de celle-ci qui sont importantes pour l'ensemble consolidé ;<br/><br/>\n-un échange d'informations avec le professionnel chargé du contrôle des comptes de l'entité sur le risque d'anomalies significatives dues à des fraudes ou des erreurs ;<br/><br/>\n-et une revue de la documentation du professionnel chargé du contrôle des comptes de l'entité relative au risque élevé d'anomalies significatives. Cette documentation peut prendre la forme d'une synthèse justifiant ses conclusions.</p><p>Procédures d'audit en réponse au risque élevé d'anomalies significatives</p><p>22. Lorsqu'un risque élevé d'anomalies significatives a été identifié au niveau d'une entité pour laquelle les travaux sont réalisés par un professionnel chargé du contrôle des comptes de celle-ci, le commissaire aux comptes :</p><p>-évalue le caractère approprié des procédures d'audit complémentaires à mettre en œuvre pour répondre spécifiquement à ce risque ;<br/><br/>\n-détermine s'il est nécessaire, en fonction de l'appréciation qu'il porte sur ce professionnel, qu'il soit impliqué dans la mise en œuvre des procédures complémentaires.</p><p>Processus de consolidation<br/><br/>\n23. En réponse à son évaluation du risque d'anomalies significatives lié au processus de consolidation, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit complémentaires à celles réalisées en application des paragraphes 7 et 16 de la présente norme. Celles-ci lui permettent :</p><p>-d'évaluer l'exhaustivité du périmètre de consolidation ;<br/><br/>\n-d'apprécier le caractère approprié, exact et exhaustif des écritures de consolidation et d'évaluer s'il existe des facteurs de risques de fraudes ou des indicateurs révélant des biais possibles de la part de la direction de l'entité consolidante ;<br/><br/>\n-d'évaluer si l'information comptable des entités a été correctement retraitée, lorsque celle-ci n'est pas préparée dans le même référentiel comptable que celui retenu pour établir les comptes consolidés ;<br/><br/>\n-de vérifier que l'information comptable communiquée par les professionnels chargés du contrôle des comptes des entités est celle reprise dans les comptes consolidés ;<br/><br/>\n-d'évaluer si les retraitements nécessaires ont été effectués conformément au référentiel comptable applicable lorsque la date de clôture des comptes des entités est différente de celle de l'entité consolidante.</p><p>Evénements postérieurs<br/><br/>\n24. Dans le cadre de l'audit de l'information comptable des entités, le commissaire aux comptes ou les professionnels chargés du contrôle des comptes de ces entités mettent en oeuvre des procédures destinées à identifier les événements qui ont pu survenir dans ces dernières entre la date de clôture de leur information comptable et la date de signature du rapport sur les comptes consolidés et qui peuvent nécessiter :</p><p>-un traitement comptable approprié dans les comptes consolidés ;<br/><br/>\n-ou une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes consolidés.</p><p>25. Lorsque les professionnels chargés du contrôle des comptes des entités réalisent des travaux autres qu'un audit de l'information comptable de ces dernières, le commissaire aux comptes leur demande de l'informer d'événements postérieurs tels que définis ci-dessus dont ils auraient eu connaissance.<br/><br/>\nCommunication avec les professionnels chargés du contrôle des comptes des entités<br/><br/>\n26. Le commissaire aux comptes communique suffisamment à l'avance ses instructions aux professionnels chargés du contrôle des comptes des entités. Cette communication définit les travaux à réaliser, l'utilisation qui en sera faite ainsi que le format et le contenu de la communication entre les professionnels chargés du contrôle des comptes des entités et le commissaire aux comptes.<br/><br/>\nCette communication comprend également :</p><p>-la demande faite aux professionnels chargés du contrôle des comptes des entités de confirmer qu'ils coopéreront avec le commissaire aux comptes dans le cadre des conditions d'utilisation de leurs travaux, telles que définies dans les instructions ;<br/><br/>\n-les dispositions des règles de déontologie applicables à l'audit des comptes consolidés, en particulier en matière d'indépendance ;<br/><br/>\n-dans le cas d'un audit ou d'un examen limité de l'information comptable des entités, le ou le (s) seuil (s) tels que définis au paragraphe 12 b, c et d ;<br/><br/>\n-le risque élevé d'anomalies significatives identifié par le commissaire aux comptes au niveau des comptes consolidés résultant de fraudes ou d'erreurs qui doit être pris en considération par les professionnels chargés du contrôle des comptes des entités ;<br/><br/>\n-la demande d'informer, en temps utile, le commissaire aux comptes de tout autre risque élevé d'anomalies significatives à considérer au niveau des comptes consolidés résultant de fraudes ou d'erreurs dans les entités ainsi que les procédures mises en œuvre pour répondre à ce risque ;<br/><br/>\n-la liste des parties liées préparée par la direction de l'entité consolidante, complétée de l'identité de toute autre partie liée dont le commissaire aux comptes a connaissance ;<br/><br/>\n-la demande aux professionnels chargés du contrôle des comptes des entités de communiquer au commissaire aux comptes, dès qu'ils en ont connaissance, l'existence de toute partie liée non identifiée par celui-ci ou par la direction de l'entité consolidante. Le commissaire aux comptes apprécie, le cas échéant, si l'existence de ces parties liées doit être communiquée aux professionnels chargés du contrôle des comptes des autres entités.</p><p>27. Le commissaire aux comptes demande aux professionnels chargés du contrôle des comptes des entités de lui communiquer les éléments pertinents pour fonder son opinion sur les comptes consolidés.<br/><br/>\nCette communication comprend :</p><p>-la confirmation par les professionnels chargés du contrôle des comptes des entités du respect des règles de déontologie applicables à l'audit des comptes consolidés, en particulier celles relatives à l'indépendance et à la compétence professionnelle ;<br/><br/>\n-la confirmation par les professionnels chargés du contrôle des comptes des entités du respect des instructions reçues du commissaire aux comptes ;<br/><br/>\n-l'identification de l'information comptable des entités sur laquelle les professionnels chargés du contrôle des comptes de ces dernières ont réalisé leurs travaux ;<br/><br/>\n-les cas de non-respect des textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes consolidés ;<br/><br/>\n-un état des anomalies non corrigées sur l'information comptable des entités. Cet état n'inclut pas les anomalies qui sont en dessous du seuil des anomalies manifestement insignifiantes, tel que défini au paragraphe 12 d ;<br/><br/>\n-les indicateurs révélant des biais possibles de la part de la direction ;<br/><br/>\n-une description des faiblesses significatives de contrôle interne identifiées au niveau des entités ;<br/><br/>\n-les autres faits significatifs que les professionnels chargés du contrôle des comptes des entités ont communiqués ou vont communiquer aux membres des organes de direction et de surveillance des entités, y compris les fraudes (réelles ou suspectées) impliquant les directions des entités ou des employés ayant un rôle clé dans le dispositif de contrôle interne ou toute autre fraude qui pourrait entraîner une anomalie significative dans l'information comptable des entités ;<br/><br/>\n-tout autre élément important estimé pertinent pour le commissaire aux comptes, y compris les points particuliers mentionnés dans les lettres d'affirmation signées par les directions des entités ;<br/><br/>\n-et la synthèse des points relevés, les conclusions ou l'opinion des professionnels chargés du contrôle des comptes des entités.</p><p>Evaluation du caractère suffisant et approprié des éléments collectés<br/><br/>\n28. Le commissaire aux comptes collecte les éléments suffisants et appropriés sur la base :</p><p>-des procédures d'audit réalisées sur le processus d'établissement des comptes consolidés ;<br/><br/>\n-des travaux réalisés par lui-même et par les professionnels chargés du contrôle des comptes des entités sur l'information comptable de ces dernières.</p><p>29. Le commissaire aux comptes :</p><p>-apprécie la pertinence des éléments transmis par les professionnels chargés du contrôle des comptes des entités tels que mentionnés dans le paragraphe 27 ;<br/><br/>\n-échange avec les professionnels chargés du contrôle des comptes des entités, les directions des entités ou la direction de l'entité consolidante sur les éléments importants relevés ;<br/><br/>\n-évalue la nécessité de revoir d'autres éléments de la documentation des travaux des professionnels chargés du contrôle des comptes des entités ;<br/><br/>\n-conçoit, dès lors que les travaux mis en œuvre au niveau des entités sont estimés insuffisants, les procédures complémentaires à mettre en œuvre par les professionnels chargés du contrôle des comptes des entités ou par le commissaire aux comptes.</p><p>30. Le commissaire aux comptes évalue l'incidence sur son opinion d'audit de :</p><p>-l'ensemble des anomalies non corrigées autres que celles manifestement insignifiantes ;<br/><br/>\n-toute situation où il n'a pas été possible de collecter des éléments suffisants et appropriés.</p><p>Communication<br/><br/>\n31. Le commissaire aux comptes communique à la direction de l'entité consolidante, au niveau de responsabilité approprié, en faisant application de la norme d'exercice professionnel relative à la communication des faiblesses du contrôle interne :</p><p>-les faiblesses du contrôle interne conçu par l'entité consolidante et mis en oeuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;<br/><br/>\n-les faiblesses du contrôle interne des entités, identifiées soit par les professionnels chargés du contrôle des comptes des entités, soit par lui-même, qu'il estime d'une importance suffisante pour mériter son attention ;<br/><br/>\n-les fraudes qu'il a identifiées ou qui ont été portées à sa connaissance par le professionnel chargé du contrôle des comptes d'une entité ou les informations qu'il a obtenues sur l'existence possible d'une fraude.</p><p>32. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 821-63 du code de commerce.<br/><br/>\nA ce titre, le commissaire aux comptes communique les éléments suivants :</p><p>-une présentation d'ensemble :<br/><br/>\n-des travaux à réaliser sur l'information comptable des entités ;<br/><br/>\n-de son implication dans les travaux à réaliser par les professionnels chargés du contrôle des comptes des entités sur l'information comptable des entités importantes ;<br/><br/>\n-les difficultés qu'il a rencontrées, liées à la qualité des travaux réalisés par le professionnel chargé du contrôle des comptes d'une entité ;<br/><br/>\n-toute limitation dans la mise en œuvre des procédures d'audit estimées nécessaires pour l'audit des comptes consolidés, par exemple lorsque le commissaire aux comptes n'a pu avoir accès à toute l'information demandée ;<br/><br/>\n-les faiblesses du contrôle interne visées au paragraphe 31 qu'il estime significatives ;<br/><br/>\n-les fraudes avérées ou suspectées impliquant :<br/><br/>\n-la direction de l'entité consolidante, la direction des entités, les employés ayant un rôle clé dans les contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;<br/><br/>\n-ou d'autres personnes lorsque la fraude a entraîné une anomalie significative dans les comptes consolidés.</p><p>Documentation<br/><br/>\n33. Le commissaire aux comptes fait figurer dans son dossier les éléments suivants :</p><p>-une analyse des entités le conduisant à déterminer celles qui sont ou non importantes ;<br/><br/>\n-la nature des travaux réalisés sur l'information comptable des entités ;<br/><br/>\n-la nature, le calendrier et l'étendue de l'intervention du commissaire aux comptes dans les travaux réalisés par les professionnels chargés du contrôle des comptes des entités importantes, y compris la revue éventuelle, par le commissaire aux comptes, de tout ou partie de la documentation des professionnels chargés du contrôle des comptes de ces entités et de leurs conclusions ;<br/><br/>\n-les communications écrites entre le commissaire aux comptes et les professionnels chargés du contrôle des comptes des entités relatives aux demandes du commissaire aux comptes.</p><p>Le commissaire aux comptes veille au respect des dispositions de l'article R. 820-50 du code de commerce.</p><p></p>",
            "num": "A821-64",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 67108863,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000048932974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "Chapitre II : Du statut des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000020163571",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000048933008",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874153",
                        "id": "LEGISCTA000048874153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874159",
                        "id": "LEGISCTA000048874159",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874163",
                        "id": "LEGISCTA000048874163",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 1 : Des principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874165",
                        "id": "LEGISCTA000048874165",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048883251",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048874165",
            "sectionParentId": "LEGISCTA000048874165",
            "sectionParentTitre": "Sous-paragraphe 1 : Des principes généraux",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité. &gt; Chapitre Ier : Des commissaires aux comptes &gt; Section 3 : De l'exercice du contrôle légal &gt; Sous-section 3 : Des modalités d'exercice de la mission &gt; Paragraphe 2 : De la certification des comptes &gt; Sous-paragraphe 1 : Des principes généraux",
            "refInjection": "MD-20240112_202145_010_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048883273",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048735742",
                    "textTitle": "Arrêté du 28 décembre 2023 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048870612",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-12-31",
                    "dateSignaTexte": "2023-12-28",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A823-2-1 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "A823-2-1",
                    "articleId": "LEGIARTI000043775280",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048883273",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A821-64",
                "821-64"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}