{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043176077",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'installation de l'assemblée générale des chambres de métiers et de l'artisanat de région a lieu trente jours au plus tard après la proclamation des résultats des élections, sur convocation du président sortant ou, à défaut, du préfet de région. Le préfet de région procède à cette installation ainsi qu'à la désignation d'un bureau d'âge composé du doyen d'âge, d'un scrutateur et d'un secrétaire qui sont les plus jeunes des membres de l'assemblée générale. Le bureau d'âge organise l'élection du bureau et des commissions de la chambre. L'assemblée générale élit parmi ses membres en exercice un bureau composé d'un président, d'un ou plusieurs vice-présidents, d'un trésorier, d'un ou deux trésoriers adjoints, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. Pour les chambres dont la circonscription compte plus de dix départements, un troisième trésorier adjoint peut être élu. Le bureau d'une chambre de métiers et de l'artisanat de région ne peut comprendre plus de membres que celui figurant sur le tableau suivant, y compris les membres de droit : NOMBRE DE DÉPARTEMENT (S) dans la région NOMBRE MAXIMUM de membres du bureau de la chambre de métiers et de l'artisanat de région par département NOMBRE MAXIMUM DE MEMBRES du bureau de la chambre de métiers et de l'artisanat de région 1 département 12 12 2 départements 12 24 3 départements 8 24 4 départements 6 24 5 départements 5 25 6 départements 4 24 7 départements 3 21 8 départements 3 24 9 départements 2 18 10 départements 2 20 11 départements 2 22 12 départements 2 24 13 départements 2 26 I bis. - Le bureau prépare et exécute les délibérations de l'assemblée générale. A ce titre : 1° Il prépare le projet de budget ; 2° Il établit l'ordre du jour des assemblées générales ; 3° Il autorise le président à agir en justice ; 4° Il propose à l'assemblée générale le projet de règlement intérieur ainsi que le projet de grille des emplois et le projet de règlement des services et leurs modifications éventuelles. Les modifications de la grille des emplois sont soumises pour approbation au préfet de région. II.-Les membres du bureau d'une chambre de métiers et de l'artisanat de région, autres que les membres de droit, sont élus à bulletin secret par les membres de l'assemblée générale de la chambre par un premier scrutin destiné à assurer la représentation de chacun des départements de la circonscription régionale concernée en application du I. Puis sont élus, parmi les membres désignés lors du premier scrutin et les membres de droit, les titulaires de chaque poste au sein du bureau. Un scrutin distinct est organisé pour chaque poste. Pour chacun de ces scrutins, l'élection a lieu à la majorité absolue des suffrages exprimés par les membres présents aux deux premiers tours et à la majorité relative au troisième tour. En cas d'égalité des voix, le plus jeune est élu. Nul ne peut être simultanément membre du bureau d'une chambre du réseau des chambres de commerce et d'industrie et membre du bureau d'une chambre du réseau des chambres des métiers et de l'artisanat. En cas de cumul, l'intéressé fait connaître à l'autorité de tutelle, dans les dix jours qui suivent la survenance du cumul, celle des deux fonctions qu'il choisit d'exercer. A défaut, il est réputé avoir choisi la dernière fonction à laquelle il a été élu. Le bureau se réunit au moins tous les deux mois sur convocation de son président, le cas échéant dans les conditions prévues par l'ordonnance n° 2014-1329 du 6 novembre 2014 relative aux délibérations à distance des instances administratives à caractère collégial. Il ne peut délibérer valablement que si le quorum constaté en début de séance dépasse la moitié du nombre des membres en exercice. Les décisions sont prises à la majorité absolue des suffrages exprimés par les membres présents. En cas de partage des voix, celle du président est prépondérante. Le bureau est élu après chaque renouvellement quinquennal ou intégral de la chambre de métiers et de l'artisanat. Ils demeurent en fonction jusqu'à la date d'installation des membres proclamés élus. A compter de la date des élections, le bureau sortant ne peut procéder qu'aux actes conservatoires et urgents. Lorsque le bureau n'est plus en mesure d'exercer ses attributions, le préfet de région peut procéder, par arrêté motivé, à sa dissolution. Une assemblée générale extraordinaire est convoquée par le préfet de région pour procéder au renouvellement du bureau dans les quinze jours suivant cette décision. Le cas échéant, les votes prévus au présent II peuvent s'exercer par voie électronique au moyen d'un procédé préservant le secret du vote dans les conditions prévues par le décret n° 2014-1627 du 26 décembre 2014 relatif aux modalités d'organisation des délibérations à distance des instances administratives à caractère collégial. II bis. - Le président exerce, dans le respect du principe de neutralité, les attributions suivantes : 1° Il représente la chambre en justice et dans tous les actes de la vie civile ; 2° Il convoque et préside le bureau ainsi que l'assemblée générale et rend compte de son activité et de celle du bureau à l'assemblée générale. Il assure l'exécution des décisions de l'assemblée générale. Il transmet le compte rendu des séances au ministre chargé de l'artisanat et au préfet de région conformément à l'article 20-1, ainsi qu'aux membres de la chambre ; 3° Il prépare avec le bureau le projet de budget et transmet pour approbation au préfet de région les délibérations relatives au budget et aux comptes ; 4° Il nomme aux emplois permanents sur proposition du secrétaire général ; 5° Il exerce le pouvoir disciplinaire dans le cadre des procédures prévues par le statut du personnel des chambres ; 6° Sauf en matière de personnel, il peut conclure des transactions, après y avoir été autorisé pour chaque affaire, par délibération de l'assemblée générale de la chambre ou, en cas d'urgence, après autorisation du bureau. Le projet de transaction est soumis à l'approbation du préfet de région au-delà d'un seuil fixé par arrêté du ministre chargé de l'artisanat. Il est réputé approuvé à défaut de décision contraire motivée du préfet de région notifiée dans un délai de trente jours suivant la réception du projet par le préfet. III.-Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un ou plusieurs élus membres du bureau, à l'exception du trésorier et du ou des trésoriers adjoints. Hors les cas de délégation ou d'absence du délégataire, en cas d'absence ou d'empêchement du président, les fonctions d'ordonnateur sont exercées par un vice-président dans l'ordre du tableau. Les autres fonctions du président peuvent faire l'objet d'une délégation de signature à un ou plusieurs membres élus de la chambre. Les conditions dans lesquelles le président et le trésorier peuvent déléguer leur signature au secrétaire général ou, sur sa proposition, à d'autres agents permanents de la chambre sont fixées par le règlement intérieur prévu à l'article 22. Les délégations sont écrites et indiquent leur durée. Elles sont transmises au préfet de région et publiées. Des régies de recettes et des régies d'avances destinées à traiter des opérations de faible importance, urgentes ou répétitives peuvent être instituées par le président, avec l'accord du trésorier, dans des conditions déterminées par arrêté conjoint des ministres chargés de l'artisanat et du budget. III bis. - Les fonctions de comptable sont exercées par le trésorier. Ce dernier peut, avec l'accord du bureau, les déléguer à un ou plusieurs trésoriers adjoints en fonction de seuils de paiement fixés dans le règlement intérieur. Le trésorier est chargé dans le respect de la séparation de ses fonctions et de celles du président de la tenue de la comptabilité, du paiement des dépenses, sur la base des mandats émis préalablement par le président, de l'encaissement des recettes ainsi que de la gestion de la trésorerie. Il certifie le compte de gestion qu'il présente à l'assemblée générale. Les actes de gestion comptable, d'ordonnancement et de mandatement des dépenses peuvent faire l'objet de transmissions dématérialisées avec l'ordonnateur. En cas d'absence ou d'empêchement du trésorier, les fonctions de comptable sont assurées par le premier trésorier adjoint ou, en cas d'empêchement de ce dernier par les autres trésoriers adjoints. En cas d'empêchement à la fois du trésorier et des trésoriers adjoints, une assemblée générale extraordinaire est convoquée par le président, le premier vice-président ou, à défaut, par le préfet de région pour élire leurs remplaçants. IV.-La démission du président, des membres du bureau et des autres membres de la chambre est adressée au préfet de région par lettre recommandée avec accusé de réception ou tout autre moyen permettant d'en attester la réception par son destinataire. La démission d'un membre de la chambre de métiers et de l'artisanat de région entraîne sa démission de la chambre de niveau départemental au titre de laquelle il a été élu. La démission de la fonction au titre de laquelle un membre est membre de droit du bureau ne vaut pas démission du bureau. La démission de la fonction exercée par un membre du bureau qui n'est pas membre de droit entraîne sa démission du bureau. Dans ce cas, un scrutin est organisé pour désigner un remplaçant au sein du bureau conformément au II. Les candidats pour le remplacement du membre démissionnaire doivent être des élus du même département. Les membres du bureau, autres que les membres de droit, qui se sont abstenus, sans motif légitime, d'assister à deux séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par le préfet de région, après avis de l'assemblée générale de la chambre. Le préfet de région peut, en cas de faute grave dans l'exercice des fonctions et par arrêté motivé pris après que l'intéressé a été mis à même de faire valoir ses observations, suspendre ou mettre fin au mandat du président ou d'un membre de la chambre, à la fonction d'un membre du bureau, ou à la qualité de membre du bureau. En cas de vacance pour quelque cause que ce soit d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, une assemblée générale extraordinaire peut être convoquée par son président, son premier vice-président ou, à défaut, par le préfet de région dans le délai d'un mois pour élire le remplaçant.",
            "texteHtml": "<p>I.-L'installation de l'assemblée générale des chambres de métiers et de l'artisanat de région a lieu trente jours au plus tard après la proclamation des résultats des élections, sur convocation du président sortant ou, à défaut, du préfet de région.</p><p>Le préfet de région procède à cette installation ainsi qu'à la désignation d'un bureau d'âge composé du doyen d'âge, d'un scrutateur et d'un secrétaire qui sont les plus jeunes des membres de l'assemblée générale.<br/><br/>\n Le bureau d'âge organise l'élection du bureau et des commissions de la chambre.</p><p>L'assemblée générale élit parmi ses membres en exercice un bureau composé d'un président, d'un ou plusieurs vice-présidents, d'un trésorier, d'un ou deux trésoriers adjoints, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. Pour les chambres dont la circonscription compte plus de dix départements, un troisième trésorier adjoint peut être élu.</p><p>Le bureau d'une chambre de métiers et de l'artisanat de région ne peut comprendre plus de membres que celui figurant sur le tableau suivant, y compris les membres de droit :</p><center></center><center><table border='1'><tbody><tr><th><br/>\n\t\t\tNOMBRE DE DÉPARTEMENT (S)<br/><br/>\n\t\t\tdans la région</th><th><br/>\n\t\t\tNOMBRE MAXIMUM<br/><br/>\n\t\t\tde membres du bureau de la chambre de métiers et de l'artisanat de région par département</th><th><br/>\n\t\t\tNOMBRE MAXIMUM DE MEMBRES<br/><br/>\n\t\t\tdu bureau de la chambre de métiers<br/><br/>\n\t\t\tet de l'artisanat de région</th></tr><tr><td align='center'><br/>\n\t\t\t1 département</td><td align='center'><br/>\n\t\t\t12</td><td align='center'><br/>\n\t\t\t12</td></tr><tr><td align='center'><br/>\n\t\t\t2 départements</td><td align='center'><br/>\n\t\t\t12</td><td align='center'><br/>\n\t\t\t24</td></tr><tr><td align='center'><br/>\n\t\t\t3 départements</td><td align='center'><br/>\n\t\t\t8</td><td align='center'><br/>\n\t\t\t24</td></tr><tr><td align='center'><br/>\n\t\t\t4 départements</td><td align='center'><br/>\n\t\t\t6</td><td align='center'><br/>\n\t\t\t24</td></tr><tr><td align='center'><br/>\n\t\t\t5 départements</td><td align='center'><br/>\n\t\t\t5</td><td align='center'><br/>\n\t\t\t25</td></tr><tr><td align='center'><br/>\n\t\t\t6 départements</td><td align='center'><br/>\n\t\t\t4</td><td align='center'><br/>\n\t\t\t24</td></tr><tr><td align='center'><br/>\n\t\t\t7 départements</td><td align='center'><br/>\n\t\t\t3</td><td align='center'><br/>\n\t\t\t21</td></tr><tr><td align='center'><br/>\n\t\t\t8 départements</td><td align='center'><br/>\n\t\t\t3</td><td align='center'><br/>\n\t\t\t24</td></tr><tr><td align='center'><br/>\n\t\t\t9 départements</td><td align='center'><br/>\n\t\t\t2</td><td align='center'><br/>\n\t\t\t18</td></tr><tr><td align='center'><br/>\n\t\t\t10 départements</td><td align='center'><br/>\n\t\t\t2</td><td align='center'><br/>\n\t\t\t20</td></tr><tr><td align='center'><br/>\n\t\t\t11 départements</td><td align='center'><br/>\n\t\t\t2</td><td align='center'><br/>\n\t\t\t22</td></tr><tr><td align='center'><br/>\n\t\t\t12 départements</td><td align='center'><br/>\n\t\t\t2</td><td align='center'><br/>\n\t\t\t24</td></tr><tr><td align='center'><br/>\n\t\t\t13 départements</td><td align='center'><br/>\n\t\t\t2</td><td align='center'><p>26</p></td></tr></tbody></table><p align='left'></p></center><p>I bis. - Le bureau prépare et exécute les délibérations de l'assemblée générale. A ce titre :<br/><br/>\n 1° Il prépare le projet de budget ;<br/><br/>\n 2° Il établit l'ordre du jour des assemblées générales ;<br/><br/>\n 3° Il autorise le président à agir en justice ;<br/><br/>\n 4° Il propose à l'assemblée générale le projet de règlement intérieur ainsi que le projet de grille des emplois et le projet de règlement des services et leurs modifications éventuelles. Les modifications de la grille des emplois sont soumises pour approbation au préfet de région.</p><p>II.-Les membres du bureau d'une chambre de métiers et de l'artisanat de région, autres que les membres de droit, sont élus à bulletin secret par les membres de l'assemblée générale de la chambre par un premier scrutin destiné à assurer la représentation de chacun des départements de la circonscription régionale concernée en application du I. Puis sont élus, parmi les membres désignés lors du premier scrutin et les membres de droit, les titulaires de chaque poste au sein du bureau. Un scrutin distinct est organisé pour chaque poste. Pour chacun de ces scrutins, l'élection a lieu à la majorité absolue des suffrages exprimés par les membres présents aux deux premiers tours et à la majorité relative au troisième tour. En cas d'égalité des voix, le plus jeune est élu.</p><p>Nul ne peut être simultanément membre du bureau d'une chambre du réseau des chambres de commerce et d'industrie et membre du bureau d'une chambre du réseau des chambres des métiers et de l'artisanat. En cas de cumul, l'intéressé fait connaître à l'autorité de tutelle, dans les dix jours qui suivent la survenance du cumul, celle des deux fonctions qu'il choisit d'exercer. A défaut, il est réputé avoir choisi la dernière fonction à laquelle il a été élu.</p><p>Le bureau se réunit au moins tous les deux mois sur convocation de son président, le cas échéant dans les conditions prévues par l'ordonnance n° 2014-1329 du 6 novembre 2014 relative aux délibérations à distance des instances administratives à caractère collégial. Il ne peut délibérer valablement que si le quorum constaté en début de séance dépasse la moitié du nombre des membres en exercice. Les décisions sont prises à la majorité absolue des suffrages exprimés par les membres présents. En cas de partage des voix, celle du président est prépondérante.</p><p>Le bureau est élu après chaque renouvellement quinquennal ou intégral de la chambre de métiers et de l'artisanat. Ils demeurent en fonction jusqu'à la date d'installation des membres proclamés élus. A compter de la date des élections, le bureau sortant ne peut procéder qu'aux actes conservatoires et urgents.</p><p>Lorsque le bureau n'est plus en mesure d'exercer ses attributions, le préfet de région peut procéder, par arrêté motivé, à sa dissolution. Une assemblée générale extraordinaire est convoquée par le préfet de région pour procéder au renouvellement du bureau dans les quinze jours suivant cette décision.</p><p>Le cas échéant, les votes prévus au présent II peuvent s'exercer par voie électronique au moyen d'un procédé préservant le secret du vote dans les conditions prévues par le décret n° 2014-1627 du 26 décembre 2014 relatif aux modalités d'organisation des délibérations à distance des instances administratives à caractère collégial.</p><p>II bis. - Le président exerce, dans le respect du principe de neutralité, les attributions suivantes :<br/><br/>\n 1° Il représente la chambre en justice et dans tous les actes de la vie civile ;<br/><br/>\n 2° Il convoque et préside le bureau ainsi que l'assemblée générale et rend compte de son activité et de celle du bureau à l'assemblée générale. Il assure l'exécution des décisions de l'assemblée générale. Il transmet le compte rendu des séances au ministre chargé de l'artisanat et au préfet de région conformément à l'article 20-1, ainsi qu'aux membres de la chambre ;<br/><br/>\n 3° Il prépare avec le bureau le projet de budget et transmet pour approbation au préfet de région les délibérations relatives au budget et aux comptes ;<br/><br/>\n 4° Il nomme aux emplois permanents sur proposition du secrétaire général ;<br/><br/>\n 5° Il exerce le pouvoir disciplinaire dans le cadre des procédures prévues par le statut du personnel des chambres ;<br/><br/>\n 6° Sauf en matière de personnel, il peut conclure des transactions, après y avoir été autorisé pour chaque affaire, par délibération de l'assemblée générale de la chambre ou, en cas d'urgence, après autorisation du bureau. Le projet de transaction est soumis à l'approbation du préfet de région au-delà d'un seuil fixé par arrêté du ministre chargé de l'artisanat. Il est réputé approuvé à défaut de décision contraire motivée du préfet de région notifiée dans un délai de trente jours suivant la réception du projet par le préfet.</p><p>III.-Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un ou plusieurs élus membres du bureau, à l'exception du trésorier et du ou des trésoriers adjoints.</p><p>Hors les cas de délégation ou d'absence du délégataire, en cas d'absence ou d'empêchement du président, les fonctions d'ordonnateur sont exercées par un vice-président dans l'ordre du tableau.</p><p>Les autres fonctions du président peuvent faire l'objet d'une délégation de signature à un ou plusieurs membres élus de la chambre.</p><p>Les conditions dans lesquelles le président et le trésorier peuvent déléguer leur signature au secrétaire général ou, sur sa proposition, à d'autres agents permanents de la chambre sont fixées par le règlement intérieur prévu à l'article 22.</p><p>Les délégations sont écrites et indiquent leur durée. Elles sont transmises au préfet de région et publiées.</p><p>Des régies de recettes et des régies d'avances destinées à traiter des opérations de faible importance, urgentes ou répétitives peuvent être instituées par le président, avec l'accord du trésorier, dans des conditions déterminées par arrêté conjoint des ministres chargés de l'artisanat et du budget.</p><p>III bis. - Les fonctions de comptable sont exercées par le trésorier. Ce dernier peut, avec l'accord du bureau, les déléguer à un ou plusieurs trésoriers adjoints en fonction de seuils de paiement fixés dans le règlement intérieur.<br/><br/>\n Le trésorier est chargé dans le respect de la séparation de ses fonctions et de celles du président de la tenue de la comptabilité, du paiement des dépenses, sur la base des mandats émis préalablement par le président, de l'encaissement des recettes ainsi que de la gestion de la trésorerie. Il certifie le compte de gestion qu'il présente à l'assemblée générale.<br/><br/>\n Les actes de gestion comptable, d'ordonnancement et de mandatement des dépenses peuvent faire l'objet de transmissions dématérialisées avec l'ordonnateur.<br/><br/>\n En cas d'absence ou d'empêchement du trésorier, les fonctions de comptable sont assurées par le premier trésorier adjoint ou, en cas d'empêchement de ce dernier par les autres trésoriers adjoints. En cas d'empêchement à la fois du trésorier et des trésoriers adjoints, une assemblée générale extraordinaire est convoquée par le président, le premier vice-président ou, à défaut, par le préfet de région pour élire leurs remplaçants.</p><p>IV.-La démission du président, des membres du bureau et des autres membres de la chambre est adressée au préfet de région par lettre recommandée avec accusé de réception ou tout autre moyen permettant d'en attester la réception par son destinataire.</p><p>La démission d'un membre de la chambre de métiers et de l'artisanat de région entraîne sa démission de la chambre de niveau départemental au titre de laquelle il a été élu.</p><p>La démission de la fonction au titre de laquelle un membre est membre de droit du bureau ne vaut pas démission du bureau. La démission de la fonction exercée par un membre du bureau qui n'est pas membre de droit entraîne sa démission du bureau. Dans ce cas, un scrutin est organisé pour désigner un remplaçant au sein du bureau conformément au II.</p><p>Les candidats pour le remplacement du membre démissionnaire doivent être des élus du même département.</p><p>Les membres du bureau, autres que les membres de droit, qui se sont abstenus, sans motif légitime, d'assister à deux séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par le préfet de région, après avis de l'assemblée générale de la chambre.</p><p>Le préfet de région peut, en cas de faute grave dans l'exercice des fonctions et par arrêté motivé pris après que l'intéressé a été mis à même de faire valoir ses observations, suspendre ou mettre fin au mandat du président ou d'un membre de la chambre, à la fonction d'un membre du bureau, ou à la qualité de membre du bureau.</p><p>En cas de vacance pour quelque cause que ce soit d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, une assemblée générale extraordinaire peut être convoquée par son président, son premier vice-président ou, à défaut, par le préfet de région dans le délai d'un mois pour élire le remplaçant.</p>",
            "num": "19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "ABROGE",
            "dateDebut": 1613692800000,
            "dateFin": 1688169600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2004-11-04",
                        "titre": "Titre II : Des chambres de métiers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112862",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2010-11-14",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112863",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-11-14",
                        "fin": "2017-03-19",
                        "titre": "Titre II : Des       chambres de métiers et de l'artisanat de région",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000023098855",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-03-19",
                        "fin": "2023-07-01",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000034236025",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2023-07-01",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132295",
                        "id": "LEGISCTA000006132295",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2999-01-01",
                        "titre": "Code de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006075116",
                        "id": "LEGITEXT000006075116",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006900619",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132295",
            "sectionParentId": "LEGISCTA000006132295",
            "sectionParentTitre": "Chapitre II : Fonctionnement.",
            "fullSectionsTitre": null,
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043176077",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006075116",
                    "titre": "Code de l'artisanat",
                    "titreLong": "Code de l'artisanat",
                    "etat": "VIGUEUR",
                    "dateDebut": -550713600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006075116",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043148079",
                    "textTitle": "Décret n°2021-168 du 16 février 2021 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043150777",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-02-18",
                    "dateSignaTexte": "2021-02-16",
                    "dateDebutCible": "2021-02-19"
                },
                {
                    "textCid": "JORFTEXT000047719069",
                    "textTitle": "Décret n°2023-500 du 22 juin 2023 - art. 5",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000047723635",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-06-24",
                    "dateSignaTexte": "2023-06-22",
                    "dateDebutCible": "2023-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000560464",
                    "textTitle": "Décret n°99-433 du 27 mai 1999 - art. 3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3-1",
                    "articleId": "LEGIARTI000032569150",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-433",
                    "datePubli": 927936000000,
                    "dateDebut": 1463788800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000023098500",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000023098491",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000043148079",
                    "textTitle": "Décret n°2021-168 du 16 février 2021 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000043150793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-168",
                    "datePubli": 1613606400000,
                    "dateDebut": 1613692800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R723-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-2",
                    "articleId": "LEGIARTI000045058456",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640908800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006900619",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 434246400000,
                    "dateFin": 724204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900620",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 724204800000,
                    "dateFin": 1099526400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900621",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1099526400000,
                    "dateFin": 1276473600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022346464",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1276473600000,
                    "dateFin": 1289692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023097974",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1289692800000,
                    "dateFin": 1446768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031423575",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1446768000000,
                    "dateFin": 1489881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034236047",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1489881600000,
                    "dateFin": 1613692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043176077",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1613692800000,
                    "dateFin": 1688169600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "19"
            ],
            "versionPrecedente": "LEGIARTI000034236047",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000034236047",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'installation de l'assemblée générale des chambres de métiers et de l'artisanat a lieu trente jours au plus tard après la proclamation des résultats des élections, sur convocation du président sortant ou, à défaut, du préfet de région. Il est procédé au cours de cette séance à l'élection des membres du bureau. Les assemblées générales désignent parmi leurs membres en exercice un bureau composé d'un président, d'un ou plusieurs vice-présidents, d'un trésorier, d'un trésorier adjoint, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. Le bureau d'une chambre de métiers et de l'artisanat départementale comprend au plus douze membres. Le bureau d'une chambre de métiers et de l'artisanat interdépartementale est composé d'un nombre égal de membres par délégation départementale. Il comprend au plus le nombre de membres du bureau de la chambre régionale de métiers et de l'artisanat à laquelle elle est rattachée, figurant dans la colonne 3 du tableau ci-dessous. Le bureau d'une chambre de métiers et de l'artisanat de niveau régional ne peut comprendre plus de membres que celui figurant sur le tableau suivant, y compris les membres de droit : NOMBRE DE DÉPARTEMENT (S) dans la région NOMBRE MAXIMUM de membres du bureau par département NOMBRE MAXIMUM DE MEMBRES du bureau de la chambre de métiers et de l'artisanat de région ou de la chambre régionale de métiers et de l'artisanat 1 département 12 12 2 départements 12 24 3 départements 8 24 4 départements 6 24 5 départements 5 25 6 départements 4 24 7 départements 3 21 8 départements 3 24 9 départements 2 18 10 départements 2 20 11 départements 2 22 12 départements 2 24 13 départements 2 26 Le bureau d'une chambre de métiers et de l'artisanat de niveau régional comprend le même nombre de membres pour chacun des départements de la circonscription régionale concernée. II.-Les membres du bureau d'une chambre de métiers et de l'artisanat de région, d'une chambre régionale de métiers et de l'artisanat et d'une chambre de métiers et de l'artisanat interdépartementale, autres que les membres de droit, sont élus à bulletin secret par les membres de l'assemblée générale de la chambre par un premier scrutin destiné à assurer la représentation de chacun des départements de la circonscription régionale concernée en application du I. Puis sont élus, parmi les membres désignés lors du premier scrutin et les membres de droit, les titulaires de chaque poste au sein du bureau. Un scrutin distinct est organisé pour chaque poste. Pour chacun de ces scrutins, l'élection a lieu à la majorité absolue des suffrages exprimés par les membres présents aux deux premiers tours et à la majorité relative au troisième tour. En cas d'égalité des voix, le plus jeune est élu. Les membres du bureau d'une chambre de métiers et de l'artisanat départementale sont élus à bulletin secret par les membres de l'assemblée générale par un scrutin distinct pour chaque poste. L'élection des membres du bureau a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative au troisième. En cas d'égalité des voix, le plus jeune est élu. Le bureau se réunit au moins tous les deux mois sur convocation de son président. Le bureau est élu après chaque renouvellement quinquennal ou intégral de la chambre de métiers et de l'artisanat. Ils demeurent en fonction jusqu'à la date d'installation des membres proclamés élus. A compter de la date des élections, le bureau sortant ne peut procéder qu'aux actes conservatoires et urgents. Lorsque le bureau n'est plus en mesure d'exercer ses attributions, le préfet de région peut procéder, par arrêté motivé, à sa dissolution. Une assemblée générale extraordinaire est convoquée par le préfet de région pour procéder au renouvellement du bureau dans les quinze jours suivant cette décision. Le cas échéant, les votes prévus au présent II peuvent s'exercer par voie électronique au moyen d'un procédé préservant le secret du vote. III.-Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un ou plusieurs élus membres du bureau, à l'exception du trésorier et du trésorier adjoint. Les fonctions de comptable sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint. Hors les cas de délégation ou d'absence du délégataire, en cas d'absence ou d'empêchement du président, les fonctions d'ordonnateur sont exercées par un vice-président dans l'ordre du tableau. En cas d'absence ou d'empêchement du trésorier, les fonctions de comptable sont assurées par le trésorier adjoint. En cas d'empêchement du trésorier et du trésorier adjoint, une assemblée générale extraordinaire est convoquée par le président, le premier vice-président ou, à défaut, par le préfet de région pour élire leurs remplaçants. Les autres fonctions du président peuvent faire l'objet d'une délégation de signature à un ou plusieurs membres élus de la chambre. Les conditions dans lesquelles le président et le trésorier peuvent déléguer leur signature au secrétaire général ou, sur sa proposition, à d'autres agents permanents de la chambre sont fixées par le règlement intérieur prévu à l'article 22. Les délégations sont écrites et indiquent leur durée. Elles sont transmises au préfet de région et publiées. Des régies de recettes et des régies d'avances destinées à traiter des opérations de faible importance, urgentes ou répétitives peuvent être instituées par le président, avec l'accord du trésorier, dans des conditions déterminées par arrêté conjoint des ministres chargés de l'artisanat et du budget. IV.-La démission du président, des membres du bureau et des autres membres de la chambre est adressée au préfet de région par lettre recommandée avec accusé de réception ou tout autre moyen permettant d'en attester la réception par son destinataire. La démission d'un membre de la chambre régionale de métiers et de l'artisanat entraîne sa démission de la chambre de métiers et de l'artisanat départementale ou de la délégation de la chambre de métiers et de l'artisanat interdépartementale au titre de laquelle il a été élu. La démission d'un membre de droit du bureau d'une chambre régionale de métiers et de l'artisanat, d'une chambre de métiers et de l'artisanat de région ou d'une chambre de métiers et de l'artisanat interdépartementale de son poste détenu au sein du bureau ne vaut pas démission du bureau. Les autres membres du bureau qui démissionnent de leur poste détenu au sein du bureau démissionnent également du bureau. En ce cas, un scrutin est organisé pour désigner un remplaçant au sein du bureau conformément au premier alinéa du II. En cas de démission d'un poste au sein du bureau, un scrutin est organisé pour désigner le titulaire du poste libéré au sein du bureau conformément au deuxième alinéa du II. Les candidats pour le remplacement du membre démissionnaire doivent être des élus du département ou de la même délégation que ce membre. Les membres du bureau, autres que les membres de droit, qui se sont abstenus, sans motif légitime, d'assister à deux séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par le préfet de région, après avis de l'assemblée générale de la chambre. Le préfet de région peut, en cas de faute grave dans l'exercice des fonctions et par arrêté motivé pris après que l'intéressé a été mis à même de faire valoir ses observations, suspendre ou mettre fin aux fonctions d'un membre de la chambre, d'un membre du bureau ou du président. En cas de vacance pour quelque cause que ce soit d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, une assemblée générale extraordinaire peut être convoquée par son président, son premier vice-président ou, à défaut, par le préfet de région dans le délai d'un mois pour élire le remplaçant.",
            "texteHtml": "<p>I.-L'installation de l'assemblée générale des chambres de métiers et de l'artisanat a lieu trente jours au plus tard après la proclamation des résultats des élections, sur convocation du président sortant ou, à défaut, du préfet de région.</p><p>Il est procédé au cours de cette séance à l'élection des membres du bureau.</p><p>Les assemblées générales désignent parmi leurs membres en exercice un bureau composé d'un président, d'un ou plusieurs vice-présidents, d'un trésorier, d'un trésorier adjoint, d'un secrétaire et d'un ou plusieurs secrétaires adjoints.</p><p>Le bureau d'une chambre de métiers et de l'artisanat départementale comprend au plus douze membres.<br/><br/>\nLe bureau d'une chambre de métiers et de l'artisanat interdépartementale est composé d'un nombre égal de membres par délégation départementale. Il comprend au plus le nombre de membres du bureau de la chambre régionale de métiers et de l'artisanat à laquelle elle est rattachée, figurant dans la colonne 3 du tableau ci-dessous.</p><p>Le bureau d'une chambre de métiers et de l'artisanat de niveau régional ne peut comprendre plus de membres que celui figurant sur le tableau suivant, y compris les membres de droit :</p><center></center><center><table border='1'><tbody><tr><th><br/>\n\t\t\tNOMBRE DE DÉPARTEMENT (S)<br/><br/>\n\t\t\tdans la région</th><th><br/>\n\t\t\tNOMBRE MAXIMUM<br/><br/>\n\t\t\tde membres du bureau<br/><br/>\n\t\t\tpar département</th><th><br/>\n\t\t\tNOMBRE MAXIMUM DE MEMBRES<br/><br/>\n\t\t\tdu bureau de la chambre de métiers<br/><br/>\n\t\t\tet de l'artisanat de région ou de la chambre<br/><br/>\n\t\t\trégionale de métiers et de l'artisanat</th></tr><tr><td align='center'><br/>\n\t\t\t1 département</td><td align='center'><br/>\n\t\t\t12</td><td align='center'><br/>\n\t\t\t12</td></tr><tr><td align='center'><br/>\n\t\t\t2 départements</td><td align='center'><br/>\n\t\t\t12</td><td align='center'><br/>\n\t\t\t24</td></tr><tr><td align='center'><br/>\n\t\t\t3 départements</td><td align='center'><br/>\n\t\t\t8</td><td align='center'><br/>\n\t\t\t24</td></tr><tr><td align='center'><br/>\n\t\t\t4 départements</td><td align='center'><br/>\n\t\t\t6</td><td align='center'><br/>\n\t\t\t24</td></tr><tr><td align='center'><br/>\n\t\t\t5 départements</td><td align='center'><br/>\n\t\t\t5</td><td align='center'><br/>\n\t\t\t25</td></tr><tr><td align='center'><br/>\n\t\t\t6 départements</td><td align='center'><br/>\n\t\t\t4</td><td align='center'><br/>\n\t\t\t24</td></tr><tr><td align='center'><br/>\n\t\t\t7 départements</td><td align='center'><br/>\n\t\t\t3</td><td align='center'><br/>\n\t\t\t21</td></tr><tr><td align='center'><br/>\n\t\t\t8 départements</td><td align='center'><br/>\n\t\t\t3</td><td align='center'><br/>\n\t\t\t24</td></tr><tr><td align='center'><br/>\n\t\t\t9 départements</td><td align='center'><br/>\n\t\t\t2</td><td align='center'><br/>\n\t\t\t18</td></tr><tr><td align='center'><br/>\n\t\t\t10 départements</td><td align='center'><br/>\n\t\t\t2</td><td align='center'><br/>\n\t\t\t20</td></tr><tr><td align='center'><br/>\n\t\t\t11 départements</td><td align='center'><br/>\n\t\t\t2</td><td align='center'><br/>\n\t\t\t22</td></tr><tr><td align='center'><br/>\n\t\t\t12 départements</td><td align='center'><br/>\n\t\t\t2</td><td align='center'><br/>\n\t\t\t24</td></tr><tr><td align='center'><br/>\n\t\t\t13 départements</td><td align='center'><br/>\n\t\t\t2</td><td align='center'><p><br/>\n\t\t\t26</p></td></tr></tbody></table><p align='left'></p></center><p>Le bureau d'une chambre de métiers et de l'artisanat de niveau régional comprend le même nombre de membres pour chacun des départements de la circonscription régionale concernée.</p><p>II.-Les membres du bureau d'une chambre de métiers et de l'artisanat de région, d'une chambre régionale de métiers et de l'artisanat et d'une chambre de métiers et de l'artisanat interdépartementale, autres que les membres de droit, sont élus à bulletin secret par les membres de l'assemblée générale de la chambre par un premier scrutin destiné à assurer la représentation de chacun des départements de la circonscription régionale concernée en application du I. Puis sont élus, parmi les membres désignés lors du premier scrutin et les membres de droit, les titulaires de chaque poste au sein du bureau. Un scrutin distinct est organisé pour chaque poste. Pour chacun de ces scrutins, l'élection a lieu à la majorité absolue des suffrages exprimés par les membres présents aux deux premiers tours et à la majorité relative au troisième tour. En cas d'égalité des voix, le plus jeune est élu.</p><p>Les membres du bureau d'une chambre de métiers et de l'artisanat départementale sont élus à bulletin secret par les membres de l'assemblée générale par un scrutin distinct pour chaque poste. L'élection des membres du bureau a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative au troisième. En cas d'égalité des voix, le plus jeune est élu.</p><p>Le bureau se réunit au moins tous les deux mois sur convocation de son président.</p><p>Le bureau est élu après chaque renouvellement quinquennal ou intégral de la chambre de métiers et de l'artisanat. Ils demeurent en fonction jusqu'à la date d'installation des membres proclamés élus. A compter de la date des élections, le bureau sortant ne peut procéder qu'aux actes conservatoires et urgents.</p><p>Lorsque le bureau n'est plus en mesure d'exercer ses attributions, le préfet de région peut procéder, par arrêté motivé, à sa dissolution. Une assemblée générale extraordinaire est convoquée par le préfet de région pour procéder au renouvellement du bureau dans les quinze jours suivant cette décision.</p><p>Le cas échéant, les votes prévus au présent II peuvent s'exercer par voie électronique au moyen d'un procédé préservant le secret du vote.</p><p>III.-Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un ou plusieurs élus membres du bureau, à l'exception du trésorier et du trésorier adjoint. Les fonctions de comptable sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint.</p><p>Hors les cas de délégation ou d'absence du délégataire, en cas d'absence ou d'empêchement du président, les fonctions d'ordonnateur sont exercées par un vice-président dans l'ordre du tableau. En cas d'absence ou d'empêchement du trésorier, les fonctions de comptable sont assurées par le trésorier adjoint. En cas d'empêchement du trésorier et du trésorier adjoint, une assemblée générale extraordinaire est convoquée par le président, le premier vice-président ou, à défaut, par le préfet de région pour élire leurs remplaçants.</p><p>Les autres fonctions du président peuvent faire l'objet d'une délégation de signature à un ou plusieurs membres élus de la chambre.</p><p>Les conditions dans lesquelles le président et le trésorier peuvent déléguer leur signature au secrétaire général ou, sur sa proposition, à d'autres agents permanents de la chambre sont fixées par le règlement intérieur prévu à l'article 22.</p><p>Les délégations sont écrites et indiquent leur durée. Elles sont transmises au préfet de région et publiées.</p><p>Des régies de recettes et des régies d'avances destinées à traiter des opérations de faible importance, urgentes ou répétitives peuvent être instituées par le président, avec l'accord du trésorier, dans des conditions déterminées par arrêté conjoint des ministres chargés de l'artisanat et du budget.</p><p>IV.-La démission du président, des membres du bureau et des autres membres de la chambre est adressée au préfet de région par lettre recommandée avec accusé de réception ou tout autre moyen permettant d'en attester la réception par son destinataire.</p><p>La démission d'un membre de la chambre régionale de métiers et de l'artisanat entraîne sa démission de la chambre de métiers et de l'artisanat départementale ou de la délégation de la chambre de métiers et de l'artisanat interdépartementale au titre de laquelle il a été élu.</p><p>La démission d'un membre de droit du bureau d'une chambre régionale de métiers et de l'artisanat, d'une chambre de métiers et de l'artisanat de région ou d'une chambre de métiers et de l'artisanat interdépartementale de son poste détenu au sein du bureau ne vaut pas démission du bureau.</p><p>Les autres membres du bureau qui démissionnent de leur poste détenu au sein du bureau démissionnent également du bureau. En ce cas, un scrutin est organisé pour désigner un remplaçant au sein du bureau conformément au premier alinéa du II.</p><p>En cas de démission d'un poste au sein du bureau, un scrutin est organisé pour désigner le titulaire du poste libéré au sein du bureau conformément au deuxième alinéa du II.</p><p>Les candidats pour le remplacement du membre démissionnaire doivent être des élus du département ou de la même délégation que ce membre.</p><p>Les membres du bureau, autres que les membres de droit, qui se sont abstenus, sans motif légitime, d'assister à deux séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par le préfet de région, après avis de l'assemblée générale de la chambre.</p><p>Le préfet de région peut, en cas de faute grave dans l'exercice des fonctions et par arrêté motivé pris après que l'intéressé a été mis à même de faire valoir ses observations, suspendre ou mettre fin aux fonctions d'un membre de la chambre, d'un membre du bureau ou du président.</p><p>En cas de vacance pour quelque cause que ce soit d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, une assemblée générale extraordinaire peut être convoquée par son président, son premier vice-président ou, à défaut, par le préfet de région dans le délai d'un mois pour élire le remplaçant.</p>",
            "num": "19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1489881600000,
            "dateFin": 1613692800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2004-11-04",
                        "titre": "Titre II : Des chambres de métiers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112862",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2010-11-14",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112863",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-11-14",
                        "fin": "2017-03-19",
                        "titre": "Titre II : Des       chambres de métiers et de l'artisanat de région",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000023098855",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-03-19",
                        "fin": "2023-07-01",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000034236025",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2023-07-01",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132295",
                        "id": "LEGISCTA000006132295",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2999-01-01",
                        "titre": "Code de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006075116",
                        "id": "LEGITEXT000006075116",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006900619",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132295",
            "sectionParentId": "LEGISCTA000006132295",
            "sectionParentTitre": "Chapitre II : Fonctionnement.",
            "fullSectionsTitre": "Titre II : Des chambres de métiers et de l'artisanat &gt; Chapitre II : Fonctionnement.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000034236047",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006075116",
                    "titre": "Code de l'artisanat",
                    "titreLong": "Code de l'artisanat",
                    "etat": "VIGUEUR",
                    "dateDebut": -550713600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006075116",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034207920",
                    "textTitle": "Décret n°2017-343 du 16 mars 2017 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000034210259",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-03-18",
                    "dateSignaTexte": "2017-03-16",
                    "dateDebutCible": "2017-03-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000330526",
                    "textTitle": "Décret n°64-1362 du 30 décembre 1964 - art. 8 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8 bis",
                    "articleId": "LEGIARTI000031423706",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "64-1362",
                    "datePubli": -157766400000,
                    "dateDebut": 1446768000000
                },
                {
                    "textCid": "JORFTEXT000000560464",
                    "textTitle": "Décret n°99-433 du 27 mai 1999 - art. 3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3-1",
                    "articleId": "LEGIARTI000032569150",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-433",
                    "datePubli": 927936000000,
                    "dateDebut": 1463788800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000023098500",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000023098491",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000043148079",
                    "textTitle": "Décret n°2021-168 du 16 février 2021 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000043150793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-168",
                    "datePubli": 1613606400000,
                    "dateDebut": 1613692800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R723-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-2",
                    "articleId": "LEGIARTI000045058456",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640908800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006900619",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 434246400000,
                    "dateFin": 724204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900620",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 724204800000,
                    "dateFin": 1099526400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900621",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1099526400000,
                    "dateFin": 1276473600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022346464",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1276473600000,
                    "dateFin": 1289692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023097974",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1289692800000,
                    "dateFin": 1446768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031423575",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1446768000000,
                    "dateFin": 1489881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034236047",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1489881600000,
                    "dateFin": 1613692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043176077",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1613692800000,
                    "dateFin": 1688169600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "19"
            ],
            "versionPrecedente": "LEGIARTI000031423575",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031423575",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'installation de l'assemblée générale des chambres de métiers et de l'artisanat de région, des chambres régionales de métiers et de l'artisanat et des chambres de métiers et de l'artisanat départementales a lieu trente jours au plus tard après la proclamation des résultats des élections, sur convocation du président sortant ou, à défaut, de l'autorité de tutelle. Il est procédé au cours de cette séance à l'élection des membres du bureau. Les assemblées générales désignent parmi leurs membres en exercice un bureau composé d'un président, d'un ou plusieurs vice-présidents, d'un trésorier, d'un trésorier adjoint et, le cas échéant, pour la chambre de métiers et de l'artisanat de région, d'un trésorier adjoint par section, dont la compétence est limitée à la section concernée, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. Le bureau d'une chambre de métiers et de l'artisanat de région ne peut comprendre plus de membres que celui figurant sur le tableau suivant, y compris les membres de droit : NOMBRE de département (s) dans la région NOMBRE de membres du bureau de la chambre de métiers et de l'artisanat de région NOMBRE de membres du bureau par département 1 département Au plus 12 Au plus 12 2 départements Au plus 24 Au plus 12 3 départements Au plus 24 Au plus 8 4 départements Au plus 24 Au plus 6 5 départements Au plus 25 Au plus 5 6 départements Au plus 24 Au plus 4 8 départements Au plus 24 Au plus 3 Le bureau d'une chambre régionale de métiers et de l'artisanat ne peut comprendre plus de membres que celui figurant sur le tableau suivant, y compris les membres de droit : NOMBRE de département (s) dans la région NOMBRE de membres du bureau de la chambre régionale de métiers et de l'artisanat NOMBRE de membres du bureau par département 2 départements Au plus 14 Au plus 7 3 départements Au plus 15 Au plus 5 4 départements Au plus 16 Au plus 4 5 départements Au plus 20 Au plus 4 6 départements Au plus 24 Au plus 4 8 départements Au plus 24 Au plus 3 Le bureau d'une chambre de métiers et de l'artisanat de région et d'une chambre régionale de métiers et de l'artisanat comprend le même nombre de membres pour chacun des départements de la circonscription régionale concernée. Le bureau d'une chambre de métiers et de l'artisanat départementale ne peut comprendre plus de douze membres. ; II.-Les membres du bureau d'une chambre de métiers et de l'artisanat de région et d'une chambre régionale de métiers et de l'artisanat, autres que les membres de droit, sont élus à bulletin secret par les membres de l'assemblée générale de la chambre par un premier scrutin destiné à assurer la représentation de chacun des départements de la circonscription régionale concernée en application du I. Puis sont élus, parmi les membres désignés lors du premier scrutin et les membres de droit, les titulaires de chaque poste au sein du bureau. Un scrutin distinct est organisé pour chaque poste. Pour chacun de ces scrutins, l'élection a lieu à la majorité absolue des suffrages exprimés par les membres présents aux deux premiers tours et à la majorité relative au troisième tour. En cas d'égalité des voix, le plus jeune est élu. Les membres du bureau d'une chambre de métiers et de l'artisanat départementale sont élus à bulletin secret par les membres de l'assemblée générale par un scrutin distinct pour chaque poste. L'élection des membres du bureau a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative au troisième. En cas d'égalité des voix, le plus jeune est élu. Le bureau se réunit au moins tous les deux mois sur convocation de son président. Le bureau est élu après chaque renouvellement général ou intégral de la chambre de métiers et de l'artisanat de région, des chambres régionales de métiers et de l'artisanat et des chambres de métiers et de l'artisanat départementales. Les membres sortants sont rééligibles. Ils demeurent en fonction jusqu'à la date d'installation des membres proclamés élus. A compter de la date des élections, le bureau sortant ne peut procéder qu'aux actes conservatoires et urgents. Lorsque le bureau n'est plus en mesure d'exercer ses attributions, l'autorité de tutelle peut procéder, par arrêté, à sa dissolution. Une assemblée générale extraordinaire est convoquée par l'autorité de tutelle pour procéder au renouvellement du bureau dans les quinze jours suivant cette décision. III.-Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un vice-président. Les fonctions de comptable sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint. Les conditions dans lesquelles le président et le trésorier peuvent déléguer leur signature au secrétaire général ou, sur sa proposition, à d'autres agents permanents de la chambre sont fixées par le règlement intérieur prévu à l'article 8 bis du décret du 30 décembre 1964. En cas d'absence ou d'empêchement du président, les fonctions d'ordonnateur sont exercées par un vice-président dans l'ordre du tableau. En cas d'absence ou d'empêchement du trésorier, les fonctions de comptable sont assurées par le trésorier adjoint. En cas d'empêchement du trésorier et du trésorier adjoint, une assemblée générale extraordinaire est convoquée par le président, le premier vice-président ou, à défaut, par l'autorité de tutelle pour élire leurs remplaçants. Les autres fonctions du président peuvent faire l'objet d'une délégation de signature à un ou plusieurs membres élus de la chambre. Les délégations sont écrites et indiquent leur durée. Elles sont transmises à l'autorité de tutelle et publiées. Des régies de recettes et des régies d'avances destinées à traiter des opérations de faible importance, urgentes ou répétitives peuvent être instituées par le président, avec l'accord du trésorier, dans des conditions déterminées par arrêté conjoint des ministres chargés de l'artisanat et du budget. IV.-La démission du président, des membres du bureau et des autres membres de la chambre est adressée à l'autorité de tutelle par lettre recommandée avec accusé de réception ou tout autre moyen permettant d'en attester la réception par son destinataire. La démission d'un membre de la chambre de métiers et de l'artisanat de région ou de la chambre régionale de métiers et de l'artisanat entraîne sa démission de la chambre de métiers et de l'artisanat départementale au titre de laquelle il a été élu ou sa démission de la section dont il est membre. La démission d'un membre de droit du bureau d'une chambre régionale de métiers et de l'artisanat ou d'une chambre de métiers et de l'artisanat de région de son poste détenu au sein du bureau ne vaut pas démission du bureau. Les autres membres du bureau qui démissionnent de leur poste détenu au sein du bureau démissionnent également du bureau. En ce cas, un scrutin est organisé pour désigner un remplaçant au sein du bureau conformément au premier alinéa du II. En cas de démission d'un poste au sein du bureau, un scrutin est organisé pour désigner le titulaire du poste libéré au sein du bureau conformément au deuxième alinéa du II. Les candidats pour le remplacement du membre démissionnaire doivent être des élus du département de ce membre. Les membres du bureau, autres que les membres de droit, qui se sont abstenus, sans motif légitime, d'assister à trois séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par l'autorité de tutelle, après avis de l'assemblée générale de la chambre. L'autorité de tutelle peut, en cas de faute grave dans l'exercice des fonctions et par arrêté motivé pris après que l'intéressé a été mis à même de faire valoir ses observations, suspendre ou mettre fin aux fonctions d'un membre de la chambre, d'un membre du bureau ou du président. En cas de vacance pour quelque cause que ce soit d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, une assemblée générale extraordinaire peut être convoquée par son président, son premier vice-président ou, à défaut, par l'autorité de tutelle dans le délai d'un mois pour élire le remplaçant.",
            "texteHtml": "<p>I.-L'installation de l'assemblée générale des chambres de métiers et de l'artisanat de région, des chambres régionales de métiers et de l'artisanat et des chambres de métiers et de l'artisanat départementales a lieu trente jours au plus tard après la proclamation des résultats des élections, sur convocation du président sortant ou, à défaut, de l'autorité de tutelle. </p><p>Il est procédé au cours de cette séance à l'élection des membres du bureau. </p><p>Les assemblées générales désignent parmi leurs membres en exercice un bureau composé d'un président, d'un ou plusieurs vice-présidents, d'un trésorier, d'un trésorier adjoint et, le cas échéant, pour la chambre de métiers et de l'artisanat de région, d'un trésorier adjoint par section, dont la compétence est limitée à la section concernée, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. </p><p>Le bureau d'une chambre de métiers et de l'artisanat de région ne peut comprendre plus de membres que celui figurant sur le tableau suivant, y compris les membres de droit : </p><center><table border='1'><tbody><tr><th><br/>NOMBRE <p>de département (s) </p><p>dans la région <br/></p></th><th><br/>NOMBRE <p>de membres du bureau </p><p>de la chambre </p><p>de métiers et de </p><p>l'artisanat de région <br/></p></th><th><br/>NOMBRE <p>de membres du bureau </p><p>par département <br/></p></th></tr><tr><td align='center'><br/>1 département <br/></td><td align='center'><br/>Au plus 12 <br/></td><td align='center'><br/>Au plus 12 <br/></td></tr><tr><td align='center'><br/>2 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 12 <br/></td></tr><tr><td align='center'><br/>3 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 8 <br/></td></tr><tr><td align='center'><br/>4 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 6 <br/></td></tr><tr><td align='center'><br/>5 départements <br/></td><td align='center'><br/>Au plus 25 <br/></td><td align='center'><br/>Au plus 5 <br/></td></tr><tr><td align='center'><br/>6 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 4 <br/></td></tr><tr><td align='center'><br/>8 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 3 <br/></td></tr></tbody></table></center><p>Le bureau d'une chambre régionale de métiers et de l'artisanat ne peut comprendre plus de membres que celui figurant sur le tableau suivant, y compris les membres de droit : </p><center><table border='1'><tbody><tr><th><br/>NOMBRE <p>de département (s) </p><p>dans la région <br/></p></th><th><br/>NOMBRE <p>de membres du bureau </p><p>de la chambre régionale </p><p>de métiers et de l'artisanat <br/></p></th><th><br/>NOMBRE <p>de membres du bureau </p><p>par département <br/></p></th></tr><tr><td align='center'><br/>2 départements <br/></td><td align='center'><br/>Au plus 14 <br/></td><td align='center'><br/>Au plus 7 <br/></td></tr><tr><td align='center'><br/>3 départements <br/></td><td align='center'><br/>Au plus 15 <br/></td><td align='center'><br/>Au plus 5 <br/></td></tr><tr><td align='center'><br/>4 départements <br/></td><td align='center'><br/>Au plus 16 <br/></td><td align='center'><br/>Au plus 4 <br/></td></tr><tr><td align='center'><br/>5 départements <br/></td><td align='center'><br/>Au plus 20 <br/></td><td align='center'><br/>Au plus 4 <br/></td></tr><tr><td align='center'><br/>6 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 4 <br/></td></tr><tr><td align='center'><br/>8 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 3 <br/></td></tr></tbody></table></center><p>Le bureau d'une chambre de métiers et de l'artisanat de région et d'une chambre régionale de métiers et de l'artisanat comprend le même nombre de membres pour chacun des départements de la circonscription régionale concernée. </p><p>Le bureau d'une chambre de métiers et de l'artisanat départementale ne peut comprendre plus de douze membres. ; </p><p>II.-Les membres du bureau d'une chambre de métiers et de l'artisanat de région et d'une chambre régionale de métiers et de l'artisanat, autres que les membres de droit, sont élus à bulletin secret par les membres de l'assemblée générale de la chambre par un premier scrutin destiné à assurer la représentation de chacun des départements de la circonscription régionale concernée en application du I. Puis sont élus, parmi les membres désignés lors du premier scrutin et les membres de droit, les titulaires de chaque poste au sein du bureau. Un scrutin distinct est organisé pour chaque poste. Pour chacun de ces scrutins, l'élection a lieu à la majorité absolue des suffrages exprimés par les membres présents aux deux premiers tours et à la majorité relative au troisième tour. En cas d'égalité des voix, le plus jeune est élu. </p><p>Les membres du bureau d'une chambre de métiers et de l'artisanat départementale sont élus à bulletin secret par les membres de l'assemblée générale par un scrutin distinct pour chaque poste. L'élection des membres du bureau a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative au troisième. En cas d'égalité des voix, le plus jeune est élu. </p><p>Le bureau se réunit au moins tous les deux mois sur convocation de son président. </p><p>Le bureau est élu après chaque renouvellement général ou intégral de la chambre de métiers et de l'artisanat de région, des chambres régionales de métiers et de l'artisanat et des chambres de métiers et de l'artisanat départementales. Les membres sortants sont rééligibles. Ils demeurent en fonction jusqu'à la date d'installation des membres proclamés élus. A compter de la date des élections, le bureau sortant ne peut procéder qu'aux actes conservatoires et urgents. </p><p>Lorsque le bureau n'est plus en mesure d'exercer ses attributions, l'autorité de tutelle peut procéder, par arrêté, à sa dissolution. Une assemblée générale extraordinaire est convoquée par l'autorité de tutelle pour procéder au renouvellement du bureau dans les quinze jours suivant cette décision. </p><p>III.-Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un vice-président. Les fonctions de comptable sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint. Les conditions dans lesquelles le président et le trésorier peuvent déléguer leur signature au secrétaire général ou, sur sa proposition, à d'autres agents permanents de la chambre sont fixées par le règlement intérieur prévu à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000330526&idArticle=LEGIARTI000031423706&dateTexte=&categorieLien=id' title='Décret n°64-1362 du 30 décembre 1964 - art. 8 bis (Ab)'>l'article 8 bis</a> du décret du 30 décembre 1964. </p><p>En cas d'absence ou d'empêchement du président, les fonctions d'ordonnateur sont exercées par un vice-président dans l'ordre du tableau. En cas d'absence ou d'empêchement du trésorier, les fonctions de comptable sont assurées par le trésorier adjoint. En cas d'empêchement du trésorier et du trésorier adjoint, une assemblée générale extraordinaire est convoquée par le président, le premier vice-président ou, à défaut, par l'autorité de tutelle pour élire leurs remplaçants. </p><p>Les autres fonctions du président peuvent faire l'objet d'une délégation de signature à un ou plusieurs membres élus de la chambre.<br/><br/> Les délégations sont écrites et indiquent leur durée. Elles sont transmises à l'autorité de tutelle et publiées.<br/><br/> Des régies de recettes et des régies d'avances destinées à traiter des opérations de faible importance, urgentes ou répétitives peuvent être instituées par le président, avec l'accord du trésorier, dans des conditions déterminées par arrêté conjoint des ministres chargés de l'artisanat et du budget. </p><p>IV.-La démission du président, des membres du bureau et des autres membres de la chambre est adressée à l'autorité de tutelle par lettre recommandée avec accusé de réception ou tout autre moyen permettant d'en attester la réception par son destinataire.</p><p>La démission d'un membre de la chambre de métiers et de l'artisanat de région ou de la chambre régionale de métiers et de l'artisanat entraîne sa démission de la chambre de métiers et de l'artisanat départementale au titre de laquelle il a été élu ou sa démission de la section dont il est membre. </p><p>La démission d'un membre de droit du bureau d'une chambre régionale de métiers et de l'artisanat ou d'une chambre de métiers et de l'artisanat de région de son poste détenu au sein du bureau ne vaut pas démission du bureau.</p><p> Les autres membres du bureau qui démissionnent de leur poste détenu au sein du bureau démissionnent également du bureau. En ce cas, un scrutin est organisé pour désigner un remplaçant au sein du bureau conformément au premier alinéa du II.</p><p> En cas de démission d'un poste au sein du bureau, un scrutin est organisé pour désigner le titulaire du poste libéré au sein du bureau conformément au deuxième alinéa du II.</p><p> Les candidats pour le remplacement du membre démissionnaire doivent être des élus du département de ce membre.</p><p>Les membres du bureau, autres que les membres de droit, qui se sont abstenus, sans motif légitime, d'assister à trois séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par l'autorité de tutelle, après avis de l'assemblée générale de la chambre. </p><p>L'autorité de tutelle peut, en cas de faute grave dans l'exercice des fonctions et par arrêté motivé pris après que l'intéressé a été mis à même de faire valoir ses observations, suspendre ou mettre fin aux fonctions d'un membre de la chambre, d'un membre du bureau ou du président. </p><p>En cas de vacance pour quelque cause que ce soit d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, une assemblée générale extraordinaire peut être convoquée par son président, son premier vice-président ou, à défaut, par l'autorité de tutelle dans le délai d'un mois pour élire le remplaçant.</p>",
            "num": "19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1446768000000,
            "dateFin": 1489881600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2004-11-04",
                        "titre": "Titre II : Des chambres de métiers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112862",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2010-11-14",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112863",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-11-14",
                        "fin": "2017-03-19",
                        "titre": "Titre II : Des       chambres de métiers et de l'artisanat de région",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000023098855",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-03-19",
                        "fin": "2023-07-01",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000034236025",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2023-07-01",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132295",
                        "id": "LEGISCTA000006132295",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2999-01-01",
                        "titre": "Code de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006075116",
                        "id": "LEGITEXT000006075116",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006900619",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132295",
            "sectionParentId": "LEGISCTA000006132295",
            "sectionParentTitre": "Chapitre II : Fonctionnement.",
            "fullSectionsTitre": "Titre II : Des chambres de métiers et de l'artisanat &gt; Chapitre II : Fonctionnement.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031423575",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006075116",
                    "titre": "Code de l'artisanat",
                    "titreLong": "Code de l'artisanat",
                    "etat": "VIGUEUR",
                    "dateDebut": -550713600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006075116",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031421510",
                    "textTitle": "DÉCRET n°2015-1401 du 3 novembre 2015 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031421928",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-11-05",
                    "dateSignaTexte": "2015-11-03",
                    "dateDebutCible": "2015-11-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000330526",
                    "textTitle": "Décret n°64-1362 du 30 décembre 1964 - art. 8 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8 bis",
                    "articleId": "LEGIARTI000031423706",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "64-1362",
                    "datePubli": -157766400000,
                    "dateDebut": 1446768000000
                },
                {
                    "textCid": "JORFTEXT000000560464",
                    "textTitle": "Décret n°99-433 du 27 mai 1999 - art. 3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3-1",
                    "articleId": "LEGIARTI000032569150",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-433",
                    "datePubli": 927936000000,
                    "dateDebut": 1463788800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000023098500",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000023098491",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000043148079",
                    "textTitle": "Décret n°2021-168 du 16 février 2021 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000043150793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-168",
                    "datePubli": 1613606400000,
                    "dateDebut": 1613692800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R723-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-2",
                    "articleId": "LEGIARTI000045058456",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640908800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006900619",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 434246400000,
                    "dateFin": 724204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900620",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 724204800000,
                    "dateFin": 1099526400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900621",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1099526400000,
                    "dateFin": 1276473600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022346464",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1276473600000,
                    "dateFin": 1289692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023097974",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1289692800000,
                    "dateFin": 1446768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031423575",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1446768000000,
                    "dateFin": 1489881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034236047",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1489881600000,
                    "dateFin": 1613692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043176077",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1613692800000,
                    "dateFin": 1688169600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "19"
            ],
            "versionPrecedente": "LEGIARTI000023097974",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000023097974",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'installation de l'assemblée générale des chambres de métiers et de l'artisanat de région, des chambres régionales de métiers et de l'artisanat, des chambres de métiers et de l'artisanat départementales et de la chambre de métiers et de l'artisanat de Mayotte a lieu trente jours au plus tard après la proclamation des résultats des élections, sur convocation du président sortant ou, à défaut, de l'autorité de tutelle. Il est procédé au cours de cette séance à l'élection des membres du bureau. Les assemblées générales désignent parmi leurs membres en exercice un bureau composé d'un président, d'un ou plusieurs vice-présidents, d'un trésorier, d'un trésorier adjoint et, le cas échéant, pour la chambre de métiers et de l'artisanat de région, d'un trésorier adjoint par section, dont la compétence est limitée à la section concernée, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. Le bureau d'une chambre de métiers et de l'artisanat de région ne peut comprendre plus de membres que celui figurant sur le tableau suivant, y compris les membres de droit : NOMBRE de département (s) dans la région NOMBRE de membres du bureau de la chambre de métiers et de l'artisanat de région NOMBRE de membres du bureau par département 1 département Au plus 12 Au plus 12 2 départements Au plus 24 Au plus 12 3 départements Au plus 24 Au plus 8 4 départements Au plus 24 Au plus 6 5 départements Au plus 25 Au plus 5 6 départements Au plus 24 Au plus 4 8 départements Au plus 24 Au plus 3 Le bureau d'une chambre régionale de métiers et de l'artisanat ne peut comprendre plus de membres que celui figurant sur le tableau suivant, y compris les membres de droit : NOMBRE de département (s) dans la région NOMBRE de membres du bureau de la chambre régionale de métiers et de l'artisanat NOMBRE de membres du bureau par département 2 départements Au plus 14 Au plus 7 3 départements Au plus 15 Au plus 5 4 départements Au plus 16 Au plus 4 5 départements Au plus 20 Au plus 4 6 départements Au plus 24 Au plus 4 8 départements Au plus 24 Au plus 3 Le bureau d'une chambre de métiers et de l'artisanat de région et d'une chambre régionale de métiers et de l'artisanat comprend le même nombre de membres pour chacun des départements de la circonscription régionale concernée. Le bureau de la chambre de métiers et de l'artisanat de Mayotte ne peut comprendre plus de douze membres. Le bureau d'une chambre de métiers et de l'artisanat départementale ne peut comprendre plus de douze membres. ; II.-Les membres du bureau d'une chambre de métiers et de l'artisanat de région et d'une chambre régionale de métiers et de l'artisanat sont élus à bulletin secret par les membres de l'assemblée générale de la chambre par un premier scrutin destiné à assurer la représentation de chacun des départements de la circonscription régionale concernée en application du I, puis, une fois cette représentation assurée, par un scrutin distinct pour chaque poste parmi les membres désignés lors du premier scrutin. Pour chacun de ces scrutins, l'élection des membres du bureau a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative au troisième. En cas d'égalité des voix, le plus jeune est élu. Les membres du bureau de la chambre de métiers et de l'artisanat de Mayotte et d'une chambre de métiers et de l'artisanat départementale sont élus à bulletin secret par les membres de l'assemblée générale par un scrutin distinct pour chaque poste.L'élection des membres du bureau a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative au troisième. En cas d'égalité des voix, le plus jeune est élu. Le bureau se réunit au moins tous les deux mois sur convocation de son président. Le bureau est élu après chaque renouvellement général de la chambre de métiers et de l'artisanat de région, des chambres régionales de métiers et de l'artisanat, des chambres de métiers et de l'artisanat départementales et de la chambre de métiers et de l'artisanat de Mayotte. Les membres sortants sont rééligibles. Ils demeurent en fonction jusqu'à la date d'installation des membres proclamés élus. A compter de la date des élections, le bureau sortant ne peut procéder qu'aux actes conservatoires et urgents. Lorsque le bureau n'est plus en mesure d'exercer normalement ses attributions dans le cadre des règles de fonctionnement prévues au règlement intérieur de la chambre, l'autorité de tutelle peut procéder, par arrêté motivé, à sa dissolution. Une assemblée générale extraordinaire est convoquée par l'autorité de tutelle pour procéder au renouvellement du bureau dans les quinze jours suivant cette décision. III.-Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un vice-président. Les fonctions de comptable sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint. Les conditions dans lesquelles le président et le trésorier peuvent déléguer leur signature au secrétaire général ou, sur sa proposition, à d'autres agents permanents de la chambre sont fixées par le règlement intérieur prévu à l'article 8 bis du décret du 30 décembre 1964. En cas d'empêchement du président et, en l'absence de la délégation préalable, les fonctions d'ordonnateur sont exercées par un vice-président dans l'ordre du tableau. En cas d'empêchement du trésorier et en l'absence de délégation préalable, les fonctions de comptable sont assurées par le trésorier adjoint. En cas d'empêchement du trésorier et du trésorier adjoint, une assemblée générale extraordinaire est convoquée par le président, le premier vice-président ou, à défaut, par l'autorité de tutelle pour élire leurs remplaçants. IV.-La démission du président, des membres du bureau et des autres membres de la chambre est adressée à l'autorité de tutelle par lettre recommandée avec accusé de réception ou tout autre moyen permettant d'en attester la réception par son destinataire. La démission d'un membre de la chambre de métiers et de l'artisanat de région ou de la chambre régionale de métiers et de l'artisanat entraîne sa démission de la chambre de métiers et de l'artisanat départementale au titre de laquelle il a été élu ou sa démission de la section dont il est membre. Les membres du bureau qui se sont abstenus, sans motif légitime, d'assister à trois séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par l'autorité de tutelle, après avis de l'assemblée générale de la chambre. L'autorité de tutelle peut, en cas de faute grave dans l'exercice des fonctions et par arrêté motivé pris après que l'intéressé a été mis à même de faire valoir ses observations, suspendre ou mettre fin aux fonctions d'un membre de la chambre, d'un membre du bureau ou du président. En cas de vacance pour quelque cause que ce soit d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, une assemblée générale extraordinaire peut être convoquée par son président, son premier vice-président ou, à défaut, par l'autorité de tutelle dans le délai d'un mois pour élire le remplaçant.",
            "texteHtml": "<p>I.-L'installation de l'assemblée générale des chambres de métiers et de l'artisanat de région, des chambres régionales de métiers et de l'artisanat, des chambres de métiers et de l'artisanat départementales et de la chambre de métiers et de l'artisanat de Mayotte a lieu trente jours au plus tard après la proclamation des résultats des élections, sur convocation du président sortant ou, à défaut, de l'autorité de tutelle. </p><p>Il est procédé au cours de cette séance à l'élection des membres du bureau. </p><p>Les assemblées générales désignent parmi leurs membres en exercice un bureau composé d'un président, d'un ou plusieurs vice-présidents, d'un trésorier, d'un trésorier adjoint et, le cas échéant, pour la chambre de métiers et de l'artisanat de région, d'un trésorier adjoint par section, dont la compétence est limitée à la section concernée, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. </p><p>Le bureau d'une chambre de métiers et de l'artisanat de région ne peut comprendre plus de membres que celui figurant sur le tableau suivant, y compris les membres de droit : </p><center><table border='1'><tbody><tr><th><br/>NOMBRE <p>de département (s) </p><p>dans la région <br/></p></th><th><br/>NOMBRE <p>de membres du bureau </p><p>de la chambre </p><p>de métiers et de </p><p>l'artisanat de région <br/></p></th><th><br/>NOMBRE <p>de membres du bureau </p><p>par département <br/></p></th></tr><tr><td align='center'><br/>1 département <br/></td><td align='center'><br/>Au plus 12 <br/></td><td align='center'><br/>Au plus 12 <br/></td></tr><tr><td align='center'><br/>2 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 12 <br/></td></tr><tr><td align='center'><br/>3 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 8 <br/></td></tr><tr><td align='center'><br/>4 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 6 <br/></td></tr><tr><td align='center'><br/>5 départements <br/></td><td align='center'><br/>Au plus 25 <br/></td><td align='center'><br/>Au plus 5 <br/></td></tr><tr><td align='center'><br/>6 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 4 <br/></td></tr><tr><td align='center'><br/>8 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 3 <br/></td></tr></tbody></table></center><p><br/>Le bureau d'une chambre régionale de métiers et de l'artisanat ne peut comprendre plus de membres que celui figurant sur le tableau suivant, y compris les membres de droit : </p><center><table border='1'><tbody><tr><th><br/>NOMBRE <p>de département (s) </p><p>dans la région <br/></p></th><th><br/>NOMBRE <p>de membres du bureau </p><p>de la chambre régionale </p><p>de métiers et de l'artisanat <br/></p></th><th><br/>NOMBRE <p>de membres du bureau </p><p>par département <br/></p></th></tr><tr><td align='center'><br/>2 départements <br/></td><td align='center'><br/>Au plus 14 <br/></td><td align='center'><br/>Au plus 7 <br/></td></tr><tr><td align='center'><br/>3 départements <br/></td><td align='center'><br/>Au plus 15 <br/></td><td align='center'><br/>Au plus 5 <br/></td></tr><tr><td align='center'><br/>4 départements <br/></td><td align='center'><br/>Au plus 16 <br/></td><td align='center'><br/>Au plus 4 <br/></td></tr><tr><td align='center'><br/>5 départements <br/></td><td align='center'><br/>Au plus 20 <br/></td><td align='center'><br/>Au plus 4 <br/></td></tr><tr><td align='center'><br/>6 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 4 <br/></td></tr><tr><td align='center'><br/>8 départements <br/></td><td align='center'><br/>Au plus 24 <br/></td><td align='center'><br/>Au plus 3 <br/></td></tr></tbody></table></center><p><br/>Le bureau d'une chambre de métiers et de l'artisanat de région et d'une chambre régionale de métiers et de l'artisanat comprend le même nombre de membres pour chacun des départements de la circonscription régionale concernée. </p><p>Le bureau de la chambre de métiers et de l'artisanat de Mayotte ne peut comprendre plus de douze membres. </p><p>Le bureau d'une chambre de métiers et de l'artisanat départementale ne peut comprendre plus de douze membres. ; </p><p>II.-Les membres du bureau d'une chambre de métiers et de l'artisanat de région et d'une chambre régionale de métiers et de l'artisanat sont élus à bulletin secret par les membres de l'assemblée générale de la chambre par un premier scrutin destiné à assurer la représentation de chacun des départements de la circonscription régionale concernée en application du I, puis, une fois cette représentation assurée, par un scrutin distinct pour chaque poste parmi les membres désignés lors du premier scrutin. Pour chacun de ces scrutins, l'élection des membres du bureau a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative au troisième. En cas d'égalité des voix, le plus jeune est élu. </p><p>Les membres du bureau de la chambre de métiers et de l'artisanat de Mayotte et d'une chambre de métiers et de l'artisanat départementale sont élus à bulletin secret par les membres de l'assemblée générale par un scrutin distinct pour chaque poste.L'élection des membres du bureau a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative au troisième. En cas d'égalité des voix, le plus jeune est élu. </p><p>Le bureau se réunit au moins tous les deux mois sur convocation de son président. </p><p>Le bureau est élu après chaque renouvellement général de la chambre de métiers et de l'artisanat de région, des chambres régionales de métiers et de l'artisanat, des chambres de métiers et de l'artisanat départementales et de la chambre de métiers et de l'artisanat de Mayotte. Les membres sortants sont rééligibles. Ils demeurent en fonction jusqu'à la date d'installation des membres proclamés élus. A compter de la date des élections, le bureau sortant ne peut procéder qu'aux actes conservatoires et urgents. </p><p>Lorsque le bureau n'est plus en mesure d'exercer normalement ses attributions dans le cadre des règles de fonctionnement prévues au règlement intérieur de la chambre, l'autorité de tutelle peut procéder, par arrêté motivé, à sa dissolution. Une assemblée générale extraordinaire est convoquée par l'autorité de tutelle pour procéder au renouvellement du bureau dans les quinze jours suivant cette décision. </p><p>III.-Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un vice-président. Les fonctions de comptable sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint. Les conditions dans lesquelles le président et le trésorier peuvent déléguer leur signature au secrétaire général ou, sur sa proposition, à d'autres agents permanents de la chambre sont fixées par le règlement intérieur prévu à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000330526&idArticle=LEGIARTI000006537331&dateTexte=&categorieLien=cid'>l'article 8 bis</a> du décret du 30 décembre 1964. </p><p>En cas d'empêchement du président et, en l'absence de la délégation préalable, les fonctions d'ordonnateur sont exercées par un vice-président dans l'ordre du tableau. En cas d'empêchement du trésorier et en l'absence de délégation préalable, les fonctions de comptable sont assurées par le trésorier adjoint. En cas d'empêchement du trésorier et du trésorier adjoint, une assemblée générale extraordinaire est convoquée par le président, le premier vice-président ou, à défaut, par l'autorité de tutelle pour élire leurs remplaçants. </p><p>IV.-La démission du président, des membres du bureau et des autres membres de la chambre est adressée à l'autorité de tutelle par lettre recommandée avec accusé de réception ou tout autre moyen permettant d'en attester la réception par son destinataire.</p><p>La démission d'un membre de la chambre de métiers et de l'artisanat de région ou de la chambre régionale de métiers et de l'artisanat entraîne sa démission de la chambre de métiers et de l'artisanat départementale au titre de laquelle il a été élu ou sa démission de la section dont il est membre. </p><p>Les membres du bureau qui se sont abstenus, sans motif légitime, d'assister à trois séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par l'autorité de tutelle, après avis de l'assemblée générale de la chambre. </p><p>L'autorité de tutelle peut, en cas de faute grave dans l'exercice des fonctions et par arrêté motivé pris après que l'intéressé a été mis à même de faire valoir ses observations, suspendre ou mettre fin aux fonctions d'un membre de la chambre, d'un membre du bureau ou du président. </p><p>En cas de vacance pour quelque cause que ce soit d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, une assemblée générale extraordinaire peut être convoquée par son président, son premier vice-président ou, à défaut, par l'autorité de tutelle dans le délai d'un mois pour élire le remplaçant.</p>",
            "num": "19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1289692800000,
            "dateFin": 1446768000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2004-11-04",
                        "titre": "Titre II : Des chambres de métiers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112862",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2010-11-14",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112863",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-11-14",
                        "fin": "2017-03-19",
                        "titre": "Titre II : Des       chambres de métiers et de l'artisanat de région",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000023098855",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-03-19",
                        "fin": "2023-07-01",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000034236025",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2023-07-01",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132295",
                        "id": "LEGISCTA000006132295",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2999-01-01",
                        "titre": "Code de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006075116",
                        "id": "LEGITEXT000006075116",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006900619",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132295",
            "sectionParentId": "LEGISCTA000006132295",
            "sectionParentTitre": "Chapitre II : Fonctionnement.",
            "fullSectionsTitre": "Titre II : Des       chambres de métiers et de l'artisanat de région &gt; Chapitre II : Fonctionnement.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000023097974",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006075116",
                    "titre": "Code de l'artisanat",
                    "titreLong": "Code de l'artisanat",
                    "etat": "VIGUEUR",
                    "dateDebut": -550713600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006075116",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000023036503",
                    "textTitle": "Décret n°2010-1356\n du 11 novembre 2010 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000023049888",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-11-13",
                    "dateSignaTexte": "2010-11-11",
                    "dateDebutCible": "2010-11-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000330526",
                    "textTitle": "Décret n° 64-1362 du 30 décembre 1964 - art. 8 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8 bis",
                    "articleId": "LEGIARTI000006537331",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "64-1362",
                    "datePubli": -157766400000,
                    "dateDebut": 1446768000000
                },
                {
                    "textCid": "JORFTEXT000000560464",
                    "textTitle": "Décret n°99-433 du 27 mai 1999 - art. 3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3-1",
                    "articleId": "LEGIARTI000032569150",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-433",
                    "datePubli": 927936000000,
                    "dateDebut": 1463788800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000023098500",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000023098491",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000043148079",
                    "textTitle": "Décret n°2021-168 du 16 février 2021 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000043150793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-168",
                    "datePubli": 1613606400000,
                    "dateDebut": 1613692800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R723-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-2",
                    "articleId": "LEGIARTI000045058456",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640908800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006900619",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 434246400000,
                    "dateFin": 724204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900620",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 724204800000,
                    "dateFin": 1099526400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900621",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1099526400000,
                    "dateFin": 1276473600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022346464",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1276473600000,
                    "dateFin": 1289692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023097974",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1289692800000,
                    "dateFin": 1446768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031423575",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1446768000000,
                    "dateFin": 1489881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034236047",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1489881600000,
                    "dateFin": 1613692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043176077",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1613692800000,
                    "dateFin": 1688169600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "19"
            ],
            "versionPrecedente": "LEGIARTI000022346464",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022346464",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'installation de l'assemblée générale des chambres de métiers et de l'artisanat a lieu trente jours au plus tard après la proclamation des résultats des élections, sur convocation du président sortant ou, à défaut, du préfet. Il est procédé au cours de cette séance à l'élection des membres du bureau. Les assemblées générales des chambres de métiers et de l'artisanat désignent parmi leurs membres en exercice un bureau composé d'un président, d'au plus trois vice-présidents, d'un trésorier, d'un trésorier adjoint, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. II.-Les membres du bureau sont élus à bulletin secret et par un scrutin distinct pour chaque poste.L'élection a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative au troisième. Le bureau se réunit au moins tous les deux mois sur convocation de son président. Le bureau est élu après chaque renouvellement général de la chambre de métiers et de l'artisanat. Les membres sortants sont rééligibles. Ils demeurent en fonction jusqu'à la date d'installation des membres proclamés élus.A compter de la date des élections, le bureau sortant ne peut procéder qu'aux actes conservatoires et urgents. Lorsque le bureau n'est plus en mesure d'exercer normalement ses attributions dans le cadre des règles de fonctionnement prévues au règlement intérieur de la chambre, le préfet peut procéder, par arrêté motivé, à sa dissolution. Une assemblée générale extraordinaire est convoquée par le préfet pour procéder au renouvellement du bureau dans les quinze jours suivant cette décision. III.-Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un vice-président. Les fonctions de comptable sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint. Les conditions dans lesquelles le président et le trésorier peuvent déléguer leur signature au secrétaire général ou, sur sa proposition, à d'autres agents permanents de la chambre sont fixées par le règlement intérieur prévu à l'article 8 bis du décret du 30 décembre 1964. En cas d'empêchement du président et, en l'absence de la délégation préalable, les fonctions d'ordonnateur sont exercées par un vice-président dans l'ordre du tableau. En cas d'empêchement du trésorier et en l'absence de délégation préalable, les fonctions de comptable sont assurées par le trésorier adjoint. En cas d'empêchement du trésorier et du trésorier adjoint, une assemblée générale extraordinaire est convoquée par le président, le premier vice-président ou, à défaut, par le préfet pour élire leurs remplaçants. IV.-La démission du président, des membres du bureau et des autres membres de la chambre est adressée au préfet par lettre recommandée avec accusé de réception ou tout autre moyen permettant d'en attester la réception par son destinataire. La démission d'un membre de la chambre régionale de métiers et de l'artisanat entraîne sa démission en qualité de membre de la chambre de métiers et de l'artisanat au titre de laquelle il a été élu. Les membres du bureau qui se sont abstenus, sans motif légitime, d'assister à trois séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par le préfet, après avis de l'assemblée générale de la chambre. Le préfet peut, en cas de faute grave dans l'exercice des fonctions et par arrêté motivé pris après que l'intéressé a été mis à même de faire valoir ses observations, suspendre ou mettre fin aux fonctions d'un membre de la chambre, d'un membre du bureau ou du président. En cas de décès ou de démission volontaire ou d'office d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, une assemblée générale extraordinaire peut être convoquée par son président, son premier vice-président ou, à défaut, par le préfet dans le délai d'un mois pour élire le remplaçant.",
            "texteHtml": "<p>I.-L'installation de l'assemblée générale des chambres de métiers et de l'artisanat a lieu trente jours au plus tard après la proclamation des résultats des élections, sur convocation du président sortant ou, à défaut, du préfet. </p><p>Il est procédé au cours de cette séance à l'élection des membres du bureau. </p><p>Les assemblées générales des chambres de métiers et de l'artisanat désignent parmi leurs membres en exercice un bureau composé d'un président, d'au plus trois vice-présidents, d'un trésorier, d'un trésorier adjoint, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. </p><p>II.-Les membres du bureau sont élus à bulletin secret et par un scrutin distinct pour chaque poste.L'élection a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative au troisième. </p><p>Le bureau se réunit au moins tous les deux mois sur convocation de son président. </p><p>Le bureau est élu après chaque renouvellement général de la chambre de métiers et de l'artisanat. Les membres sortants sont rééligibles. Ils demeurent en fonction jusqu'à la date d'installation des membres proclamés élus.A compter de la date des élections, le bureau sortant ne peut procéder qu'aux actes conservatoires et urgents. </p><p>Lorsque le bureau n'est plus en mesure d'exercer normalement ses attributions dans le cadre des règles de fonctionnement prévues au règlement intérieur de la chambre, le préfet peut procéder, par arrêté motivé, à sa dissolution. Une assemblée générale extraordinaire est convoquée par le préfet pour procéder au renouvellement du bureau dans les quinze jours suivant cette décision. </p><p>III.-Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un vice-président. Les fonctions de comptable sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint. Les conditions dans lesquelles le président et le trésorier peuvent déléguer leur signature au secrétaire général ou, sur sa proposition, à d'autres agents permanents de la chambre sont fixées par le règlement intérieur prévu à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000330526&idArticle=LEGIARTI000006537331&dateTexte=&categorieLien=cid'>l'article 8 bis</a> du décret du 30 décembre 1964. </p><p>En cas d'empêchement du président et, en l'absence de la délégation préalable, les fonctions d'ordonnateur sont exercées par un vice-président dans l'ordre du tableau. En cas d'empêchement du trésorier et en l'absence de délégation préalable, les fonctions de comptable sont assurées par le trésorier adjoint. En cas d'empêchement du trésorier et du trésorier adjoint, une assemblée générale extraordinaire est convoquée par le président, le premier vice-président ou, à défaut, par le préfet pour élire leurs remplaçants. </p><p>IV.-La démission du président, des membres du bureau et des autres membres de la chambre est adressée au préfet par lettre recommandée avec accusé de réception ou tout autre moyen permettant d'en attester la réception par son destinataire.</p><p>La démission d'un membre de la chambre régionale de métiers et de l'artisanat entraîne sa démission en qualité de membre de la chambre de métiers et de l'artisanat au titre de laquelle il a été élu.  </p><p>Les membres du bureau qui se sont abstenus, sans motif légitime, d'assister à trois séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par le préfet, après avis de l'assemblée générale de la chambre. </p><p>Le préfet peut, en cas de faute grave dans l'exercice des fonctions et par arrêté motivé pris après que l'intéressé a été mis à même de faire valoir ses observations, suspendre ou mettre fin aux fonctions d'un membre de la chambre, d'un membre du bureau ou du président. </p><p>En cas de décès ou de démission volontaire ou d'office d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, une assemblée générale extraordinaire peut être convoquée par son président, son premier vice-président ou, à défaut, par le préfet dans le délai d'un mois pour élire le remplaçant.</p>",
            "num": "19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1276473600000,
            "dateFin": 1289692800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2004-11-04",
                        "titre": "Titre II : Des chambres de métiers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112862",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2010-11-14",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112863",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-11-14",
                        "fin": "2017-03-19",
                        "titre": "Titre II : Des       chambres de métiers et de l'artisanat de région",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000023098855",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-03-19",
                        "fin": "2023-07-01",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000034236025",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2023-07-01",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132295",
                        "id": "LEGISCTA000006132295",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2999-01-01",
                        "titre": "Code de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006075116",
                        "id": "LEGITEXT000006075116",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006900619",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132295",
            "sectionParentId": "LEGISCTA000006132295",
            "sectionParentTitre": "Chapitre II : Fonctionnement.",
            "fullSectionsTitre": "Titre II : Des       chambres de métiers et de l'artisanat de région &gt; Chapitre II : Fonctionnement.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000022346464",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006075116",
                    "titre": "Code de l'artisanat",
                    "titreLong": "Code de l'artisanat",
                    "etat": "VIGUEUR",
                    "dateDebut": -550713600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006075116",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022337277",
                    "textTitle": "Décret n°2010-651\n du 11 juin 2010 - art. 31",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000022338179",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-06-13",
                    "dateSignaTexte": "2010-06-11",
                    "dateDebutCible": "2010-06-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000330526",
                    "textTitle": "Décret n° 64-1362 du 30 décembre 1964 - art. 8 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8 bis",
                    "articleId": "LEGIARTI000006537331",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "64-1362",
                    "datePubli": -157766400000,
                    "dateDebut": 1446768000000
                },
                {
                    "textCid": "JORFTEXT000000560464",
                    "textTitle": "Décret n°99-433 du 27 mai 1999 - art. 3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3-1",
                    "articleId": "LEGIARTI000032569150",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-433",
                    "datePubli": 927936000000,
                    "dateDebut": 1463788800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000023098500",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000023098491",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000043148079",
                    "textTitle": "Décret n°2021-168 du 16 février 2021 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000043150793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-168",
                    "datePubli": 1613606400000,
                    "dateDebut": 1613692800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R723-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-2",
                    "articleId": "LEGIARTI000045058456",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640908800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006900619",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 434246400000,
                    "dateFin": 724204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900620",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 724204800000,
                    "dateFin": 1099526400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900621",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1099526400000,
                    "dateFin": 1276473600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022346464",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1276473600000,
                    "dateFin": 1289692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023097974",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1289692800000,
                    "dateFin": 1446768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031423575",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1446768000000,
                    "dateFin": 1489881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034236047",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1489881600000,
                    "dateFin": 1613692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043176077",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1613692800000,
                    "dateFin": 1688169600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "19"
            ],
            "versionPrecedente": "LEGIARTI000006900621",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006900621",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'installation de l'assemblée générale des chambres de métiers et de l'artisanat a lieu trente jours au plus tard après la proclamation des résultats des élections, sur convocation du président sortant ou, à défaut, du préfet. Il est procédé au cours de cette séance à l'élection des membres du bureau. Les assemblées générales des chambres de métiers et de l'artisanat désignent parmi leurs membres en exercice un bureau composé d'un président, d'au plus trois vice-présidents, d'un trésorier, d'un trésorier adjoint, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. II.-Les membres du bureau sont élus à bulletin secret et par un scrutin distinct pour chaque poste.L'élection a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative au troisième. Le bureau se réunit au moins tous les deux mois sur convocation de son président. Le bureau est élu après chaque renouvellement général de la chambre de métiers et de l'artisanat. Les membres sortants sont rééligibles. Ils demeurent en fonction jusqu'à la date d'installation des membres proclamés élus.A compter de la date des élections, le bureau sortant ne peut procéder qu'aux actes conservatoires et urgents. Lorsque le bureau n'est plus en mesure d'exercer normalement ses attributions dans le cadre des règles de fonctionnement prévues au règlement intérieur de la chambre, le préfet peut procéder, par arrêté motivé, à sa dissolution. Une assemblée générale extraordinaire est convoquée par le préfet pour procéder au renouvellement du bureau dans les quinze jours suivant cette décision. III.-Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un vice-président. Les fonctions de comptable sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint. Les conditions dans lesquelles le président et le trésorier peuvent déléguer leur signature au secrétaire général ou, sur sa proposition, à d'autres agents permanents de la chambre sont fixées par le règlement intérieur prévu à l'article 8 bis du décret du 30 décembre 1964. En cas d'empêchement du président et, en l'absence de la délégation préalable, les fonctions d'ordonnateur sont exercées par un vice-président dans l'ordre du tableau. En cas d'empêchement du trésorier et en l'absence de délégation préalable, les fonctions de comptable sont assurées par le trésorier adjoint. En cas d'empêchement du trésorier et du trésorier adjoint, une assemblée générale extraordinaire est convoquée par le président, le premier vice-président ou, à défaut, par le préfet pour élire leurs remplaçants. IV.-La démission du président, des membres du bureau et des autres membres de la chambre est adressée au préfet par lettre recommandée avec accusé de réception ou tout autre moyen permettant d'en attester la réception par son destinataire. Les membres du bureau qui se sont abstenus, sans motif légitime, d'assister à trois séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par le préfet, après avis de l'assemblée générale de la chambre. Le préfet peut, en cas de faute grave dans l'exercice des fonctions et par arrêté motivé pris après que l'intéressé a été mis à même de faire valoir ses observations, suspendre ou mettre fin aux fonctions d'un membre de la chambre, d'un membre du bureau ou du président. En cas de décès ou de démission volontaire ou d'office d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, une assemblée générale extraordinaire peut être convoquée par son président, son premier vice-président ou, à défaut, par le préfet dans le délai d'un mois pour élire le remplaçant.",
            "texteHtml": "<p></p>I.-L'installation de l'assemblée générale des chambres de métiers et de l'artisanat a lieu trente jours au plus tard après la proclamation des résultats des élections, sur convocation du président sortant ou, à défaut, du préfet. <p></p><p></p>Il est procédé au cours de cette séance à l'élection des membres du bureau. <p></p><p></p>Les assemblées générales des chambres de métiers et de l'artisanat désignent parmi leurs membres en exercice un bureau composé d'un président, d'au plus trois vice-présidents, d'un trésorier, d'un trésorier adjoint, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. <p></p><p></p>II.-Les membres du bureau sont élus à bulletin secret et par un scrutin distinct pour chaque poste.L'élection a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative au troisième. <p></p><p></p>Le bureau se réunit au moins tous les deux mois sur convocation de son président. <p></p><p></p>Le bureau est élu après chaque renouvellement général de la chambre de métiers et de l'artisanat. Les membres sortants sont rééligibles. Ils demeurent en fonction jusqu'à la date d'installation des membres proclamés élus.A compter de la date des élections, le bureau sortant ne peut procéder qu'aux actes conservatoires et urgents. <p></p><p></p>Lorsque le bureau n'est plus en mesure d'exercer normalement ses attributions dans le cadre des règles de fonctionnement prévues au règlement intérieur de la chambre, le préfet peut procéder, par arrêté motivé, à sa dissolution. Une assemblée générale extraordinaire est convoquée par le préfet pour procéder au renouvellement du bureau dans les quinze jours suivant cette décision. <p></p><p></p>III.-Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un vice-président. Les fonctions de comptable sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint. Les conditions dans lesquelles le président et le trésorier peuvent déléguer leur signature au secrétaire général ou, sur sa proposition, à d'autres agents permanents de la chambre sont fixées par le règlement intérieur prévu à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000330526&idArticle=LEGIARTI000006537331&dateTexte=&categorieLien=cid' title='Décret n°64-1362 du 30 décembre 1964 - art. 8 bis (V)'>l'article 8 bis</a> du décret du 30 décembre 1964. <p></p><p></p>En cas d'empêchement du président et, en l'absence de la délégation préalable, les fonctions d'ordonnateur sont exercées par un vice-président dans l'ordre du tableau. En cas d'empêchement du trésorier et en l'absence de délégation préalable, les fonctions de comptable sont assurées par le trésorier adjoint. En cas d'empêchement du trésorier et du trésorier adjoint, une assemblée générale extraordinaire est convoquée par le président, le premier vice-président ou, à défaut, par le préfet pour élire leurs remplaçants. <p></p><p></p>IV.-La démission du président, des membres du bureau et des autres membres de la chambre est adressée au préfet par lettre recommandée avec accusé de réception ou tout autre moyen permettant d'en attester la réception par son destinataire. <p></p><p></p>Les membres du bureau qui se sont abstenus, sans motif légitime, d'assister à trois séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par le préfet, après avis de l'assemblée générale de la chambre. <p></p><p></p>Le préfet peut, en cas de faute grave dans l'exercice des fonctions et par arrêté motivé pris après que l'intéressé a été mis à même de faire valoir ses observations, suspendre ou mettre fin aux fonctions d'un membre de la chambre, d'un membre du bureau ou du président. <p></p><p></p>En cas de décès ou de démission volontaire ou d'office d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, une assemblée générale extraordinaire peut être convoquée par son président, son premier vice-président ou, à défaut, par le préfet dans le délai d'un mois pour élire le remplaçant.<p></p>",
            "num": "19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1099526400000,
            "dateFin": 1276473600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2004-11-04",
                        "titre": "Titre II : Des chambres de métiers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112862",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2010-11-14",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112863",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-11-14",
                        "fin": "2017-03-19",
                        "titre": "Titre II : Des       chambres de métiers et de l'artisanat de région",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000023098855",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-03-19",
                        "fin": "2023-07-01",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000034236025",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2023-07-01",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132295",
                        "id": "LEGISCTA000006132295",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2999-01-01",
                        "titre": "Code de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006075116",
                        "id": "LEGITEXT000006075116",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006900619",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132295",
            "sectionParentId": "LEGISCTA000006132295",
            "sectionParentTitre": "Chapitre II : Fonctionnement.",
            "fullSectionsTitre": "Titre II : Des chambres de métiers et de l'artisanat &gt; Chapitre II : Fonctionnement.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006900621",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006075116",
                    "titre": "Code de l'artisanat",
                    "titreLong": "Code de l'artisanat",
                    "etat": "VIGUEUR",
                    "dateDebut": -550713600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006075116",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503097",
                    "textTitle": "Décret 52-849 1952-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503097",
                    "natureText": "DECRET",
                    "datePubliTexte": "1952-07-20",
                    "dateSignaTexte": "1952-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000607119",
                    "textTitle": "Décret n°2004-1164 du 2 novembre 2004 - art. 5 () JORF 4 novembre 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006289900",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-11-04",
                    "dateSignaTexte": "2004-11-02",
                    "dateDebutCible": "2004-11-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000330526",
                    "textTitle": "Décret n°64-1362 du 30 décembre 1964 - art. 8 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8 bis",
                    "articleId": "LEGIARTI000006537331",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "64-1362",
                    "datePubli": -157766400000,
                    "dateDebut": 1446768000000
                },
                {
                    "textCid": "JORFTEXT000000560464",
                    "textTitle": "Décret n°99-433 du 27 mai 1999 - art. 3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3-1",
                    "articleId": "LEGIARTI000032569150",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-433",
                    "datePubli": 927936000000,
                    "dateDebut": 1463788800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000023098500",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000023098491",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000043148079",
                    "textTitle": "Décret n°2021-168 du 16 février 2021 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000043150793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-168",
                    "datePubli": 1613606400000,
                    "dateDebut": 1613692800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R723-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-2",
                    "articleId": "LEGIARTI000045058456",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640908800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006900619",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 434246400000,
                    "dateFin": 724204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900620",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 724204800000,
                    "dateFin": 1099526400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900621",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1099526400000,
                    "dateFin": 1276473600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022346464",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1276473600000,
                    "dateFin": 1289692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023097974",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1289692800000,
                    "dateFin": 1446768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031423575",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1446768000000,
                    "dateFin": 1489881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034236047",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1489881600000,
                    "dateFin": 1613692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043176077",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1613692800000,
                    "dateFin": 1688169600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "19"
            ],
            "versionPrecedente": "LEGIARTI000006900620",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006900620",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les chambres de métiers désignent parmi leurs membres en exercice un bureau composé d'un président, d'au plus trois vice-présidents, d'un trésorier, d'un trésorier adjoint, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. Le bureau doit, sauf empêchement, comprendre au moins un compagnon. Les membres du bureau sont élus au vote secret et par un scrutin distinct pour chaque poste. L'élection a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative, au troisième. Le bureau se réunit au moins tous les deux mois sur convocation de son président. Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un vice-président. Celles de comptables sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint. Une assemblée générale extraordinaire, éventuellement réunie à l'initiative du préfet, procède, si cela se révèle nécessaire, à la désignation des membres du bureau appelés à remplacer temporairement l'ordonnateur ou le comptable dans le cas où ils se trouveraient empêchés d'exercer leurs fonctions. A défaut pour l'assemblée générale d'y avoir pourvu, le préfet désigne, parmi les membres de la chambre, les personnes appelées à exercer temporairement ces fonctions jusqu'à ce que soit constaté que l'empêchement a pris fin ou que l'assemblée générale a régulièrement procédé au remplacement de l'ordonnateur ou du comptable empêché. Les membres du bureau qui se sont abstenus, sans motif légitime, d'assister à trois séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par le préfet, après avis de la chambre. Le bureau est renouvelé après chaque élection triennale. Les membres sortant sont rééligibles. La démission du président ou des autres membres du bureau est adressée au préfet. Elle devient définitive par l'acceptation expresse de celui-ci ou, à défaut, un mois après un nouvel envoi de la démission par lettre recommandée avec demande d'avis de réception.    Le président et les autres membres du bureau peuvent être suspendus ou déclarés démissionnaires d'office par arrêté motivé du ministre de l'industrie pour faute grave dans l'exercice de leurs fonctions. En cas de décès ou de démissions volontaire ou d'office d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, la chambre peut être convoquée extraordinairement par son président, son vice-président ou à défaut par le préfet dans le délai d'un mois pour élire le remplaçant.",
            "texteHtml": "<p></p>   Les chambres de métiers désignent parmi leurs membres en exercice un bureau composé d'un président, d'au plus trois vice-présidents, d'un trésorier, d'un trésorier adjoint, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. Le bureau doit, sauf empêchement, comprendre au moins un compagnon.<p></p><p></p>   Les membres du bureau sont élus au vote secret et par un scrutin distinct pour chaque poste. L'élection a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative, au troisième.<p></p><p></p>   Le bureau se réunit au moins tous les deux mois sur convocation de son président.<p></p><p></p>   Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un vice-président. Celles de comptables sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint. Une assemblée générale extraordinaire, éventuellement réunie à l'initiative du préfet, procède, si cela se révèle nécessaire, à la désignation des membres du bureau appelés à remplacer temporairement l'ordonnateur ou le comptable dans le cas où ils se trouveraient empêchés d'exercer leurs fonctions. A défaut pour l'assemblée générale d'y avoir pourvu, le préfet désigne, parmi les membres de la chambre, les personnes appelées à exercer temporairement ces fonctions jusqu'à ce que soit constaté que l'empêchement a pris fin ou que l'assemblée générale a régulièrement procédé au remplacement de l'ordonnateur ou du comptable empêché.<p></p><p></p>   Les membres du bureau qui se sont abstenus, sans motif légitime, d'assister à trois séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par le préfet, après avis de la chambre.<p></p><p></p>   Le bureau est renouvelé après chaque élection triennale. Les membres sortant sont rééligibles.<p></p><p></p>   La démission du président ou des autres membres du bureau est adressée au préfet. Elle devient définitive par l'acceptation expresse de celui-ci ou, à défaut, un mois après un nouvel envoi de la démission par lettre recommandée avec demande d'avis de réception.    Le président et les autres membres du bureau peuvent être suspendus ou déclarés démissionnaires d'office par arrêté motivé du ministre de l'industrie pour faute grave dans l'exercice de leurs fonctions.<p></p><p></p>   En cas de décès ou de démissions volontaire ou d'office d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, la chambre peut être convoquée extraordinairement par son président, son vice-président ou à défaut par le préfet dans le délai d'un mois pour élire le remplaçant.<p></p>",
            "num": "19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 724204800000,
            "dateFin": 1099526400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2004-11-04",
                        "titre": "Titre II : Des chambres de métiers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112862",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2010-11-14",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112863",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-11-14",
                        "fin": "2017-03-19",
                        "titre": "Titre II : Des       chambres de métiers et de l'artisanat de région",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000023098855",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-03-19",
                        "fin": "2023-07-01",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000034236025",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-05-22",
                        "fin": "1973-03-28",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132291",
                        "id": "LEGISCTA000006132291",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2999-01-01",
                        "titre": "Code de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006075116",
                        "id": "LEGITEXT000006075116",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006900619",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132291",
            "sectionParentId": "LEGISCTA000006132291",
            "sectionParentTitre": "Chapitre II : Fonctionnement.",
            "fullSectionsTitre": "Titre II : Des chambres de métiers et de l'artisanat",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006900620",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006075116",
                    "titre": "Code de l'artisanat",
                    "titreLong": "Code de l'artisanat",
                    "etat": "VIGUEUR",
                    "dateDebut": -550713600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006075116",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503097",
                    "textTitle": "Décret 52-849 1952-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503097",
                    "natureText": "DECRET",
                    "datePubliTexte": "1952-07-20",
                    "dateSignaTexte": "1952-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000179009",
                    "textTitle": "Décret n°92-1295 du 11 décembre 1992 - art. 1 () JORF 13 décembre 1992",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006577398",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-12-13",
                    "dateSignaTexte": "1992-12-11",
                    "dateDebutCible": "1992-12-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000560464",
                    "textTitle": "Décret n°99-433 du 27 mai 1999 - art. 3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3-1",
                    "articleId": "LEGIARTI000032569150",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-433",
                    "datePubli": 927936000000,
                    "dateDebut": 1463788800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000023098500",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000023098491",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000043148079",
                    "textTitle": "Décret n°2021-168 du 16 février 2021 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000043150793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-168",
                    "datePubli": 1613606400000,
                    "dateDebut": 1613692800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R723-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-2",
                    "articleId": "LEGIARTI000045058456",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640908800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006900619",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 434246400000,
                    "dateFin": 724204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900620",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 724204800000,
                    "dateFin": 1099526400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900621",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1099526400000,
                    "dateFin": 1276473600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022346464",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1276473600000,
                    "dateFin": 1289692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023097974",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1289692800000,
                    "dateFin": 1446768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031423575",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1446768000000,
                    "dateFin": 1489881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034236047",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1489881600000,
                    "dateFin": 1613692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043176077",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1613692800000,
                    "dateFin": 1688169600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "19"
            ],
            "versionPrecedente": "LEGIARTI000006900619",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006900619",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les chambres de métiers désignent parmi leurs membres en exercice un bureau composé d'un président, d'au plus trois vice-présidents, d'un trésorier, d'un trésorier adjoint, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. Le bureau doit, sauf empêchement, comprendre au moins un compagnon. Les membres du bureau sont élus au vote secret et par un scrutin distinct pour chaque poste. L'élection a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative, au troisième. Le bureau se réunit au moins tous les deux mois sur convocation de son président. Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un vice-président. Celles de comptable sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint. Les membres du bureau qui se sont abstenus, sans motif légitime, d'assister à trois séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par le préfet, après avis de la chambre. Le bureau est renouvelé après chaque élection triennale. Les membres sortant sont rééligibles. La démission du président ou des autres membres du bureau est adressée au préfet. Elle devient définitive par l'acceptation expresse de celui-ci ou, à défaut, un mois après un nouvel envoi de la démission par lettre recommandée avec demande d'avis de réception. Le président et les autres membres du bureau peuvent être suspendus ou déclarés démissionnaires d'office par arrêté motivé du ministre de l'industrie pour faute grave dans l'exercice de leurs fonctions. En cas de décès ou de démission volontaire ou d'office d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, la chambre peut être convoquée extraordinairement par son président, son vice-président ou à défaut par le préfet dans le délai d'un mois pour élire le remplaçant.",
            "texteHtml": "<p></p>   Les chambres de métiers désignent parmi leurs membres en exercice un bureau composé d'un président, d'au plus trois vice-présidents, d'un trésorier, d'un trésorier adjoint, d'un secrétaire et d'un ou plusieurs secrétaires adjoints. Le bureau doit, sauf empêchement, comprendre au moins un compagnon.<p></p><p></p>   Les membres du bureau sont élus au vote secret et par un scrutin distinct pour chaque poste. L'élection a lieu à la majorité absolue des suffrages exprimés aux deux premiers tours et à la majorité relative, au troisième.<p></p><p></p>   Le bureau se réunit au moins tous les deux mois sur convocation de son président.<p></p><p></p>   Les fonctions d'ordonnateur des dépenses sont exercées par le président qui peut, avec l'agrément du bureau, les déléguer à un vice-président. Celles de comptable sont exercées par le trésorier qui peut, avec l'agrément du bureau, les déléguer au trésorier adjoint.<p></p><p></p>   Les membres du bureau qui se sont abstenus, sans motif légitime, d'assister à trois séances consécutives auxquelles ils étaient régulièrement convoqués sont déclarés démissionnaires du bureau par le préfet, après avis de la chambre.<p></p><p></p>   Le bureau est renouvelé après chaque élection triennale. Les membres sortant sont rééligibles.<p></p><p></p>   La démission du président ou des autres membres du bureau est adressée au préfet. Elle devient définitive par l'acceptation expresse de celui-ci ou, à défaut, un mois après un nouvel envoi de la démission par lettre recommandée avec demande d'avis de réception.<p></p><p></p>   Le président et les autres membres du bureau peuvent être suspendus ou déclarés démissionnaires d'office par arrêté motivé du ministre de l'industrie pour faute grave dans l'exercice de leurs fonctions.<p></p><p></p>   En cas de décès ou de démission volontaire ou d'office d'un membre du bureau, il est pourvu à son remplacement au cours de la première réunion de l'assemblée générale de la chambre qui suit la vacance. En cas d'urgence, la chambre peut être convoquée extraordinairement par son président, son vice-président ou à défaut par le préfet dans le délai d'un mois pour élire le remplaçant.<p></p>",
            "num": "19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 434246400000,
            "dateFin": 724204800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2004-11-04",
                        "titre": "Titre II : Des chambres de métiers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112862",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-04",
                        "fin": "2010-11-14",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000006112863",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-11-14",
                        "fin": "2017-03-19",
                        "titre": "Titre II : Des       chambres de métiers et de l'artisanat de région",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000023098855",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-03-19",
                        "fin": "2023-07-01",
                        "titre": "Titre II : Des chambres de métiers et de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112862",
                        "id": "LEGISCTA000034236025",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-05-22",
                        "fin": "1973-03-28",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132291",
                        "id": "LEGISCTA000006132291",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2999-01-01",
                        "titre": "Code de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006075116",
                        "id": "LEGITEXT000006075116",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006900619",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132291",
            "sectionParentId": "LEGISCTA000006132291",
            "sectionParentTitre": "Chapitre II : Fonctionnement.",
            "fullSectionsTitre": "Titre II : Des chambres de métiers.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006900619",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006075116",
                    "titre": "Code de l'artisanat",
                    "titreLong": "Code de l'artisanat",
                    "etat": "VIGUEUR",
                    "dateDebut": -550713600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006075116",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503097",
                    "textTitle": "Décret 52-849 1952-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503097",
                    "natureText": "DECRET",
                    "datePubliTexte": "1952-07-20",
                    "dateSignaTexte": "1952-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000503097",
                    "textTitle": "Décret 52-849 1952-07-16 JORF 20 juillet 1952 rectificatif JORF 27 juillet 1952",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503097",
                    "natureText": "DECRET",
                    "datePubliTexte": "1952-07-20",
                    "dateSignaTexte": "1952-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000869665",
                    "textTitle": "Décret 55-657 1955-05-20 art. 3 JORF 22 mai 1955",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000869665",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-05-22",
                    "dateSignaTexte": "1955-05-20",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000330526",
                    "textTitle": "Décret n°64-1362 du 30 décembre 1964 - art. 6 () JORF 1er janvier 1965",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006537293",
                    "natureText": "DECRET",
                    "datePubliTexte": "1965-01-01",
                    "dateSignaTexte": "1964-12-30",
                    "dateDebutCible": "1965-01-01"
                },
                {
                    "textCid": "JORFTEXT000000515089",
                    "textTitle": "Décret n°68-47 du 13 janvier 1968 - art. 32 () JORF 18 janvier 1968",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000006551343",
                    "natureText": "DECRET",
                    "datePubliTexte": "1968-01-18",
                    "dateSignaTexte": "1968-01-13",
                    "dateDebutCible": "1968-01-18"
                },
                {
                    "textCid": "JORFTEXT000000857978",
                    "textTitle": "Décret 74-850 1974-10-14 art. 2 JORF 15 octobre 1974",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000857978",
                    "natureText": "DECRET",
                    "datePubliTexte": "1974-10-15",
                    "dateSignaTexte": "1974-10-14",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000560464",
                    "textTitle": "Décret n°99-433 du 27 mai 1999 - art. 3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3-1",
                    "articleId": "LEGIARTI000032569150",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-433",
                    "datePubli": 927936000000,
                    "dateDebut": 1463788800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000023098500",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000000266707",
                    "textTitle": "Décret n°2006-379 du 27 mars 2006 - art. 45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000023098491",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-379",
                    "datePubli": 1143676800000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000043148079",
                    "textTitle": "Décret n°2021-168 du 16 février 2021 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000043150793",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-168",
                    "datePubli": 1613606400000,
                    "dateDebut": 1613692800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R723-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-2",
                    "articleId": "LEGIARTI000045058456",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640908800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006900619",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 434246400000,
                    "dateFin": 724204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900620",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 724204800000,
                    "dateFin": 1099526400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900621",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1099526400000,
                    "dateFin": 1276473600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022346464",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1276473600000,
                    "dateFin": 1289692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023097974",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1289692800000,
                    "dateFin": 1446768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031423575",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1446768000000,
                    "dateFin": 1489881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034236047",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1489881600000,
                    "dateFin": 1613692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043176077",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1613692800000,
                    "dateFin": 1688169600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "19"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}