{
    "cid": "LEGIARTI000036407878",
    "num": "D4163-32",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018464861",
                        "id": "LEGISCTA000018464861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Santé et sécurité au travail ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018488235",
                        "id": "LEGISCTA000018532924",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Dispositions générales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018488238",
                        "id": "LEGISCTA000018532922",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-10-11",
                        "fin": "2017-12-29",
                        "titre": "Titre VI : Dispositions particulières à certains facteurs de risques professionnels et à la pénibilité ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029560008",
                        "id": "LEGISCTA000029560008",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-12-29",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives à la prévention des effets de l'exposition à certains facteurs de risques professionnels et au compte professionnel de prévention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029560008",
                        "id": "LEGISCTA000036409875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Compte professionnel de prévention ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000037016421",
                        "id": "LEGISCTA000037016421",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Gestion du compte, contrôle et réclamations ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036404979",
                        "id": "LEGISCTA000036404979",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Contrôle de l'exposition aux facteurs de risques professionnels ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036404981",
                        "id": "LEGISCTA000036404981",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000036407887",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. L723-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L723-2",
                    "articleId": "LEGIARTI000006585241",
                    "natureText": "CODE",
                    "date": 1599842938774,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572566400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4163-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4163-16",
                    "articleId": "LEGIARTI000035611697",
                    "natureText": "CODE",
                    "date": 1599842938774,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4163-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4163-18",
                    "articleId": "LEGIARTI000035611703",
                    "natureText": "CODE",
                    "date": 1599842938774,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R4163-33 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4163-33",
                    "articleId": "LEGIARTI000039223162",
                    "natureText": "CODE",
                    "date": 1599842938774,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R4163-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4163-34",
                    "articleId": "LEGIARTI000036404987",
                    "natureText": "CODE",
                    "date": 1599842938774,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036267944",
                    "textTitle": "Décret n°2017-1769 du 27 décembre 2017 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036331569",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-12-28",
                    "dateSignaTexte": "2017-12-27",
                    "dateDebutCible": "2017-12-29"
                }
            ],
            "num": "D4163-32",
            "origine": "LEGI",
            "texte": "I.-Pour le contrôle de l'effectivité ou de l'ampleur de l'exposition aux facteurs de risques professionnels et de l'exhaustivité des données déclarées mentionné à l'article L. 4163-16 , les employeurs sont tenus d'adresser ou de présenter aux agents mentionnés au deuxième alinéa du même article tout document que ceux-ci leur demandent aux fins de l'exercice de leur mission et de permettre auxdits agents l'accès aux locaux de l'exploitation ou de l'entreprise. Ces agents procèdent, dans le respect des secrets de fabrication et des procédés d'exploitation dont ils pourraient prendre connaissance dans l'exercice de leurs fonctions, à toutes vérifications sur pièces et sur place portant sur l'exactitude des déclarations fournies en vue de déterminer les droits des salariés au titre du compte professionnel de prévention. En cas de contrôle sur place, l'organisme gestionnaire au niveau local ou la caisse mentionnée à l' article L. 723-2 du code rural et de la pêche maritime adresse à l'employeur un avis de passage qui mentionne la date et l'heure du contrôle, l'objet du contrôle ainsi que la possibilité pour l'employeur de se faire assister des conseils de son choix pendant le contrôle. Cet avis, transmis par tout moyen permettant d'en attester la date de réception, doit parvenir au moins quinze jours avant la date de la première visite. En cas de contrôle sur pièces, un avis de contrôle mentionnant l'objet du contrôle, la date de début du contrôle, la liste des documents et informations nécessaires à l'exercice du contrôle et la date limite de leur transmission à l'organisme gestionnaire au niveau local ou à la caisse mentionnée à l'alinéa précédent est transmis à l'employeur par tout moyen permettant d'en attester la date de réception. II.-A l'issue du contrôle, l'organisme gestionnaire au niveau local ou la caisse mentionnée au I du présent article informe l'employeur et chacun des salariés concernés de l'absence d'observations ou, dans le cas contraire, il notifie à l'employeur par tout moyen permettant d'en attester la date de réception les modifications qu'il souhaite apporter aux éléments ayant conduit à la détermination du nombre de points, et lui impartit un délai d'un mois pour présenter ses observations. A l'expiration de ce délai, l'organisme gestionnaire au niveau local ou la caisse mentionnée au I du présent article notifie sa décision avec mention des voies et délais de recours par tout moyen permettant d'en attester la date de réception à l'employeur et à chacun des salariés concernés. La notification de cette décision adressée à l'employeur mentionne les périodes concernées et les modifications apportées aux déclarations de l'employeur. La notification de la décision adressée au salarié mentionne le nombre de points inscrits sur son compte professionnel de prévention au titre des périodes concernées. Lorsque le contrôle a été effectué par la caisse mentionnée au I du présent article, celle-ci informe l'organisme gestionnaire au niveau local des résultats du contrôle. L'organisme gestionnaire au niveau local corrige, le cas échéant, le nombre de points inscrits sur le compte professionnel de prévention du salarié concerné si les points n'ont pas déjà été utilisés. III.-L'organisme gestionnaire au niveau local ou la caisse mentionnée au I du présent article ne peut engager un contrôle de l'effectivité ou de l'ampleur de l'exposition aux facteurs de risques professionnels d'un salarié pour les périodes d'activité ayant fait ou faisant l'objet d'une réclamation de ce salarié dans les conditions prévues à l'article L. 4163-18 et ayant donné lieu à une décision du directeur de l'organisme gestionnaire au niveau local.",
            "texteHtml": "<p>I.-Pour le contrôle de l'effectivité ou de l'ampleur de l'exposition aux facteurs de risques professionnels et de l'exhaustivité des données déclarées mentionné à l'article <a href='/article/LEGIARTI000035611697' title='Code du travail - art. L4163-16 (V)'>L. 4163-16</a>, les employeurs sont tenus d'adresser ou de présenter aux agents mentionnés au deuxième alinéa du même article tout document que ceux-ci leur demandent aux fins de l'exercice de leur mission et de permettre auxdits agents l'accès aux locaux de l'exploitation ou de l'entreprise. <br/><br/>Ces agents procèdent, dans le respect des secrets de fabrication et des procédés d'exploitation dont ils pourraient prendre connaissance dans l'exercice de leurs fonctions, à toutes vérifications sur pièces et sur place portant sur l'exactitude des déclarations fournies en vue de déterminer les droits des salariés au titre du compte professionnel de prévention. <br/><br/>En cas de contrôle sur place, l'organisme gestionnaire au niveau local ou la caisse mentionnée à l'<a href='/article/LEGIARTI000006585241' title='Code rural et de la pêche maritime - art. L723-2 (M)'>article L. 723-2 du code rural et de la pêche maritime </a>adresse à l'employeur un avis de passage qui mentionne la date et l'heure du contrôle, l'objet du contrôle ainsi que la possibilité pour l'employeur de se faire assister des conseils de son choix pendant le contrôle. Cet avis, transmis par tout moyen permettant d'en attester la date de réception, doit parvenir au moins quinze jours avant la date de la première visite. <br/><br/>En cas de contrôle sur pièces, un avis de contrôle mentionnant l'objet du contrôle, la date de début du contrôle, la liste des documents et informations nécessaires à l'exercice du contrôle et la date limite de leur transmission à l'organisme gestionnaire au niveau local ou à la caisse mentionnée à l'alinéa précédent est transmis à l'employeur par tout moyen permettant d'en attester la date de réception. <br/><br/>II.-A l'issue du contrôle, l'organisme gestionnaire au niveau local ou la caisse mentionnée au I du présent article informe l'employeur et chacun des salariés concernés de l'absence d'observations ou, dans le cas contraire, il notifie à l'employeur par tout moyen permettant d'en attester la date de réception les modifications qu'il souhaite apporter aux éléments ayant conduit à la détermination du nombre de points, et lui impartit un délai d'un mois pour présenter ses observations. A l'expiration de ce délai, l'organisme gestionnaire au niveau local ou la caisse mentionnée au I du présent article notifie sa décision avec mention des voies et délais de recours par tout moyen permettant d'en attester la date de réception à l'employeur et à chacun des salariés concernés. <br/><br/>La notification de cette décision adressée à l'employeur mentionne les périodes concernées et les modifications apportées aux déclarations de l'employeur. La notification de la décision adressée au salarié mentionne le nombre de points inscrits sur son compte professionnel de prévention au titre des périodes concernées. <br/><br/>Lorsque le contrôle a été effectué par la caisse mentionnée au I du présent article, celle-ci informe l'organisme gestionnaire au niveau local des résultats du contrôle. <br/><br/>L'organisme gestionnaire au niveau local corrige, le cas échéant, le nombre de points inscrits sur le compte professionnel de prévention du salarié concerné si les points n'ont pas déjà été utilisés. <br/><br/>III.-L'organisme gestionnaire au niveau local ou la caisse mentionnée au I du présent article ne peut engager un contrôle de l'effectivité ou de l'ampleur de l'exposition aux facteurs de risques professionnels d'un salarié pour les périodes d'activité ayant fait ou faisant l'objet d'une réclamation de ce salarié dans les conditions prévues à l'article <a href='/article/LEGIARTI000035611703' title='Code du travail - art. L4163-18 (V)'>L. 4163-18</a> et ayant donné lieu à une décision du directeur de l'organisme gestionnaire au niveau local.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}