{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033056290",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Un compte spécifique est ouvert par le gestionnaire du réseau public de transport d'électricité ou par un tiers qu'il mandate à cet effet. Ce compte retrace et centralise les flux financiers entre les opérateurs d'effacement, le gestionnaire du réseau public de transport et les fournisseurs d'électricité, ainsi que les flux financiers entre les responsables d'équilibre et le gestionnaire du réseau public de transport, prévus à l'article L. 271-3 au titre des effacements valorisés sur les marchés de l'énergie et, le cas échéant, sur le mécanisme d'ajustement. Le gestionnaire du réseau public de transport d'électricité ou le tiers qu'il mandate à cet effet assure la gestion administrative, comptable et financière de ce compte selon les règles de la comptabilité privée. Il est chargé de la facturation et du recouvrement des sommes dues par les opérateurs d'effacement aux fournisseurs, de la constatation des éventuels défauts de paiement des contributeurs et de la mise en œuvre, le cas échéant, des garanties constituées par les opérateurs d'effacement. Les intérêts produits par les sommes figurant sur le compte sont prioritairement affectés au paiement de la rémunération, pour la gestion du compte, du gestionnaire du réseau public de transport d'électricité ou du tiers qu'il mandate à cet effet, et des frais exposés pour cette gestion. Des dispositifs de sécurisation financière permettent de s'assurer de la capacité financière des opérateurs d'effacements à honorer leurs encours vis-à-vis de l'ensemble des fournisseurs. La somme des montants versés par le fonds à chaque fournisseur, déduction faite du montant pris en charge par le gestionnaire du réseau public de transport en application du deuxième alinéa de l'article L. 271-3, ne peut être supérieure à la somme due à celui-ci et effectivement acquittée par les opérateurs d'effacement. Après mise en œuvre de la procédure de recouvrement des versements dus telle que prévue au deuxième alinéa du présent article, et en cas d'écart constaté entre le montant du versement effectué et celui dû par un opérateur d'effacement à un fournisseur, ce dernier peut demander au gestionnaire du réseau public de transport de lui indiquer l'identité de l'opérateur d'effacement défaillant ainsi que les sommes lui restant dues par l'opérateur. Les modalités de gestion et de sécurisation financière du compte, de rémunération à ce titre du gestionnaire du réseau public de transport d'électricité ou du tiers qu'il mandate à cet effet et de remboursement des frais exposés par ceux-ci sont prévues par les règles mentionnées à l'article R. 271-3 . Les sommes relatives au versement s'entendent hors taxes.",
            "texteHtml": "<p>Un compte spécifique est ouvert par le gestionnaire du réseau public de transport d'électricité ou par un tiers qu'il mandate à cet effet. Ce compte retrace et centralise les flux financiers entre les opérateurs d'effacement, le gestionnaire du réseau public de transport et les fournisseurs d'électricité, ainsi que les flux financiers entre les responsables d'équilibre et le gestionnaire du réseau public de transport, prévus à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000031055341&dateTexte=&categorieLien=cid'>L. 271-3 </a>au titre des effacements valorisés sur les marchés de l'énergie et, le cas échéant, sur le mécanisme d'ajustement. Le gestionnaire du réseau public de transport d'électricité ou le tiers qu'il mandate à cet effet assure la gestion administrative, comptable et financière de ce compte selon les règles de la comptabilité privée. Il est chargé de la facturation et du recouvrement des sommes dues par les opérateurs d'effacement aux fournisseurs, de la constatation des éventuels défauts de paiement des contributeurs et de la mise en œuvre, le cas échéant, des garanties constituées par les opérateurs d'effacement. Les intérêts produits par les sommes figurant sur le compte sont prioritairement affectés au paiement de la rémunération, pour la gestion du compte, du gestionnaire du réseau public de transport d'électricité ou du tiers qu'il mandate à cet effet, et des frais exposés pour cette gestion. Des dispositifs de sécurisation financière permettent de s'assurer de la capacité financière des opérateurs d'effacements à honorer leurs encours vis-à-vis de l'ensemble des fournisseurs. </p><p>La somme des montants versés par le fonds à chaque fournisseur, déduction faite du montant pris en charge par le gestionnaire du réseau public de transport en application du deuxième alinéa de l'article L. 271-3, ne peut être supérieure à la somme due à celui-ci et effectivement acquittée par les opérateurs d'effacement. </p><p>Après mise en œuvre de la procédure de recouvrement des versements dus telle que prévue au deuxième alinéa du présent article, et en cas d'écart constaté entre le montant du versement effectué et celui dû par un opérateur d'effacement à un fournisseur, ce dernier peut demander au gestionnaire du réseau public de transport de lui indiquer l'identité de l'opérateur d'effacement défaillant ainsi que les sommes lui restant dues par l'opérateur. </p><p>Les modalités de gestion et de sécurisation financière du compte, de rémunération à ce titre du gestionnaire du réseau public de transport d'électricité ou du tiers qu'il mandate à cet effet et de remboursement des frais exposés par ceux-ci sont prévues par les règles mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000031748251&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. R271-3 (V)'>R. 271-3</a>. Les sommes relatives au versement s'entendent hors taxes.</p>",
            "num": "R271-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1471824000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2130706431,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LA MAÎTRISE DE LA DEMANDE D'ÉNERGIE ET LE DÉVELOPPEMENT DES ÉNERGIES RENOUVELABLES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747945",
                        "id": "LEGISCTA000031747945",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE VII : L'EFFACEMENT DE CONSOMMATION D'ÉLECTRICITE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748239",
                        "id": "LEGISCTA000031748239",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748241",
                        "id": "LEGISCTA000031748241",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Méthodologie utilisée pour établir les règles permettant la valorisation des effacements de consommation d'électricité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748249",
                        "id": "LEGISCTA000031748249",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031748263",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031748249",
            "sectionParentId": "LEGISCTA000031748249",
            "sectionParentTitre": "Section 2 : Méthodologie utilisée pour établir les règles permettant la valorisation des effacements de consommation d'électricité",
            "fullSectionsTitre": "Partie réglementaire  &gt; LIVRE II : LA MAÎTRISE DE LA DEMANDE D'ÉNERGIE ET LE DÉVELOPPEMENT DES ÉNERGIES RENOUVELABLES &gt; TITRE VII : L'EFFACEMENT DE CONSOMMATION D'ÉLECTRICITE &gt; Chapitre unique &gt; Section 2 : Méthodologie utilisée pour établir les règles permettant la valorisation des effacements de consommation d'électricité",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033056290",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023983208",
                    "titre": "Code de l'énergie",
                    "titreLong": "Code de l'énergie",
                    "etat": "VIGUEUR",
                    "dateDebut": 1306886400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023983208",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000033052738",
                    "textTitle": "Décret n°2016-1132 du 19 août 2016 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000033053127",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-08-21",
                    "dateSignaTexte": "2016-08-19",
                    "dateDebutCible": "2016-08-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L271-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L271-3",
                    "articleId": "LEGIARTI000031055341",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471392000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R271-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R271-3",
                    "articleId": "LEGIARTI000031748251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031748263",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1471824000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033056290",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1471824000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R271-9",
                "271-9"
            ],
            "versionPrecedente": "LEGIARTI000031748263",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031748263",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Un compte spécifique est ouvert par le gestionnaire du réseau public de transport d'électricité ou par un tiers qu'il mandate à cet effet selon les modalités prévues au dernier alinéa de l'article R. 271-3 . Ce compte retrace et centralise les flux financiers entre les opérateurs d'effacement et les fournisseurs d'électricité prévus à l'article R. 271-8 au titre des effacements valorisés sur les marchés de l'énergie et, le cas échéant, sur le mécanisme d'ajustement. Le gestionnaire du réseau public de transport d'électricité ou le tiers qu'il mandate à cet effet assure la gestion administrative, comptable et financière de ce compte selon les règles de la comptabilité privée. Il est chargé de la facturation et du recouvrement des sommes dues par les opérateurs d'effacement aux fournisseurs, de la constatation des éventuels défauts de paiement des contributeurs et de la mise en œuvre, le cas échéant, des garanties constituées par les opérateurs d'effacement. Les intérêts produits par les sommes figurant sur le compte sont prioritairement affectés au paiement de la rémunération, pour la gestion du compte, du gestionnaire du réseau public de transport d'électricité ou du tiers qu'il mandate à cet effet, et des frais exposés pour cette gestion. Des dispositifs de sécurisation financière permettent de s'assurer de la capacité financière des opérateurs d'effacements à honorer leurs encours vis-à-vis de l'ensemble des fournisseurs. La somme des montants versés par le fonds à chaque fournisseur ne peut être supérieure à la somme due à celui-ci et effectivement acquittée par les opérateurs d'effacement. Après mise en œuvre de la procédure de recouvrement des versements dus telle que prévue au deuxième alinéa du présent article, et en cas d'écart constaté entre le montant du versement effectué et celui dû par un opérateur d'effacement à un fournisseur, ce dernier peut demander au gestionnaire du réseau public de transport de lui indiquer l'identité de l'opérateur d'effacement défaillant ainsi que les sommes lui restant dues par l'opérateur. Les modalités de gestion et de sécurisation financière du compte, de rémunération à ce titre du gestionnaire du réseau public de transport d'électricité ou du tiers qu'il mandate à cet effet et de remboursement des frais exposés par ceux-ci sont prévues par les règles mentionnées à l'article R. 271-3. Les sommes relatives au versement s'entendent hors taxes.",
            "texteHtml": "<p><br/>Un compte spécifique est ouvert par le gestionnaire du réseau public de transport d'électricité ou par un tiers qu'il mandate à cet effet selon les modalités prévues au dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000031748251&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. R271-3 (V)'>R. 271-3</a>. Ce compte retrace et centralise les flux financiers entre les opérateurs d'effacement et les fournisseurs d'électricité prévus à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000031748261&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. R271-8 (V)'>R. 271-8</a> au titre des effacements valorisés sur les marchés de l'énergie et, le cas échéant, sur le mécanisme d'ajustement. Le gestionnaire du réseau public de transport d'électricité ou le tiers qu'il mandate à cet effet assure la gestion administrative, comptable et financière de ce compte selon les règles de la comptabilité privée. Il est chargé de la facturation et du recouvrement des sommes dues par les opérateurs d'effacement aux fournisseurs, de la constatation des éventuels défauts de paiement des contributeurs et de la mise en œuvre, le cas échéant, des garanties constituées par les opérateurs d'effacement. Les intérêts produits par les sommes figurant sur le compte sont prioritairement affectés au paiement de la rémunération, pour la gestion du compte, du gestionnaire du réseau public de transport d'électricité ou du tiers qu'il mandate à cet effet, et des frais exposés pour cette gestion. Des dispositifs de sécurisation financière permettent de s'assurer de la capacité financière des opérateurs d'effacements à honorer leurs encours vis-à-vis de l'ensemble des fournisseurs. <br/>La somme des montants versés par le fonds à chaque fournisseur ne peut être supérieure à la somme due à celui-ci et effectivement acquittée par les opérateurs d'effacement. <br/>Après mise en œuvre de la procédure de recouvrement des versements dus telle que prévue au deuxième alinéa du présent article, et en cas d'écart constaté entre le montant du versement effectué et celui dû par un opérateur d'effacement à un fournisseur, ce dernier peut demander au gestionnaire du réseau public de transport de lui indiquer l'identité de l'opérateur d'effacement défaillant ainsi que les sommes lui restant dues par l'opérateur. <br/>Les modalités de gestion et de sécurisation financière du compte, de rémunération à ce titre du gestionnaire du réseau public de transport d'électricité ou du tiers qu'il mandate à cet effet et de remboursement des frais exposés par ceux-ci sont prévues par les règles mentionnées à l'article R. 271-3. Les sommes relatives au versement s'entendent hors taxes.</p>",
            "num": "R271-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1471824000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2130706431,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LA MAÎTRISE DE LA DEMANDE D'ÉNERGIE ET LE DÉVELOPPEMENT DES ÉNERGIES RENOUVELABLES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747945",
                        "id": "LEGISCTA000031747945",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE VII : L'EFFACEMENT DE CONSOMMATION D'ÉLECTRICITE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748239",
                        "id": "LEGISCTA000031748239",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748241",
                        "id": "LEGISCTA000031748241",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Méthodologie utilisée pour établir les règles permettant la valorisation des effacements de consommation d'électricité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748249",
                        "id": "LEGISCTA000031748249",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031748263",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031748249",
            "sectionParentId": "LEGISCTA000031748249",
            "sectionParentTitre": "Section 2 : Méthodologie utilisée pour établir les règles permettant la valorisation des effacements de consommation d'électricité",
            "fullSectionsTitre": "Partie réglementaire  &gt; LIVRE II : LA MAÎTRISE DE LA DEMANDE D'ÉNERGIE ET LE DÉVELOPPEMENT DES ÉNERGIES RENOUVELABLES &gt; TITRE VII : L'EFFACEMENT DE CONSOMMATION D'ÉLECTRICITE &gt; Chapitre unique &gt; Section 2 : Méthodologie utilisée pour établir les règles permettant la valorisation des effacements de consommation d'électricité",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031748263",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023983208",
                    "titre": "Code de l'énergie",
                    "titreLong": "Code de l'énergie",
                    "etat": "VIGUEUR",
                    "dateDebut": 1306886400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023983208",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031743221",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                },
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031743221",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R271-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R271-3",
                    "articleId": "LEGIARTI000031748251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R271-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R271-8",
                    "articleId": "LEGIARTI000031748261",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031748263",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1471824000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033056290",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1471824000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R271-9",
                "271-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}