{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000026314876",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Pour l'application de l' article 199 tervicies du code général des impôts , le contribuable joint à sa déclaration des revenus de l'année au titre de laquelle il demande à bénéficier de la réduction d'impôt sur le revenu concernée : 1. Une note annexe, établie conformément à un modèle fixé par l'administration, qui comporte les éléments suivants : a) Son identité et son adresse ; b) L'adresse du local concerné et la mention qu'il est situé, selon le cas, dans un secteur sauvegardé, un quartier ancien dégradé, une zone de protection du patrimoine architectural, urbain et paysager ou une aire de mise en valeur de l'architecture et du patrimoine ; c) La date, selon le cas, d'approbation du plan de sauvegarde et de mise en valeur ou de la déclaration d'utilité publique de l'opération de restauration ; d) La date de délivrance du permis de construire ou d'expiration du délai d'opposition à la déclaration préalable ; e) L'affectation, à usage d'habitation ou à usage autre que l'habitation, du local concerné avant et après la réalisation des travaux ; f) Le montant des travaux effectivement payés ayant donné lieu à facturation et la ou les dates de leur paiement ; g) L'engagement de louer, selon le cas, le logement nu à usage de résidence principale du locataire ou le local à usage autre que d'habitation, pendant au moins les neuf années suivant l'achèvement des travaux, à une personne autre qu'un membre de son foyer fiscal, un ascendant ou un descendant ; h) Lorsque les travaux sont achevés, la date de leur achèvement ; i) Lorsque le logement est mis en location, la date de prise d'effet du bail. 2. Une copie des documents suivants : a) La déclaration d'utilité publique de l'opération de restauration, sauf si ce document a déjà été produit au titre d'une année antérieure ; b) L'autorisation d'urbanisme, accompagnée de l'avis de l'architecte des Bâtiments de France, sauf si ce document a déjà été produit au titre d'une année antérieure ; c) Les factures des entreprises ayant réalisé les travaux ou, dans le cas d'une vente d'immeuble à rénover, le contrat. Les factures ou le contrat doivent mentionner l'adresse de réalisation des travaux ainsi que leur nature et leur montant ; d) Lorsque les travaux sont achevés, la déclaration d'achèvement des travaux, accompagnée d'une pièce attestant de sa réception en mairie, ainsi qu'une note précisant la nature de l'affectation précédente des locaux ; e) Le bail. Si le local n'est pas loué au moment du dépôt de la déclaration des revenus de l'année au titre de laquelle le bénéfice de la réduction d'impôt est demandé, le bail est joint à la déclaration des revenus de l'année au cours de laquelle celui-ci est signé. En cas de changement de locataire au cours de la période d'engagement de location, une copie du nouveau bail est jointe à la déclaration des revenus de l'année au cours de laquelle le changement est intervenu. II. – 1. Lorsque l'immeuble est la propriété d'une société non soumise à l'impôt sur les sociétés autre qu'une société civile de placement immobilier, les obligations fixées au I incombent à cette société. Les documents à produire, qui comportent l'engagement de la société de louer l'immeuble pendant une durée de neuf ans, sont joints à la déclaration de résultat de l'année au titre de laquelle le bénéfice de la réduction d'impôt est demandé. 2. La société doit, au plus tard le deuxième jour ouvré suivant le 1er mai de chaque année, faire parvenir à ses associés un document établi en double exemplaire conformément à un modèle établi par l'administration et comportant, pour l'année précédente, les renseignements suivants : a) L'identité et l'adresse de l'associé ; b) Le nombre et les numéros des parts détenues au 1er janvier et au 31 décembre et, le cas échéant, des parts souscrites, acquises ou transmises au cours de l'année ainsi que la date de ces opérations ; c) La part des revenus des immeubles de la société correspondant aux droits de l'associé ; d) L'adresse du ou des immeubles ouvrant droit à la réduction d'impôt ; e) Les modalités de calcul de la réduction d'impôt correspondant aux droits de l'associé ; f) La quote-part du revenu net foncier correspondant aux droits de l'associé déterminé dans les conditions de droit commun ; g) En cas de non-respect par la société ou un associé de ses engagements, la quote-part de la réduction d'impôt que l'associé doit ajouter à l'impôt sur le revenu de l'année au cours de laquelle la rupture de l'engagement ou la cession du bien ou des parts est intervenue. Un exemplaire de ce document est joint par la société à sa déclaration de résultat. 3. Les associés personnes physiques doivent joindre à la déclaration des revenus de l'année au titre de laquelle le bénéfice de la réduction est demandé, outre les pièces justificatives mentionnées au 2 du I : a) Une copie de l'engagement de location souscrit par la société propriétaire ; b) Une copie du document fourni par la société, tel que mentionné au 2 du présent II ; c) L'engagement de conserver leurs parts jusqu'au terme de l'engagement de location souscrit par la société propriétaire. III. – L'engagement de conservation des titres prévu à la seconde phrase du 3 du IV bis de l'article 199 tervicies du code général des impôts est constaté lors du dépôt de la déclaration des revenus au titre de laquelle les parts ont été souscrites. Les parts détenues par les associés qui entendent bénéficier de la réduction d'impôt sont inscrites, dans les trente jours suivant la date limite de dépôt de la déclaration des revenus de l'année mentionnée au premier alinéa, sur un compte ouvert au nom de l'associé dans la comptabilité de la société ou sur un registre spécial. Les documents relatifs aux opérations ayant affecté ce compte sont conservés jusqu'à la fin de la troisième année suivant celle de l'expiration de l'engagement mentionné au premier alinéa. Les associés joignent à chacune de leurs déclarations des revenus un exemplaire des documents mentionnés au IV ainsi que les modalités de calcul de la réduction d'impôt. IV. – La société civile de placement immobilier mentionnée au 1 du IV bis de l'article 199 tervicies du code général des impôts doit, au plus tard le deuxième jour ouvré suivant le 1er mai de chaque année, faire parvenir à ses associés un document établi en double exemplaire conformément au modèle fixé par l'administration et comportant les éléments suivants : 1° L'identité et l'adresse des associés ; 2° Le nombre et les numéros des parts ou actions souscrites pour lesquelles le bénéfice de la réduction d'impôt est demandé ainsi que le montant du capital souscrit et les modalités de calcul de la réduction d'impôt correspondant aux droits des associés ; 3° La date de souscription des parts ou actions et du versement des fonds correspondant ; 4° Le nombre et les numéros des parts détenues au 1er janvier et au 31 décembre de l'année précédente et, le cas échéant, des parts souscrites, acquises et transmises au cours de l'année ainsi que la date de ces opérations ; 5° L'attestation qu'au minimum 65 % du montant de la souscription servent exclusivement à financer des dépenses mentionnées au I de l'article 199 tervicies précité et que 30 % au minimum servent exclusivement à financer l'acquisition d'un ou plusieurs immeubles mentionnés au même I. Ces pourcentages s'apprécient au regard du montant total de la souscription concernée, diminué du montant des frais de collecte ; 6° L'adresse des immeubles concernés, leur date d'acquisition, la date du dépôt de la demande de permis de construire ou de la déclaration de travaux et la date d'achèvement des travaux ; 7° L'attestation que le produit de la souscription annuelle est intégralement investi dans les dix-huit mois qui suivent la clôture de celle-ci ; 8° L'engagement par la société de louer l'immeuble dans les conditions prévues au IV de l'article 199 tervicies précité. Un exemplaire de ce document est joint par la société à sa déclaration de résultat. V. – Pour l'application du 2° du VI de l'article 199 tervicies du code général des impôts, le conjoint survivant joint à la déclaration des revenus qu'il souscrit au titre de l'année du décès, pour la période postérieure à cet événement, une note établie conformément à un modèle fixé par l'administration, qui comporte l'engagement de louer le bien pour la fraction de la période de neuf ans couverte par l'engagement de location initial et restant à courir à la date du décès.",
            "texteHtml": "<p>I. – Pour l'application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000020019830&dateTexte=&categorieLien=cid'>article 199 tervicies du code général des impôts</a>, le contribuable joint à sa déclaration des revenus de l'année au titre de laquelle il demande à bénéficier de la réduction d'impôt sur le revenu concernée :</p><p>1. Une note annexe, établie conformément à un modèle fixé par l'administration, qui comporte les éléments suivants :</p><p>a) Son identité et son adresse ;</p><p>b) L'adresse du local concerné et la mention qu'il est situé, selon le cas, dans un secteur sauvegardé, un quartier ancien dégradé, une zone de protection du patrimoine architectural, urbain et paysager ou une aire de mise en valeur de l'architecture et du patrimoine ;</p><p>c) La date, selon le cas, d'approbation du plan de sauvegarde et de mise en valeur ou de la déclaration d'utilité publique de l'opération de restauration ;</p><p>d) La date de délivrance du permis de construire ou d'expiration du délai d'opposition à la déclaration préalable ;</p><p>e) L'affectation, à usage d'habitation ou à usage autre que l'habitation, du local concerné avant et après la réalisation des travaux ;</p><p>f) Le montant des travaux effectivement payés ayant donné lieu à facturation et la ou les dates de leur paiement ;</p><p>g) L'engagement de louer, selon le cas, le logement nu à usage de résidence principale du locataire ou le local à usage autre que d'habitation, pendant au moins les neuf années suivant l'achèvement des travaux, à une personne autre qu'un membre de son foyer fiscal, un ascendant ou un descendant ;</p><p>h) Lorsque les travaux sont achevés, la date de leur achèvement ;</p><p>i) Lorsque le logement est mis en location, la date de prise d'effet du bail.</p><p>2. Une copie des documents suivants :</p><p>a) La déclaration d'utilité publique de l'opération de restauration, sauf si ce document a déjà été produit au titre d'une année antérieure ;</p><p>b) L'autorisation d'urbanisme, accompagnée de l'avis de l'architecte des Bâtiments de France, sauf si ce document a déjà été produit au titre d'une année antérieure ;</p><p>c) Les factures des entreprises ayant réalisé les travaux ou, dans le cas d'une vente d'immeuble à rénover, le contrat. Les factures ou le contrat doivent mentionner l'adresse de réalisation des travaux ainsi que leur nature et leur montant ;</p><p>d) Lorsque les travaux sont achevés, la déclaration d'achèvement des travaux, accompagnée d'une pièce attestant de sa réception en mairie, ainsi qu'une note précisant la nature de l'affectation précédente des locaux ;</p><p>e) Le bail. Si le local n'est pas loué au moment du dépôt de la déclaration des revenus de l'année au titre de laquelle le bénéfice de la réduction d'impôt est demandé, le bail est joint à la déclaration des revenus de l'année au cours de laquelle celui-ci est signé. En cas de changement de locataire au cours de la période d'engagement de location, une copie du nouveau bail est jointe à la déclaration des revenus de l'année au cours de laquelle le changement est intervenu.</p><p>II. – 1. Lorsque l'immeuble est la propriété d'une société non soumise à l'impôt sur les sociétés autre qu'une société civile de placement immobilier, les obligations fixées au I incombent à cette société. Les documents à produire, qui comportent l'engagement de la société de louer l'immeuble pendant une durée de neuf ans, sont joints à la déclaration de résultat de l'année au titre de laquelle le bénéfice de la réduction d'impôt est demandé.</p><p>2. La société doit, au plus tard le deuxième jour ouvré suivant le 1er mai de chaque année, faire parvenir à ses associés un document établi en double exemplaire conformément à un modèle établi par l'administration et comportant, pour l'année précédente, les renseignements suivants :</p><p>a) L'identité et l'adresse de l'associé ;</p><p>b) Le nombre et les numéros des parts détenues au 1er janvier et au 31 décembre et, le cas échéant, des parts souscrites, acquises ou transmises au cours de l'année ainsi que la date de ces opérations ;</p><p>c) La part des revenus des immeubles de la société correspondant aux droits de l'associé ;</p><p>d) L'adresse du ou des immeubles ouvrant droit à la réduction d'impôt ;</p><p>e) Les modalités de calcul de la réduction d'impôt correspondant aux droits de l'associé ;</p><p>f) La quote-part du revenu net foncier correspondant aux droits de l'associé déterminé dans les conditions de droit commun ;</p><p>g) En cas de non-respect par la société ou un associé de ses engagements, la quote-part de la réduction d'impôt que l'associé doit ajouter à l'impôt sur le revenu de l'année au cours de laquelle la rupture de l'engagement ou la cession du bien ou des parts est intervenue.</p><p>Un exemplaire de ce document est joint par la société à sa déclaration de résultat.</p><p>3. Les associés personnes physiques doivent joindre à la déclaration des revenus de l'année au titre de laquelle le bénéfice de la réduction est demandé, outre les pièces justificatives mentionnées au 2 du I :</p><p>a) Une copie de l'engagement de location souscrit par la société propriétaire ;</p><p>b) Une copie du document fourni par la société, tel que mentionné au 2 du présent II ;</p><p>c) L'engagement de conserver leurs parts jusqu'au terme de l'engagement de location souscrit par la société propriétaire.</p><p>III. – L'engagement de conservation des titres prévu à la seconde phrase du 3 du IV bis de l'article 199 tervicies du code général des impôts est constaté lors du dépôt de la déclaration des revenus au titre de laquelle les parts ont été souscrites.</p><p>Les parts détenues par les associés qui entendent bénéficier de la réduction d'impôt sont inscrites, dans les trente jours suivant la date limite de dépôt de la déclaration des revenus de l'année mentionnée au premier alinéa, sur un compte ouvert au nom de l'associé dans la comptabilité de la société ou sur un registre spécial. Les documents relatifs aux opérations ayant affecté ce compte sont conservés jusqu'à la fin de la troisième année suivant celle de l'expiration de l'engagement mentionné au premier alinéa.</p><p>Les associés joignent à chacune de leurs déclarations des revenus un exemplaire des documents mentionnés au IV ainsi que les modalités de calcul de la réduction d'impôt.</p><p>IV. – La société civile de placement immobilier mentionnée au 1 du IV bis de l'article 199 tervicies du code général des impôts doit, au plus tard le deuxième jour ouvré suivant le 1er mai de chaque année, faire parvenir à ses associés un document établi en double exemplaire conformément au modèle fixé par l'administration et comportant les éléments suivants :</p><p>1° L'identité et l'adresse des associés ;</p><p>2° Le nombre et les numéros des parts ou actions souscrites pour lesquelles le bénéfice de la réduction d'impôt est demandé ainsi que le montant du capital souscrit et les modalités de calcul de la réduction d'impôt correspondant aux droits des associés ;</p><p>3° La date de souscription des parts ou actions et du versement des fonds correspondant ;</p><p>4° Le nombre et les numéros des parts détenues au 1er janvier et au 31 décembre de l'année précédente et, le cas échéant, des parts souscrites, acquises et transmises au cours de l'année ainsi que la date de ces opérations ;</p><p>5° L'attestation qu'au minimum 65 % du montant de la souscription servent exclusivement à financer des dépenses mentionnées au I de l'article 199 tervicies précité et que 30 % au minimum servent exclusivement à financer l'acquisition d'un ou plusieurs immeubles mentionnés au même I. Ces pourcentages s'apprécient au regard du montant total de la souscription concernée, diminué du montant des frais de collecte ;</p><p>6° L'adresse des immeubles concernés, leur date d'acquisition, la date du dépôt de la demande de permis de construire ou de la déclaration de travaux et la date d'achèvement des travaux ;</p><p>7° L'attestation que le produit de la souscription annuelle est intégralement investi dans les dix-huit mois qui suivent la clôture de celle-ci ;</p><p>8° L'engagement par la société de louer l'immeuble dans les conditions prévues au IV de l'article 199 tervicies précité.</p><p>Un exemplaire de ce document est joint par la société à sa déclaration de résultat.</p><p>V. – Pour l'application du 2° du VI de l'article 199 tervicies du code général des impôts, le conjoint survivant joint à la déclaration des revenus qu'il souscrit au titre de l'année du décès, pour la période postérieure à cet événement, une note établie conformément à un modèle fixé par l'administration, qui comporte l'engagement de louer le bien pour la fraction de la période de neuf ans couverte par l'engagement de location initial et restant à courir à la date du décès.</p>",
            "num": "46 AZC",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1345939200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146814",
                        "id": "LEGISCTA000006146814",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-10-19",
                        "fin": "2999-01-01",
                        "titre": "Section III : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162164",
                        "id": "LEGISCTA000006162164",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-08-26",
                        "fin": "2999-01-01",
                        "titre": "18° bis : Réduction d'impôt accordée au titre des dépenses de restauration immobilière dans les secteurs sauvegardés, les quartiers anciens dégradés et les zones protégées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000026314874",
                        "id": "LEGISCTA000026314874",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000026314876",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000026314874",
            "sectionParentId": "LEGISCTA000026314874",
            "sectionParentTitre": "18° bis : Réduction d'impôt accordée au titre des dépenses de restauration immobilière dans les secteurs sauvegardés, les quartiers anciens dégradés et les zones protégées",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre Ier : Impôt sur le revenu &gt; Section III : Calcul de l'impôt &gt; 18° bis : Réduction d'impôt accordée au titre des dépenses de restauration immobilière dans les secteurs sauvegardés, les quartiers anciens dégradés et les zones protégées",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000026314876",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000026313897",
                    "textTitle": "Décret n°2012-992\n du 23 août 2012 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000026314596",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-08-25",
                    "dateSignaTexte": "2012-08-23",
                    "dateDebutCible": "2012-08-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 tervicies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 tervicies",
                    "articleId": "LEGIARTI000020019830",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000026314876",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1345939200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 AZC",
                "46"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}