{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020519346",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – La convention prévue par le b du 3° de l'article 44 sexies-0 A du code général des impôts est conclue entre l'autorité compétente pour engager l'établissement d'enseignement supérieur, en vertu des dispositions du livre VII du code de l'éducation qui lui sont applicables, et la personne ayant qualité pour engager l'entreprise bénéficiaire. Elle mentionne nommément la ou les personnes dirigeant l'entreprise ou détenant, seules ou conjointement, au moins 10 % de son capital qui ont participé personnellement aux travaux de recherche que l'entreprise valorise. II. – La convention précise les travaux de recherche que l'entreprise valorise. Ces travaux doivent avoir été conduits, soit au sein d'une unité de recherche relevant de l'établissement, soit dans le cadre d'une formation sanctionnée par un diplôme délivré par l'établissement et conférant au moins le grade de master. Ils peuvent avoir été réalisés sous la seule responsabilité de l'établissement ou dans le cadre d'une convention de coopération conclue par lui avec un ou plusieurs autres établissements ou organismes d'enseignement supérieur ou de recherche. Dans ce dernier cas, la convention indique le ou les autres établissements ou organismes en association avec lesquels la recherche a été réalisée. La convention fait apparaître les titres de propriété intellectuelle ou industrielle portant sur les travaux mentionnés au premier alinéa et prévoit les conditions dans lesquelles les auteurs ou inventeurs dirigeant l'entreprise ou détenant, seuls ou conjointement, une part au moins égale à 10 % de son capital sont autorisés à en faire usage dans son activité. En l'absence de titres, la convention précise les publications ou mémoires originaux présentant les résultats de ces travaux. A cette fin, l'autorité compétente mentionnée au I atteste, après avis du conseil scientifique de l'établissement ou de l'instance en tenant lieu, le caractère original de ces publications ou mémoires. Dans le cas où les travaux de recherche qui y sont retracés ont pour coauteurs des personnes autres que celles dirigeant l'entreprise ou détenant une part au moins égale à 10 % de son capital, cette autorité précise dans les mêmes conditions la part du résultat des travaux, exprimée en pourcentage, revenant à ces coauteurs non engagés dans l'entreprise. Il en est fait mention dans la convention. III. – 1. La convention prévoit la rémunération de l'établissement d'enseignement supérieur par l'entreprise. Cette rémunération est évaluée de manière à préserver les intérêts matériels et moraux de l'établissement d'enseignement supérieur. Son montant est déterminé par les signataires de la convention en tenant compte : a. de la valeur des titres de propriété intellectuelle ou industrielle utilisés dans la valorisation des travaux de recherche mentionnés par la convention ; b. de la valeur des travaux de recherche non couverts par des titres mentionnés au a ; c. de la valeur des prestations de service énumérées au IV. 2. La rémunération prend la forme de versements financiers dont la convention détermine le montant et la périodicité. Toutefois, la convention peut prévoir que tout ou partie de cette rémunération peut prendre la forme d'une participation au capital de l'entreprise si celle-ci est constituée en société. Le montant de cette participation est fixé en équivalence du versement prévu au premier alinéa. La durée de détention par l'établissement de la participation prévue au deuxième alinéa est indépendante de celle de la validité de la convention. 3. En sus de la rémunération, la convention prévoit les modalités selon lesquelles l'entreprise devra faire référence à ses liens avec l'établissement d'enseignement supérieur dans les publications dont elle prend l'initiative ou dans toute autre forme de communication extérieure sur ses activités faisant usage des travaux de recherche mentionnés dans la convention. IV. – Le cas échéant, la convention prévoit, pour la durée qu'elle couvre, les prestations fournies par l'établissement d'enseignement supérieur à l'entreprise pour poursuivre la valorisation des travaux de recherche mentionnés au II. Ces prestations peuvent prendre les formes suivantes : a. la mise à disposition, en vue de ces travaux de recherche, de locaux, de matériels et d'équipements, ainsi que du personnel en assurant le service ; b. la réalisation d'études de développement ou de faisabilité nécessaires aux travaux de recherche faisant l'objet de l'activité de l'entreprise, incluant les charges de personnel induites par ces études, ou la prise en charge de telles études confiées à des tiers ; c. toute autre prestation de services utile à l'activité de l'entreprise. Les prestations susmentionnées sont décrites dans une annexe de la convention. Leur réalisation fait l'objet d'états financiers établis pour chaque année par l'autorité compétente de l'établissement et assortis des justificatifs nécessaires. V. – La convention est conclue pour une durée de trois ans. Elle est renouvelable dans la limite d'une durée totale de huit années à compter de la date de création de l'entreprise.",
            "texteHtml": "<p>I. – La convention prévue par le b du 3° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302407&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 44 sexies-0 A (V)'>l'article 44 sexies-0 A du code général des impôts </a>est conclue entre l'autorité compétente pour engager l'établissement d'enseignement supérieur, en vertu des dispositions du livre VII du code de l'éducation qui lui sont applicables, et la personne ayant qualité pour engager l'entreprise bénéficiaire. Elle mentionne nommément la ou les personnes dirigeant l'entreprise ou détenant, seules ou conjointement, au moins 10 % de son capital qui ont participé personnellement aux travaux de recherche que l'entreprise valorise.</p><p>II. – La convention précise les travaux de recherche que l'entreprise valorise. Ces travaux doivent avoir été conduits, soit au sein d'une unité de recherche relevant de l'établissement, soit dans le cadre d'une formation sanctionnée par un diplôme délivré par l'établissement et conférant au moins le grade de master. Ils peuvent avoir été réalisés sous la seule responsabilité de l'établissement ou dans le cadre d'une convention de coopération conclue par lui avec un ou plusieurs autres établissements ou organismes d'enseignement supérieur ou de recherche. Dans ce dernier cas, la convention indique le ou les autres établissements ou organismes en association avec lesquels la recherche a été réalisée.</p><p>La convention fait apparaître les titres de propriété intellectuelle ou industrielle portant sur les travaux mentionnés au premier alinéa et prévoit les conditions dans lesquelles les auteurs ou inventeurs dirigeant l'entreprise ou détenant, seuls ou conjointement, une part au moins égale à 10 % de son capital sont autorisés à en faire usage dans son activité.</p><p>En l'absence de titres, la convention précise les publications ou mémoires originaux présentant les résultats de ces travaux. A cette fin, l'autorité compétente mentionnée au I atteste, après avis du conseil scientifique de l'établissement ou de l'instance en tenant lieu, le caractère original de ces publications ou mémoires. Dans le cas où les travaux de recherche qui y sont retracés ont pour coauteurs des personnes autres que celles dirigeant l'entreprise ou détenant une part au moins égale à 10 % de son capital, cette autorité précise dans les mêmes conditions la part du résultat des travaux, exprimée en pourcentage, revenant à ces coauteurs non engagés dans l'entreprise. Il en est fait mention dans la convention.</p><p>III. – 1. La convention prévoit la rémunération de l'établissement d'enseignement supérieur par l'entreprise.</p><p>Cette rémunération est évaluée de manière à préserver les intérêts matériels et moraux de l'établissement d'enseignement supérieur. Son montant est déterminé par les signataires de la convention en tenant compte :</p><p>a. de la valeur des titres de propriété intellectuelle ou industrielle utilisés dans la valorisation des travaux de recherche mentionnés par la convention ;</p><p>b. de la valeur des travaux de recherche non couverts par des titres mentionnés au a ;</p><p>c. de la valeur des prestations de service énumérées au IV.</p><p>2. La rémunération prend la forme de versements financiers dont la convention détermine le montant et la périodicité.</p><p>Toutefois, la convention peut prévoir que tout ou partie de cette rémunération peut prendre la forme d'une participation au capital de l'entreprise si celle-ci est constituée en société. Le montant de cette participation est fixé en équivalence du versement prévu au premier alinéa.</p><p>La durée de détention par l'établissement de la participation prévue au deuxième alinéa est indépendante de celle de la validité de la convention.</p><p>3. En sus de la rémunération, la convention prévoit les modalités selon lesquelles l'entreprise devra faire référence à ses liens avec l'établissement d'enseignement supérieur dans les publications dont elle prend l'initiative ou dans toute autre forme de communication extérieure sur ses activités faisant usage des travaux de recherche mentionnés dans la convention.</p><p>IV. – Le cas échéant, la convention prévoit, pour la durée qu'elle couvre, les prestations fournies par l'établissement d'enseignement supérieur à l'entreprise pour poursuivre la valorisation des travaux de recherche mentionnés au II. Ces prestations peuvent prendre les formes suivantes :</p><p>a. la mise à disposition, en vue de ces travaux de recherche, de locaux, de matériels et d'équipements, ainsi que du personnel en assurant le service ;</p><p>b. la réalisation d'études de développement ou de faisabilité nécessaires aux travaux de recherche faisant l'objet de l'activité de l'entreprise, incluant les charges de personnel induites par ces études, ou la prise en charge de telles études confiées à des tiers ;</p><p>c. toute autre prestation de services utile à l'activité de l'entreprise.</p><p>Les prestations susmentionnées sont décrites dans une annexe de la convention. Leur réalisation fait l'objet d'états financiers établis pour chaque année par l'autorité compétente de l'établissement et assortis des justificatifs nécessaires.</p><p>V. – La convention est conclue pour une durée de trois ans. Elle est renouvelable dans la limite d'une durée totale de huit années à compter de la date de création de l'entreprise.</p>",
            "num": "32 C bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1239321600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084153",
                        "id": "LEGISCTA000006084153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114389",
                        "id": "LEGISCTA000006114389",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133665",
                        "id": "LEGISCTA000006133665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-01-04",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146655",
                        "id": "LEGISCTA000006146655",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-01-04",
                        "fin": "2999-01-01",
                        "titre": "Section I : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161970",
                        "id": "LEGISCTA000006161970",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "I bis : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179186",
                        "id": "LEGISCTA000006179186",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-04-10",
                        "fin": "2999-01-01",
                        "titre": "8-0 quinquies : Jeunes entreprises innovantes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020500071",
                        "id": "LEGISCTA000020519348",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020500079",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020500071",
            "sectionParentId": "LEGISCTA000020519348",
            "sectionParentTitre": "8-0 quinquies : Jeunes entreprises innovantes",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'Etat &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section I : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; I bis : Bénéfices industriels et commerciaux &gt; 8-0 quinquies : Jeunes entreprises innovantes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020519346",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Modifications effectuées en conséquence des articles 1er à 5 du décret n° 2008-1560 du 31 décembre 2008.",
            "notaHtml": "<p>Modifications effectuées en conséquence des articles 1er à 5 du décret n° 2008-1560 du 31 décembre 2008. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020496091",
                    "textTitle": "Décret n°2009-389 du 7 avril 2009 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020499746",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-04-09",
                    "dateSignaTexte": "2009-04-07",
                    "dateDebutCible": "2009-04-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 44 sexies-0 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "44 sexies-0 A",
                    "articleId": "LEGIARTI000006302407",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020519346",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1239321600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "32 C bis",
                "32"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}