{
    "cid": "LEGIARTI000006916235",
    "num": "R5211-43",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Procédures de certification de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190741",
                        "id": "LEGISCTA000006190741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 7 : Vérification CE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196649",
                        "id": "LEGISCTA000006196649",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000030428617",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-44 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-44",
                    "articleId": "LEGIARTI000006916236",
                    "natureText": "CODE",
                    "date": 1599839222191,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5212-24",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5212-24",
                    "articleId": "LEGIARTI000006916299",
                    "natureText": "CODE",
                    "date": 1599839222191,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000787339",
                    "textTitle": "Décret n°2004-802 du 29 juillet 2004",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000787339",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000030426783",
                    "textTitle": "DÉCRET n°2015-374 du 31 mars 2015 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000030427454",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-04-02",
                    "dateSignaTexte": "2015-03-31",
                    "dateDebutCible": "2015-04-03"
                }
            ],
            "num": "R5211-43",
            "origine": "LEGI",
            "texte": "Dans le cas de dispositifs médicaux implantables actifs ou de dispositifs médicaux de la classe III ou de la classe II b, le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication garantisse la conformité des dispositifs médicaux fabriqués au type décrit dans le certificat d'examen CE de type et aux exigences essentielles définies à la section 5 du présent chapitre qui leur sont applicables. Il établit une documentation technique relative à la fabrication des dispositifs médicaux. Dans le cas de dispositifs médicaux mis sur le marché à l'état stérile, le fabricant s'engage également à maintenir adapté et efficace le système de qualité mis en place pour l'obtention et le maintien de cet état et à respecter les obligations résultant du système de qualité. Le fabricant s'engage à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux ainsi que, le cas échéant, sur les aspects relatifs à la stérilisation et à appliquer les mesures correctives nécessaires. Dans le cas de dispositifs médicaux mis sur le marché à l'état stérile, l'organisme habilité procède à une évaluation du système de qualité relatif à l'obtention et au maintien de l'état stérile. Cette évaluation comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. Dans tous les cas, l'organisme habilité saisi par le fabricant effectue les examens et essais nécessaires afin de vérifier la conformité des dispositifs avec le type décrit et les exigences essentielles. Cette vérification s'effectue, au choix du fabricant, soit par contrôle et essai de chaque produit, soit par contrôle et essai des produits sur une base statistique. Elle ne concerne pas les éléments liés à la stérilisation. En outre, pour les dispositifs médicaux autres qu'implantables actifs lorsque la vérification s'effectue par contrôle et essai de chaque produit, et pour tous les dispositifs médicaux, y compris les dispositifs médicaux implantables actifs, lorsque la vérification se fait sur une base statistique, le fabricant informe l'organisme habilité, quand il s'agit de dispositifs médicaux incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, de la libération de chaque lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article R. 5212-24 utilisée dans ce dispositif, établi par l'Agence nationale de sécurité du médicament et des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de  l'Union européenne ou partie à l'accord sur l'Espace économique européen. L'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit et établit une attestation de conformité relative aux essais effectués. Le fabricant certifie que les dispositifs médicaux fabriqués sont conformes au type décrit dans le certificat d'examen CE de type et respectent les dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Le cas échéant, le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité relatif à l'obtention et au maintien de l'état stérile et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut, lors de visites inopinées, réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.",
            "texteHtml": "<p></p>Dans le cas de dispositifs médicaux implantables actifs ou de dispositifs médicaux de la classe III ou de la classe II b, le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication garantisse la conformité des dispositifs médicaux fabriqués au type décrit dans le certificat d'examen CE de type et aux exigences essentielles définies à la section 5 du présent chapitre qui leur sont applicables. Il établit une documentation technique relative à la fabrication des dispositifs médicaux. <p></p><p></p>Dans le cas de dispositifs médicaux mis sur le marché à l'état stérile, le fabricant s'engage également à maintenir adapté et efficace le système de qualité mis en place pour l'obtention et le maintien de cet état et à respecter les obligations résultant du système de qualité. <p></p><p></p>Le fabricant s'engage à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux ainsi que, le cas échéant, sur les aspects relatifs à la stérilisation et à appliquer les mesures correctives nécessaires. <p></p><p></p>Dans le cas de dispositifs médicaux mis sur le marché à l'état stérile, l'organisme habilité procède à une évaluation du système de qualité relatif à l'obtention et au maintien de l'état stérile. Cette évaluation comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. <p></p><p></p>Dans tous les cas, l'organisme habilité saisi par le fabricant effectue les examens et essais nécessaires afin de vérifier la conformité des dispositifs avec le type décrit et les exigences essentielles. Cette vérification s'effectue, au choix du fabricant, soit par contrôle et essai de chaque produit, soit par contrôle et essai des produits sur une base statistique. Elle ne concerne pas les éléments liés à la stérilisation. <p></p><p></p>En outre, pour les dispositifs médicaux autres qu'implantables actifs lorsque la vérification s'effectue par contrôle et essai de chaque produit, et pour tous les dispositifs médicaux, y compris les dispositifs médicaux implantables actifs, lorsque la vérification se fait sur une base statistique, le fabricant informe l'organisme habilité, quand il s'agit de dispositifs médicaux incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, de la libération de chaque lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article <a href='/article/LEGIARTI000006916299'>R. 5212-24</a> utilisée dans ce dispositif, établi par l'Agence nationale de sécurité du médicament et des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de  l'Union européenne ou partie à l'accord sur l'Espace économique européen. <p></p><p></p>L'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit et établit une attestation de conformité relative aux essais effectués. <p></p><p></p>Le fabricant certifie que les dispositifs médicaux fabriqués sont conformes au type décrit dans le certificat d'examen CE de type et respectent les dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. <p></p><p></p>Le cas échéant, le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité relatif à l'obtention et au maintien de l'état stérile et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut, lors de visites inopinées, réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2015-04-03T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Procédures de certification de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190741",
                        "id": "LEGISCTA000006190741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 7 : Vérification CE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196649",
                        "id": "LEGISCTA000006196649",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000025787268",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-44 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-44",
                    "articleId": "LEGIARTI000006916236",
                    "natureText": "CODE",
                    "date": 1599874527996,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5212-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5212-24",
                    "articleId": "LEGIARTI000006916299",
                    "natureText": "CODE",
                    "date": 1599874527996,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000787339",
                    "textTitle": "Décret n°2004-802 du 29 juillet 2004",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000787339",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000025757625",
                    "textTitle": "Décret n°2012-597\n du 27 avril 2012 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000025765496",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-04-29",
                    "dateSignaTexte": "2012-04-27",
                    "dateDebutCible": "2012-05-01"
                }
            ],
            "num": "R5211-43",
            "origine": "LEGI",
            "texte": "Dans le cas de dispositifs médicaux implantables actifs ou de dispositifs médicaux de la classe III ou de la classe II b, le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication garantisse la conformité des dispositifs médicaux fabriqués au type décrit dans le certificat d'examen CE de type et aux exigences essentielles définies à la section 5 du présent chapitre qui leur sont applicables. Il établit une documentation technique relative à la fabrication des dispositifs médicaux. Dans le cas de dispositifs médicaux mis sur le marché à l'état stérile, le fabricant s'engage également à maintenir adapté et efficace le système de qualité mis en place pour l'obtention et le maintien de cet état et à respecter les obligations résultant du système de qualité. Le fabricant s'engage à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux ainsi que, le cas échéant, sur les aspects relatifs à la stérilisation et à appliquer les mesures correctives nécessaires. Dans le cas de dispositifs médicaux mis sur le marché à l'état stérile, l'organisme habilité procède à une évaluation du système de qualité relatif à l'obtention et au maintien de l'état stérile. Cette évaluation comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. Dans tous les cas, l'organisme habilité saisi par le fabricant effectue les examens et essais nécessaires afin de vérifier la conformité des dispositifs avec le type décrit et les exigences essentielles. Cette vérification s'effectue, au choix du fabricant, soit par contrôle et essai de chaque produit, soit par contrôle et essai des produits sur une base statistique. Elle ne concerne pas les éléments liés à la stérilisation. En outre, pour les dispositifs médicaux autres qu'implantables actifs lorsque la vérification s'effectue par contrôle et essai de chaque produit, et pour tous les dispositifs médicaux, y compris les dispositifs médicaux implantables actifs, lorsque la vérification se fait sur une base statistique, le fabricant informe l'organisme habilité, quand il s'agit de dispositifs médicaux incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, de la libération de chaque lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article R. 5212-24 utilisée dans ce dispositif, établi par l'Agence nationale de sécurité du médicament et des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen. L'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit et établit une attestation de conformité relative aux essais effectués. Le fabricant certifie que les dispositifs médicaux fabriqués sont conformes au type décrit dans le certificat d'examen CE de type et respectent les dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Le cas échéant, le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité relatif à l'obtention et au maintien de l'état stérile et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut, lors de visites inopinées, réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.",
            "texteHtml": "<p></p>Dans le cas de dispositifs médicaux implantables actifs ou de dispositifs médicaux de la classe III ou de la classe II b, le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication garantisse la conformité des dispositifs médicaux fabriqués au type décrit dans le certificat d'examen CE de type et aux exigences essentielles définies à la section 5 du présent chapitre qui leur sont applicables. Il établit une documentation technique relative à la fabrication des dispositifs médicaux. <p></p><p></p>Dans le cas de dispositifs médicaux mis sur le marché à l'état stérile, le fabricant s'engage également à maintenir adapté et efficace le système de qualité mis en place pour l'obtention et le maintien de cet état et à respecter les obligations résultant du système de qualité. <p></p><p></p>Le fabricant s'engage à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux ainsi que, le cas échéant, sur les aspects relatifs à la stérilisation et à appliquer les mesures correctives nécessaires. <p></p><p></p>Dans le cas de dispositifs médicaux mis sur le marché à l'état stérile, l'organisme habilité procède à une évaluation du système de qualité relatif à l'obtention et au maintien de l'état stérile. Cette évaluation comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. <p></p><p></p>Dans tous les cas, l'organisme habilité saisi par le fabricant effectue les examens et essais nécessaires afin de vérifier la conformité des dispositifs avec le type décrit et les exigences essentielles. Cette vérification s'effectue, au choix du fabricant, soit par contrôle et essai de chaque produit, soit par contrôle et essai des produits sur une base statistique. Elle ne concerne pas les éléments liés à la stérilisation. <p></p><p></p>En outre, pour les dispositifs médicaux autres qu'implantables actifs lorsque la vérification s'effectue par contrôle et essai de chaque produit, et pour tous les dispositifs médicaux, y compris les dispositifs médicaux implantables actifs, lorsque la vérification se fait sur une base statistique, le fabricant informe l'organisme habilité, quand il s'agit de dispositifs médicaux incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, de la libération de chaque lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article <a href='/article/LEGIARTI000006916299' title='Code de la santé publique - art. R5212-24 (V)'>R. 5212-24</a> utilisée dans ce dispositif, établi par l'Agence nationale de sécurité du médicament et des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen. <p></p><p></p>L'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit et établit une attestation de conformité relative aux essais effectués. <p></p><p></p>Le fabricant certifie que les dispositifs médicaux fabriqués sont conformes au type décrit dans le certificat d'examen CE de type et respectent les dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. <p></p><p></p>Le cas échéant, le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité relatif à l'obtention et au maintien de l'état stérile et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut, lors de visites inopinées, réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2012-05-01T00:00:00.000Z",
            "dateFin": "2015-04-03T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Procédures de certification de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190741",
                        "id": "LEGISCTA000006190741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 7 : Vérification CE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196649",
                        "id": "LEGISCTA000006196649",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006916235",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-44 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-44",
                    "articleId": "LEGIARTI000006916236",
                    "natureText": "CODE",
                    "date": 1599807147292,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5212-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5212-24",
                    "articleId": "LEGIARTI000006916299",
                    "natureText": "CODE",
                    "date": 1599807147292,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000787339",
                    "textTitle": "Décret 2004-802 2004-07-29",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000787339",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "R5211-43",
            "origine": "LEGI",
            "texte": "Dans le cas de dispositifs médicaux implantables actifs ou de dispositifs médicaux de la classe III ou de la classe II b, le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication garantisse la conformité des dispositifs médicaux fabriqués au type décrit dans le certificat d'examen CE de type et aux exigences essentielles définies à la section 5 du présent chapitre qui leur sont applicables. Il établit une documentation technique relative à la fabrication des dispositifs médicaux. Dans le cas de dispositifs médicaux mis sur le marché à l'état stérile, le fabricant s'engage également à maintenir adapté et efficace le système de qualité mis en place pour l'obtention et le maintien de cet état et à respecter les obligations résultant du système de qualité. Le fabricant s'engage à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux ainsi que, le cas échéant, sur les aspects relatifs à la stérilisation et à appliquer les mesures correctives nécessaires. Dans le cas de dispositifs médicaux mis sur le marché à l'état stérile, l'organisme habilité procède à une évaluation du système de qualité relatif à l'obtention et au maintien de l'état stérile. Cette évaluation comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. Dans tous les cas, l'organisme habilité saisi par le fabricant effectue les examens et essais nécessaires afin de vérifier la conformité des dispositifs avec le type décrit et les exigences essentielles. Cette vérification s'effectue, au choix du fabricant, soit par contrôle et essai de chaque produit, soit par contrôle et essai des produits sur une base statistique. Elle ne concerne pas les éléments liés à la stérilisation. En outre, pour les dispositifs médicaux autres qu'implantables actifs lorsque la vérification s'effectue par contrôle et essai de chaque produit, et pour tous les dispositifs médicaux, y compris les dispositifs médicaux implantables actifs, lorsque la vérification se fait sur une base statistique, le fabricant informe l'organisme habilité, quand il s'agit de dispositifs médicaux incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, de la libération de chaque lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article R. 5212-24 utilisée dans ce dispositif, établi par l'Agence française de sécurité sanitaire des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen. L'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit et établit une attestation de conformité relative aux essais effectués. Le fabricant certifie que les dispositifs médicaux fabriqués sont conformes au type décrit dans le certificat d'examen CE de type et respectent les dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Le cas échéant, le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité relatif à l'obtention et au maintien de l'état stérile et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut, lors de visites inopinées, réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.",
            "texteHtml": "<p></p>   Dans le cas de dispositifs médicaux implantables actifs ou de dispositifs médicaux de la classe III ou de la classe II b, le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication garantisse la conformité des dispositifs médicaux fabriqués au type décrit dans le certificat d'examen CE de type et aux exigences essentielles définies à la section 5 du présent chapitre qui leur sont applicables. Il établit une documentation technique relative à la fabrication des dispositifs médicaux.<p></p><p></p>   Dans le cas de dispositifs médicaux mis sur le marché à l'état stérile, le fabricant s'engage également à maintenir adapté et efficace le système de qualité mis en place pour l'obtention et le maintien de cet état et à respecter les obligations résultant du système de qualité.<p></p><p></p>   Le fabricant s'engage à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux ainsi que, le cas échéant, sur les aspects relatifs à la stérilisation et à appliquer les mesures correctives nécessaires.<p></p><p></p>   Dans le cas de dispositifs médicaux mis sur le marché à l'état stérile, l'organisme habilité procède à une évaluation du système de qualité relatif à l'obtention et au maintien de l'état stérile. Cette évaluation comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée.<p></p><p></p>   Dans tous les cas, l'organisme habilité saisi par le fabricant effectue les examens et essais nécessaires afin de vérifier la conformité des dispositifs avec le type décrit et les exigences essentielles. Cette vérification s'effectue, au choix du fabricant, soit par contrôle et essai de chaque produit, soit par contrôle et essai des produits sur une base statistique. Elle ne concerne pas les éléments liés à la stérilisation.<p></p><p></p>   En outre, pour les dispositifs médicaux autres qu'implantables actifs lorsque la vérification s'effectue par contrôle et essai de chaque produit, et pour tous les dispositifs médicaux, y compris les dispositifs médicaux implantables actifs, lorsque la vérification se fait sur une base statistique, le fabricant informe l'organisme habilité, quand il s'agit de dispositifs médicaux incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, de la libération de chaque lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article R. 5212-24 utilisée dans ce dispositif, établi par l'Agence française de sécurité sanitaire des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen.<p></p><p></p>   L'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit et établit une attestation de conformité relative aux essais effectués.<p></p><p></p>   Le fabricant certifie que les dispositifs médicaux fabriqués sont conformes au type décrit dans le certificat d'examen CE de type et respectent les dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables.<p></p><p></p>   Le cas échéant, le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité relatif à l'obtention et au maintien de l'état stérile et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut, lors de visites inopinées, réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2004-08-08T00:00:00.000Z",
            "dateFin": "2012-05-01T00:00:00.000Z"
        }
    ]
}