{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000032132411",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les modalités d'application des II à IV de l'article 28 de la loi organique n° 2011-333 du 29 mars 2011 relative au Défenseur des droits sont précisées par le présent article. I.-La proposition de transaction émanant du Défenseur des droits est communiquée à l'auteur des faits ou, s'il s'agit d'une personne morale, à son représentant, par l'intermédiaire de l'un de ses agents assermentés devant lequel l'intéressé a été préalablement convoqué. La proposition de transaction peut également être notifiée par lettre recommandée avec demande d'avis de réception à l'auteur des faits. La proposition de transaction précise : -la nature des faits reprochés ainsi que leur qualification juridique ; -la nature et le quantum des mesures proposées, ainsi que les délais dans lesquels elles devront être exécutées ; -le montant des dommages et intérêts dus à la victime. L'accord de la victime à la transaction peut être recueilli par tout moyen. Lorsque sont proposées les mesures d'affichage, de transmission, de diffusion ou de publication d'un communiqué, la personne est informée du contenu du communiqué et du montant des frais qui seront à sa charge et qu'elle devra acquitter avant que la haute autorité ne procède à cet affichage ou cette diffusion. La personne à qui est proposée une transaction est informée qu'elle dispose d'un délai de quinze jours avant de faire connaître sa décision, après s'être, le cas échéant, fait assister par un avocat. En cas d'audition par un agent assermenté du Défenseur des droits, il est dressé procès-verbal de ces opérations, et copie en est remis à l'intéressé. II.-Si l'auteur des faits a accepté la transaction proposée, ce procès-verbal, ou copie de la lettre recommandée, avec les procès-verbaux constatant le cas échéant la commission de l'infraction ainsi que l'accord de la victime, est adressé pour homologation au procureur de la République territorialement compétent. Ce magistrat adresse alors au Défenseur des droits, dans les meilleurs délais, sa décision indiquant s'il homologue ou non la transaction. III.-Si la transaction est homologuée, le Défenseur des droits le signifie à l'auteur des faits par un document indiquant à ce dernier comment exécuter ses obligations, dans les délais qu'il précise. Ce document comporte une mention indiquant que si la personne n'exécute pas ces mesures dans le délai imparti, le Défenseur des droits pourra mettre en mouvement l'action publique par voie de citation directe. Le paiement de l'amende transactionnelle ainsi que celui des frais d'affichage ou de diffusion d'un communiqué s'exécute conformément aux dispositions de l'article R. 15-33-51 du présent code, sous la réserve que les justificatifs du paiement sont retournés au Défenseur des droits. L'auteur des faits doit, s'il y a lieu, justifier de l'indemnisation de la victime, ainsi que de l'exécution des mesures prévues aux 1°, 2° et 4° du III de l'article 28 de la loi organique du 30 mars 2011 susvisée. IV.-Si l'auteur des faits refuse la transaction proposée, y compris en ne répondant pas aux convocations qui lui ont été adressées, ou s'il n'exécute pas ses obligations dans les délais prescrits, le Défenseur des droits en informe le procureur de la République, sauf à mettre elle-même en mouvement l'action publique par voie de citation directe. Lorsque, pour des motifs graves d'ordre médical, familial, professionnel ou social, la personne n'a pas pu exécuter les mesures décidées dans les délais prescrits, le Défenseur des droits peut, à sa demande, prolonger les délais d'exécution de ces mesures, sans pouvoir toutefois dépasser six mois. La victime a la possibilité, au vu de la décision d'homologation, lorsque l'auteur des faits s'est engagé à lui verser des dommages et intérêts, d'en demander le recouvrement suivant la procédure de l'injonction de payer, conformément aux règles prévues par le code de procédure civile. Si la transaction homologuée est exécutée dans les délais prescrits, le Défenseur des droits en informe le procureur de la République, qui constate l'extinction de l'action publique conformément aux dispositions du troisième alinéa de l'article 6 du présent code. Ce magistrat en avise l'intéressé et, le cas échéant, la victime. Si des poursuites sont engagées dans le cas où la transaction acceptée et homologuée n'a pas été entièrement exécutée, le dossier de la procédure dans lequel sont précisées les mesures exécutées en tout ou partie par la personne est communiqué à la juridiction de jugement afin qu'elle puisse en tenir compte, en cas de condamnation, dans le prononcé de sa décision.",
            "texteHtml": "<p>Les modalités d'application des II à IV de <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000023781167&idArticle=JORFARTI000023781239&categorieLien=cid'>l'article 28</a> de la loi organique n° 2011-333 du 29 mars 2011 relative au Défenseur des droits sont précisées par le présent article. </p><p>I.-La proposition de transaction émanant du Défenseur des droits est communiquée à l'auteur des faits ou, s'il s'agit d'une personne morale, à son représentant, par l'intermédiaire de l'un de ses agents assermentés devant lequel l'intéressé a été préalablement convoqué. La proposition de transaction peut également être notifiée par lettre recommandée avec demande d'avis de réception à l'auteur des faits. </p><p>La proposition de transaction précise :</p><p>-la nature des faits reprochés ainsi que leur qualification juridique ;</p><p>-la nature et le quantum des mesures proposées, ainsi que les délais dans lesquels elles devront être exécutées ;</p><p>-le montant des dommages et intérêts dus à la victime. </p><p>L'accord de la victime à la transaction peut être recueilli par tout moyen. </p><p>Lorsque sont proposées les mesures d'affichage, de transmission, de diffusion ou de publication d'un communiqué, la personne est informée du contenu du communiqué et du montant des frais qui seront à sa charge et qu'elle devra acquitter avant que la haute autorité ne procède à cet affichage ou cette diffusion. </p><p>La personne à qui est proposée une transaction est informée qu'elle dispose d'un délai de quinze jours avant de faire connaître sa décision, après s'être, le cas échéant, fait assister par un avocat. </p><p>En cas d'audition par un agent assermenté du Défenseur des droits, il est dressé procès-verbal de ces opérations, et copie en est remis à l'intéressé. </p><p>II.-Si l'auteur des faits a accepté la transaction proposée, ce procès-verbal, ou copie de la lettre recommandée, avec les procès-verbaux constatant le cas échéant la commission de l'infraction ainsi que l'accord de la victime, est adressé pour homologation au procureur de la République territorialement compétent. </p><p>Ce magistrat adresse alors au Défenseur des droits, dans les meilleurs délais, sa décision indiquant s'il homologue ou non la transaction. </p><p>III.-Si la transaction est homologuée, le Défenseur des droits le signifie à l'auteur des faits par un document indiquant à ce dernier comment exécuter ses obligations, dans les délais qu'il précise. </p><p>Ce document comporte une mention indiquant que si la personne n'exécute pas ces mesures dans le délai imparti, le Défenseur des droits pourra mettre en mouvement l'action publique par voie de citation directe. </p><p>Le paiement de l'amende transactionnelle ainsi que celui des frais d'affichage ou de diffusion d'un communiqué s'exécute conformément aux dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006517055&dateTexte=&categorieLien=cid'>R. 15-33-51 </a>du présent code, sous la réserve que les justificatifs du paiement sont retournés au Défenseur des droits. </p><p>L'auteur des faits doit, s'il y a lieu, justifier de l'indemnisation de la victime, ainsi que de l'exécution des mesures prévues aux 1°, 2° et 4° du III de l'article 28 de la loi organique du 30 mars 2011 susvisée. </p><p>IV.-Si l'auteur des faits refuse la transaction proposée, y compris en ne répondant pas aux convocations qui lui ont été adressées, ou s'il n'exécute pas ses obligations dans les délais prescrits, le Défenseur des droits en informe le procureur de la République, sauf à mettre elle-même en mouvement l'action publique par voie de citation directe. </p><p>Lorsque, pour des motifs graves d'ordre médical, familial, professionnel ou social, la personne n'a pas pu exécuter les mesures décidées dans les délais prescrits, le Défenseur des droits peut, à sa demande, prolonger les délais d'exécution de ces mesures, sans pouvoir toutefois dépasser six mois. </p><p>La victime a la possibilité, au vu de la décision d'homologation, lorsque l'auteur des faits s'est engagé à lui verser des dommages et intérêts, d'en demander le recouvrement suivant la procédure de l'injonction de payer, conformément aux règles prévues par le code de procédure civile. </p><p>Si la transaction homologuée est exécutée dans les délais prescrits, le Défenseur des droits en informe le procureur de la République, qui constate l'extinction de l'action publique conformément aux dispositions du troisième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574826&dateTexte=&categorieLien=cid'>l'article 6 </a>du présent code. Ce magistrat en avise l'intéressé et, le cas échéant, la victime. </p><p>Si des poursuites sont engagées dans le cas où la transaction acceptée et homologuée n'a pas été entièrement exécutée, le dossier de la procédure dans lequel sont précisées les mesures exécutées en tout ou partie par la personne est communiqué à la juridiction de jugement afin qu'elle puisse en tenir compte, en cas de condamnation, dans le prononcé de sa décision.</p>",
            "num": "D1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1456704000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095534",
                        "id": "LEGISCTA000006095534",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-08-24",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120179",
                        "id": "LEGISCTA000006120179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-02-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'action publique et de l'action civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032129854",
                        "id": "LEGISCTA000032129867",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006514923",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032129854",
            "sectionParentId": "LEGISCTA000032129867",
            "sectionParentTitre": "Chapitre Ier : De l'action publique et de l'action civile",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; Titre préliminaire &gt; Chapitre Ier : De l'action publique et de l'action civile",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000032132411",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032113212",
                    "textTitle": "Décret n°2016-214 du 26 février 2016 - art. 3",
                    "linkType": "DEPLACE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032129434",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-02-28",
                    "dateSignaTexte": "2016-02-26",
                    "dateDebutCible": "2016-02-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000023781167",
                    "textTitle": "LOI organique n° 2011-333 du 29 mars 2011 - art. 28",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "28",
                    "articleId": "JORFARTI000023781239",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-333",
                    "datePubli": 1301443200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024414558",
                    "textTitle": "Décret n°2011-904  du 29 juillet 2011 - art. 18, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "JORFARTI000024414600",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-904",
                    "datePubli": 1311984000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006574826",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-51",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R15-33-51",
                    "articleId": "LEGIARTI000006517055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1444953600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006514923",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1149206400000,
                    "dateFin": 1211673600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018846293",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1211673600000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032132411",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1456704000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024426285",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1456704000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D1-1",
                "1-1"
            ],
            "versionPrecedente": "LEGIARTI000024426285",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024426285",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les modalités d'application des II à IV de l'article 28 de la loi organique n° 2011-333 du 29 mars 2011 relative au Défenseur des droits sont précisées par le présent article. I.-La proposition de transaction émanant du Défenseur des droits est communiquée à l'auteur des faits ou, s'il s'agit d'une personne morale, à son représentant, par l'intermédiaire de l'un de ses agents assermentés devant lequel l'intéressé a été préalablement convoqué. La proposition de transaction peut également être notifiée par lettre recommandée avec demande d'avis de réception à l'auteur des faits. La proposition de transaction précise : -la nature des faits reprochés ainsi que leur qualification juridique ; -la nature et le quantum des mesures proposées, ainsi que les délais dans lesquels elles devront être exécutées ; -le montant des dommages et intérêts dus à la victime. L'accord de la victime à la transaction peut être recueilli par tout moyen. Lorsque sont proposées les mesures d'affichage, de transmission, de diffusion ou de publication d'un communiqué, la personne est informée du contenu du communiqué et du montant des frais qui seront à sa charge et qu'elle devra acquitter avant que la haute autorité ne procède à cet affichage ou cette diffusion. La personne à qui est proposée une transaction est informée qu'elle dispose d'un délai de quinze jours avant de faire connaître sa décision, après s'être, le cas échéant, fait assister par un avocat. En cas d'audition par un agent assermenté du Défenseur des droits, il est dressé procès-verbal de ces opérations, et copie en est remis à l'intéressé. II.-Si l'auteur des faits a accepté la transaction proposée, ce procès-verbal, ou copie de la lettre recommandée, avec les procès-verbaux constatant le cas échéant la commission de l'infraction ainsi que l'accord de la victime, est adressé pour homologation au procureur de la République territorialement compétent. Ce magistrat adresse alors au Défenseur des droits, dans les meilleurs délais, sa décision indiquant s'il homologue ou non la transaction. III.-Si la transaction est homologuée, le Défenseur des droits le signifie à l'auteur des faits par un document indiquant à ce dernier comment exécuter ses obligations, dans les délais qu'il précise. Ce document comporte une mention indiquant que si la personne n'exécute pas ces mesures dans le délai imparti, le Défenseur des droits pourra mettre en mouvement l'action publique par voie de citation directe. Le paiement de l'amende transactionnelle ainsi que celui des frais d'affichage ou de diffusion d'un communiqué s'exécute conformément aux dispositions de l'article R. 15-33-51 du présent code, sous la réserve que les justificatifs du paiement sont retournés au Défenseur des droits. L'auteur des faits doit, s'il y a lieu, justifier de l'indemnisation de la victime, ainsi que de l'exécution des mesures prévues aux 1°, 2° et 4° du III de l'article 28 de la loi organique du 30 mars 2011 susvisée. IV.-Si l'auteur des faits refuse la transaction proposée, y compris en ne répondant pas aux convocations qui lui ont été adressées, ou s'il n'exécute pas ses obligations dans les délais prescrits, le Défenseur des droits en informe le procureur de la République, sauf à mettre elle-même en mouvement l'action publique par voie de citation directe. Lorsque, pour des motifs graves d'ordre médical, familial, professionnel ou social, la personne n'a pas pu exécuter les mesures décidées dans les délais prescrits, le Défenseur des droits peut, à sa demande, prolonger les délais d'exécution de ces mesures, sans pouvoir toutefois dépasser six mois. La victime a la possibilité, au vu de la décision d'homologation, lorsque l'auteur des faits s'est engagé à lui verser des dommages et intérêts, d'en demander le recouvrement suivant la procédure de l'injonction de payer, conformément aux règles prévues par le code de procédure civile. Si la transaction homologuée est exécutée dans les délais prescrits, le Défenseur des droits en informe le procureur de la République, qui constate l'extinction de l'action publique conformément aux dispositions du troisième alinéa de l'article 6 du présent code. Ce magistrat en avise l'intéressé et, le cas échéant, la victime. Si des poursuites sont engagées dans le cas où la transaction acceptée et homologuée n'a pas été entièrement exécutée, le dossier de la procédure dans lequel sont précisées les mesures exécutées en tout ou partie par la personne est communiqué à la juridiction de jugement afin qu'elle puisse en tenir compte, en cas de condamnation, dans le prononcé de sa décision.",
            "texteHtml": "<p>Les modalités d'application des II à IV de <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000023781167&idArticle=JORFARTI000023781239&categorieLien=cid' title='LOI organique n°2011-333 du 29 mars 2011 - art. 28 (V)'>l'article 28</a> de la loi organique n° 2011-333 du 29 mars 2011 relative au Défenseur des droits sont précisées par le présent article. </p><p>I.-La proposition de transaction émanant du Défenseur des droits est communiquée à l'auteur des faits ou, s'il s'agit d'une personne morale, à son représentant, par l'intermédiaire de l'un de ses agents assermentés devant lequel l'intéressé a été préalablement convoqué. La proposition de transaction peut également être notifiée par lettre recommandée avec demande d'avis de réception à l'auteur des faits. </p><p>La proposition de transaction précise :</p><p>-la nature des faits reprochés ainsi que leur qualification juridique ;</p><p>-la nature et le quantum des mesures proposées, ainsi que les délais dans lesquels elles devront être exécutées ;</p><p>-le montant des dommages et intérêts dus à la victime. </p><p>L'accord de la victime à la transaction peut être recueilli par tout moyen. </p><p>Lorsque sont proposées les mesures d'affichage, de transmission, de diffusion ou de publication d'un communiqué, la personne est informée du contenu du communiqué et du montant des frais qui seront à sa charge et qu'elle devra acquitter avant que la haute autorité ne procède à cet affichage ou cette diffusion. </p><p>La personne à qui est proposée une transaction est informée qu'elle dispose d'un délai de quinze jours avant de faire connaître sa décision, après s'être, le cas échéant, fait assister par un avocat. </p><p>En cas d'audition par un agent assermenté du Défenseur des droits, il est dressé procès-verbal de ces opérations, et copie en est remis à l'intéressé. </p><p>II.-Si l'auteur des faits a accepté la transaction proposée, ce procès-verbal, ou copie de la lettre recommandée, avec les procès-verbaux constatant le cas échéant la commission de l'infraction ainsi que l'accord de la victime, est adressé pour homologation au procureur de la République territorialement compétent. </p><p>Ce magistrat adresse alors au Défenseur des droits, dans les meilleurs délais, sa décision indiquant s'il homologue ou non la transaction. </p><p>III.-Si la transaction est homologuée, le Défenseur des droits le signifie à l'auteur des faits par un document indiquant à ce dernier comment exécuter ses obligations, dans les délais qu'il précise. </p><p>Ce document comporte une mention indiquant que si la personne n'exécute pas ces mesures dans le délai imparti, le Défenseur des droits pourra mettre en mouvement l'action publique par voie de citation directe. </p><p>Le paiement de l'amende transactionnelle ainsi que celui des frais d'affichage ou de diffusion d'un communiqué s'exécute conformément aux dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006517055&dateTexte=&categorieLien=cid'>R. 15-33-51 </a>du présent code, sous la réserve que les justificatifs du paiement sont retournés au Défenseur des droits. </p><p>L'auteur des faits doit, s'il y a lieu, justifier de l'indemnisation de la victime, ainsi que de l'exécution des mesures prévues aux 1°, 2° et 4° du III de l'article 28 de la loi organique du 30 mars 2011 susvisée. </p><p>IV.-Si l'auteur des faits refuse la transaction proposée, y compris en ne répondant pas aux convocations qui lui ont été adressées, ou s'il n'exécute pas ses obligations dans les délais prescrits, le Défenseur des droits en informe le procureur de la République, sauf à mettre elle-même en mouvement l'action publique par voie de citation directe. </p><p>Lorsque, pour des motifs graves d'ordre médical, familial, professionnel ou social, la personne n'a pas pu exécuter les mesures décidées dans les délais prescrits, le Défenseur des droits peut, à sa demande, prolonger les délais d'exécution de ces mesures, sans pouvoir toutefois dépasser six mois. </p><p>La victime a la possibilité, au vu de la décision d'homologation, lorsque l'auteur des faits s'est engagé à lui verser des dommages et intérêts, d'en demander le recouvrement suivant la procédure de l'injonction de payer, conformément aux règles prévues par le code de procédure civile. </p><p>Si la transaction homologuée est exécutée dans les délais prescrits, le Défenseur des droits en informe le procureur de la République, qui constate l'extinction de l'action publique conformément aux dispositions du troisième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574826&dateTexte=&categorieLien=cid'>l'article 6 </a>du présent code. Ce magistrat en avise l'intéressé et, le cas échéant, la victime. </p><p>Si des poursuites sont engagées dans le cas où la transaction acceptée et homologuée n'a pas été entièrement exécutée, le dossier de la procédure dans lequel sont précisées les mesures exécutées en tout ou partie par la personne est communiqué à la juridiction de jugement afin qu'elle puisse en tenir compte, en cas de condamnation, dans le prononcé de sa décision.</p>",
            "num": "D1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1312070400000,
            "dateFin": 1456704000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741822,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095534",
                        "id": "LEGISCTA000006095534",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-08-24",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120179",
                        "id": "LEGISCTA000006120179",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006514923",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006120179",
            "sectionParentId": "LEGISCTA000006120179",
            "sectionParentTitre": "Titre préliminaire",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; Titre préliminaire",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000024426285",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024414558",
                    "textTitle": "Décret n°2011-904\n du 29 juillet 2011 - art. 18 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000024415598",
                    "natureText": "DECRET",
                    "datePubliTexte": "2011-07-30",
                    "dateSignaTexte": "2011-07-29",
                    "dateDebutCible": "2011-07-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000023781167",
                    "textTitle": "LOI organique n°2011-333 du 29 mars 2011 - art. 28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "28",
                    "articleId": "JORFARTI000023781239",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-333",
                    "datePubli": 1301443200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024414558",
                    "textTitle": "Décret n°2011-904  du 29 juillet 2011 - art. 18, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "JORFARTI000024414600",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-904",
                    "datePubli": 1311984000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006574826",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-51",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R15-33-51",
                    "articleId": "LEGIARTI000006517055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1444953600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006514923",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1149206400000,
                    "dateFin": 1211673600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018846293",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1211673600000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032132411",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1456704000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024426285",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1456704000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D1-1",
                "1-1"
            ],
            "versionPrecedente": "LEGIARTI000018846293",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000018846293",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les modalités d' application des articles 11- 1 à 11- 3 de la loi n° 2004- 1486 du 30 décembre 2004 portant création de la Haute Autorité de lutte contre les discriminations et pour l' égalité conférant un pouvoir de transaction à la haute autorité sont précisées par le présent article. Le collège délibère sur la qualification des faits et sur le mandat de transaction confié à son président. I.- La proposition de transaction émanant de la haute autorité est communiquée à l' auteur des faits ou, s' il s' agit d' une personne morale, à son représentant, par l' intermédiaire de l' un de ses agents assermentés devant lequel l' intéressé a été préalablement convoqué. La proposition de transaction peut également être notifiée par lettre recommandée avec demande d' avis de réception à l' auteur des faits. La proposition de transaction précise : - la nature des faits reprochés ainsi que leur qualification juridique ; - la nature et le quantum des mesures proposées en application des articles 11- 1 et 11- 2 de la loi du 30 décembre 2004, ainsi que les délais dans lesquels elles devront être exécutées ; - le montant des dommages et intérêts dus à la victime. L' accord de la victime à la transaction peut être recueilli par tout moyen. Lorsque sont proposées les mesures d' affichage, de transmission, de diffusion ou de publication d' un communiqué prévues à l' article 11- 2 de la loi précitée, la personne est informée du contenu du communiqué et du montant des frais qui seront à sa charge et qu' elle devra acquitter avant que la haute autorité ne procède à cet affichage ou cette diffusion. La personne à qui est proposée une transaction est informée qu' elle dispose d' un délai de quinze jours avant de faire connaître sa décision, après s' être, le cas échéant, fait assister par un avocat. En cas d' audition par un agent assermenté de la Haute autorité, il est dressé procès- verbal de ces opérations, et copie en est remis à l' intéressé. II.- Si l' auteur des faits a accepté la transaction proposée, ce procès- verbal, ou copie de la lettre recommandée, avec les procès- verbaux constatant le cas échéant la commission de l' infraction ainsi que l' accord de la victime, est adressé pour homologation au procureur de la République territorialement compétent. Ce magistrat adresse alors à la haute autorité, dans les meilleurs délais, sa décision indiquant s' il homologue ou non la transaction. III.- Si la transaction est homologuée, la haute autorité le signifie à l' auteur des faits par un document indiquant à ce dernier comment exécuter ses obligations, dans les délais qu' elle précise. Ce document comporte une mention indiquant que si la personne n' exécute pas ces mesures dans le délai imparti, la haute autorité pourra mettre en mouvement l' action publique par voie de citation directe. Le paiement de l' amende transactionnelle ainsi que celui des frais d' affichage ou de diffusion d' un communiqué s' exécute conformément aux dispositions de l' article R. 15- 33- 51 du présent code, sous la réserve que les justificatifs du paiement sont retournés à la haute autorité. L' auteur des faits doit, s' il y a lieu, justifier de l' indemnisation de la victime, ainsi que de l' exécution des mesures prévues aux 1°, 2° et 4° de l' article 11- 2 de la loi précitée. IV.- Si l' auteur des faits refuse la transaction proposée, y compris en ne répondant pas aux convocations qui lui ont été adressées, ou s' il n' exécute pas ses obligations dans les délais prescrits, la haute autorité en informe le procureur de la République, sauf à mettre elle- même en mouvement l' action publique par voie de citation directe. Lorsque, pour des motifs graves d' ordre médical, familial, professionnel ou social, la personne n' a pas pu exécuter les mesures décidées dans les délais prescrits, la haute autorité peut, à sa demande, prolonger les délais d' exécution de ces mesures, sans pouvoir toutefois dépasser six mois. La victime a la possibilité, au vu de la décision d' homologation, lorsque l' auteur des faits s' est engagé à lui verser des dommages et intérêts, d' en demander le recouvrement suivant la procédure de l' injonction de payer, conformément aux règles prévues par le code de procédure civile. Si la transaction homologuée est exécutée dans les délais prescrits, la haute autorité en informe le procureur de la République, qui constate l' extinction de l' action publique conformément aux dispositions du troisième alinéa de l' article 6 du présent code. Ce magistrat en avise l' intéressé et, le cas échéant, la victime. Si des poursuites sont engagées dans le cas où la transaction acceptée et homologuée n' a pas été entièrement exécutée, le dossier de la procédure dans lequel sont précisées les mesures exécutées en tout ou partie par la personne est communiqué à la juridiction de jugement afin qu' elle puisse en tenir compte, en cas de condamnation, dans le prononcé de sa décision.",
            "texteHtml": "<p></p>Les modalités d' application des <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000423967&idArticle=LEGIARTI000006451557&dateTexte=&categorieLien=cid' title='Loi n°2004-1486 du 30 décembre 2004 - art. 11-1 (V)'>articles 11- 1 à 11- 3 de la loi n° 2004- 1486 du 30 décembre 2004 </a>portant création de la Haute Autorité de lutte contre les discriminations et pour l' égalité conférant un pouvoir de transaction à la haute autorité sont précisées par le présent article. <p></p><p></p>Le collège délibère sur la qualification des faits et sur le mandat de transaction confié à son président. <p></p><p></p>I.- La proposition de transaction émanant de la haute autorité est communiquée à l' auteur des faits ou, s' il s' agit d' une personne morale, à son représentant, par l' intermédiaire de l' un de ses agents assermentés devant lequel l' intéressé a été préalablement convoqué. La proposition de transaction peut également être notifiée par lettre recommandée avec demande d' avis de réception à l' auteur des faits. <p></p><p></p>La proposition de transaction précise :<p></p><p></p>- la nature des faits reprochés ainsi que leur qualification juridique ;<p></p><p></p>- la nature et le quantum des mesures proposées en application des articles 11- 1 et 11- 2 de la loi du 30 décembre 2004, ainsi que les délais dans lesquels elles devront être exécutées ;<p></p><p></p>- le montant des dommages et intérêts dus à la victime. <p></p><p></p>L' accord de la victime à la transaction peut être recueilli par tout moyen. <p></p><p></p>Lorsque sont proposées les mesures d' affichage, de transmission, de diffusion ou de publication d' un communiqué prévues à l' article 11- 2 de la loi précitée, la personne est informée du contenu du communiqué et du montant des frais qui seront à sa charge et qu' elle devra acquitter avant que la haute autorité ne procède à cet affichage ou cette diffusion. <p></p><p></p>La personne à qui est proposée une transaction est informée qu' elle dispose d' un délai de quinze jours avant de faire connaître sa décision, après s' être, le cas échéant, fait assister par un avocat. <p></p><p></p>En cas d' audition par un agent assermenté de la Haute autorité, il est dressé procès- verbal de ces opérations, et copie en est remis à l' intéressé. <p></p><p></p>II.- Si l' auteur des faits a accepté la transaction proposée, ce procès- verbal, ou copie de la lettre recommandée, avec les procès- verbaux constatant le cas échéant la commission de l' infraction ainsi que l' accord de la victime, est adressé pour homologation au procureur de la République territorialement compétent. <p></p><p></p>Ce magistrat adresse alors à la haute autorité, dans les meilleurs délais, sa décision indiquant s' il homologue ou non la transaction. <p></p><p></p>III.- Si la transaction est homologuée, la haute autorité le signifie à l' auteur des faits par un document indiquant à ce dernier comment exécuter ses obligations, dans les délais qu' elle précise. <p></p><p></p>Ce document comporte une mention indiquant que si la personne n' exécute pas ces mesures dans le délai imparti, la haute autorité pourra mettre en mouvement l' action publique par voie de citation directe. <p></p><p></p>Le paiement de l' amende transactionnelle ainsi que celui des frais d' affichage ou de diffusion d' un communiqué s' exécute conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006517055&dateTexte=&categorieLien=cid' title='CODE DE PROCEDURE PENALE - art. R15-33-51 (V)'>l' article R. 15- 33- 51</a> du présent code, sous la réserve que les justificatifs du paiement sont retournés à la haute autorité. <p></p><p></p>L' auteur des faits doit, s' il y a lieu, justifier de l' indemnisation de la victime, ainsi que de l' exécution des mesures prévues aux 1°, 2° et 4° de l' article 11- 2 de la loi précitée. <p></p><p></p>IV.- Si l' auteur des faits refuse la transaction proposée, y compris en ne répondant pas aux convocations qui lui ont été adressées, ou s' il n' exécute pas ses obligations dans les délais prescrits, la haute autorité en informe le procureur de la République, sauf à mettre elle- même en mouvement l' action publique par voie de citation directe. <p></p><p></p>Lorsque, pour des motifs graves d' ordre médical, familial, professionnel ou social, la personne n' a pas pu exécuter les mesures décidées dans les délais prescrits, la haute autorité peut, à sa demande, prolonger les délais d' exécution de ces mesures, sans pouvoir toutefois dépasser six mois. <p></p><p></p>La victime a la possibilité, au vu de la décision d' homologation, lorsque l' auteur des faits s' est engagé à lui verser des dommages et intérêts, d' en demander le recouvrement suivant la procédure de l' injonction de payer, conformément aux règles prévues par le code de procédure civile. <p></p><p></p>Si la transaction homologuée est exécutée dans les délais prescrits, la haute autorité en informe le procureur de la République, qui constate l' extinction de l' action publique conformément aux dispositions du troisième alinéa de l' article 6 du présent code. Ce magistrat en avise l' intéressé et, le cas échéant, la victime. <p></p><p></p>Si des poursuites sont engagées dans le cas où la transaction acceptée et homologuée n' a pas été entièrement exécutée, le dossier de la procédure dans lequel sont précisées les mesures exécutées en tout ou partie par la personne est communiqué à la juridiction de jugement afin qu' elle puisse en tenir compte, en cas de condamnation, dans le prononcé de sa décision.<p></p>",
            "num": "D1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1211673600000,
            "dateFin": 1312070400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741822,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095534",
                        "id": "LEGISCTA000006095534",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-08-24",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120179",
                        "id": "LEGISCTA000006120179",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006514923",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006120179",
            "sectionParentId": "LEGISCTA000006120179",
            "sectionParentTitre": "Titre préliminaire",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; Titre préliminaire",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000018846293",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018837937",
                    "textTitle": "Décret n°2008-484\n du 22 mai 2008 - art. 22 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000018839465",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-05-24",
                    "dateSignaTexte": "2008-05-22",
                    "dateDebutCible": "2008-05-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000423967",
                    "textTitle": "Loi n°2004-1486 du 30 décembre 2004 - art. 11-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "11-1",
                    "articleId": "LEGIARTI000006451557",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-1486",
                    "datePubli": 1104451200000,
                    "dateDebut": 1143936000000
                },
                {
                    "textCid": "JORFTEXT000024414558",
                    "textTitle": "Décret n°2011-904  du 29 juillet 2011 - art. 18, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "JORFARTI000024414600",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-904",
                    "datePubli": 1311984000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. R15-33-51 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R15-33-51",
                    "articleId": "LEGIARTI000006517055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1444953600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006514923",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1149206400000,
                    "dateFin": 1211673600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018846293",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1211673600000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032132411",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1456704000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024426285",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1456704000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D1-1",
                "1-1"
            ],
            "versionPrecedente": "LEGIARTI000006514923",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006514923",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les modalités d'application des articles 11-1 à 11-3 de la loi n° 2004-1486 du 30 décembre 2004 portant création de la Haute Autorité de lutte contre les discriminations et pour l'égalité conférant un pouvoir de transaction à la haute autorité sont précisées par le présent article. Le collège délibère sur la qualification des faits et sur le mandat de transaction confié à son président. I. - La proposition de transaction émanant de la haute autorité est communiquée à l'auteur des faits ou, s'il s'agit d'une personne morale, à son représentant, par l'intermédiaire de l'un de ses agents assermentés devant lequel l'intéressé a été préalablement convoqué. La proposition de transaction peut également être notifiée par lettre recommandée avec demande d'avis de réception à l'auteur des faits. La proposition de transaction précise : - la nature des faits reprochés ainsi que leur qualification juridique ; - la nature et le quantum des mesures proposées en application des articles 11-1 et 11-2 de la loi du 30 décembre 2004, ainsi que les délais dans lesquels elles devront être exécutées ; - le montant des dommages et intérêts dus à la victime. L'accord de la victime à la transaction peut être recueilli par tout moyen. Lorsque sont proposées les mesures d'affichage, de transmission, de diffusion ou de publication d'un communiqué prévues à l'article 11-2 de la loi précitée, la personne est informée du contenu du communiqué et du montant des frais qui seront à sa charge et qu'elle devra acquitter avant que la haute autorité ne procède à cet affichage ou cette diffusion. La personne à qui est proposée une transaction est informée qu'elle dispose d'un délai de quinze jours avant de faire connaître sa décision, après s'être, le cas échéant, fait assister par un avocat. En cas d'audition par un agent assermenté de la Haute autorité, il est dressé procès-verbal de ces opérations, et copie en est remis à l'intéressé. II. - Si l'auteur des faits a accepté la transaction proposée, ce procès-verbal, ou copie de la lettre recommandée, avec les procès-verbaux constatant le cas échéant la commission de l'infraction ainsi que l'accord de la victime, est adressé pour homologation au procureur de la République territorialement compétent. Ce magistrat adresse alors à la haute autorité, dans les meilleurs délais, sa décision indiquant s'il homologue ou non la transaction. III. - Si la transaction est homologuée, la haute autorité le signifie à l'auteur des faits par un document indiquant à ce dernier comment exécuter ses obligations, dans les délais qu'elle précise. Ce document comporte une mention indiquant que si la personne n'exécute pas ces mesures dans le délai imparti, la haute autorité pourra mettre en mouvement l'action publique par voie de citation directe. Le paiement de l'amende transactionnelle ainsi que celui des frais d'affichage ou de diffusion d'un communiqué s'exécute conformément aux dispositions de l'article R. 15-33-51 du présent code, sous la réserve que les justificatifs du paiement sont retournés à la haute autorité. L'auteur des faits doit, s'il y a lieu, justifier de l'indemnisation de la victime, ainsi que de l'exécution des mesures prévues aux 1°, 2° et 4° de l'article 11-2 de la loi précitée. IV. - Si l'auteur des faits refuse la transaction proposée, y compris en ne répondant pas aux convocations qui lui ont été adressées, ou s'il n'exécute pas ses obligations dans les délais prescrits, la haute autorité en informe le procureur de la République, sauf à mettre elle-même en mouvement l'action publique par voie de citation directe. Lorsque, pour des motifs graves d'ordre médical, familial, professionnel ou social, la personne n'a pas pu exécuter les mesures décidées dans les délais prescrits, la haute autorité peut, à sa demande, prolonger les délais d'exécution de ces mesures, sans pouvoir toutefois dépasser six mois. La victime a la possibilité, au vu de la décision d'homologation, lorsque l'auteur des faits s'est engagé à lui verser des dommages et intérêts, d'en demander le recouvrement suivant la procédure de l'injonction de payer, conformément aux règles prévues par le nouveau code de procédure civile. Si la transaction homologuée est exécutée dans les délais prescrits, la haute autorité en informe le procureur de la République, qui constate l'extinction de l'action publique conformément aux dispositions du troisième alinéa de l'article 6 du présent code. Ce magistrat en avise l'intéressé et, le cas échéant, la victime. Si des poursuites sont engagées dans le cas où la transaction acceptée et homologuée n'a pas été entièrement exécutée, le dossier de la procédure dans lequel sont précisées les mesures exécutées en tout ou partie par la personne est communiqué à la juridiction de jugement afin qu'elle puisse en tenir compte, en cas de condamnation, dans le prononcé de sa décision.",
            "texteHtml": "<p></p>   Les modalités d'application des articles 11-1 à 11-3 de la loi n° 2004-1486 du 30 décembre 2004 portant création de la Haute Autorité de lutte contre les discriminations et pour l'égalité conférant un pouvoir de transaction à la haute autorité sont précisées par le présent article.<p></p><p></p>   Le collège délibère sur la qualification des faits et sur le mandat de transaction confié à son président.<p></p><p></p>   I. - La proposition de transaction émanant de la haute autorité est communiquée à l'auteur des faits ou, s'il s'agit d'une personne morale, à son représentant, par l'intermédiaire de l'un de ses agents assermentés devant lequel l'intéressé a été préalablement convoqué. La proposition de transaction peut également être notifiée par lettre recommandée avec demande d'avis de réception à l'auteur des faits.<p></p><p></p>   La proposition de transaction précise :<p></p><p></p>   - la nature des faits reprochés ainsi que leur qualification juridique ;<p></p><p></p>   - la nature et le quantum des mesures proposées en application des articles 11-1 et 11-2 de la loi du 30 décembre 2004, ainsi que les délais dans lesquels elles devront être exécutées ;<p></p><p></p>   - le montant des dommages et intérêts dus à la victime.<p></p><p></p>   L'accord de la victime à la transaction peut être recueilli par tout moyen.<p></p><p></p>   Lorsque sont proposées les mesures d'affichage, de transmission, de diffusion ou de publication d'un communiqué prévues à l'article 11-2 de la loi précitée, la personne est informée du contenu du communiqué et du montant des frais qui seront à sa charge et qu'elle devra acquitter avant que la haute autorité ne procède à cet affichage ou cette diffusion.<p></p><p></p>   La personne à qui est proposée une transaction est informée qu'elle dispose d'un délai de quinze jours avant de faire connaître sa décision, après s'être, le cas échéant, fait assister par un avocat.<p></p><p></p>   En cas d'audition par un agent assermenté de la Haute autorité, il est dressé procès-verbal de ces opérations, et copie en est remis à l'intéressé.<p></p><p></p>   II. - Si l'auteur des faits a accepté la transaction proposée, ce procès-verbal, ou copie de la lettre recommandée, avec les procès-verbaux constatant le cas échéant la commission de l'infraction ainsi que l'accord de la victime, est adressé pour homologation au procureur de la République territorialement compétent.<p></p><p></p>   Ce magistrat adresse alors à la haute autorité, dans les meilleurs délais, sa décision indiquant s'il homologue ou non la transaction.<p></p><p></p>   III. - Si la transaction est homologuée, la haute autorité le signifie à l'auteur des faits par un document indiquant à ce dernier comment exécuter ses obligations, dans les délais qu'elle précise.<p></p><p></p>   Ce document comporte une mention indiquant que si la personne n'exécute pas ces mesures dans le délai imparti, la haute autorité pourra mettre en mouvement l'action publique par voie de citation directe.<p></p><p></p>   Le paiement de l'amende transactionnelle ainsi que celui des frais d'affichage ou de diffusion d'un communiqué s'exécute conformément aux dispositions de l'article R. 15-33-51 du présent code, sous la réserve que les justificatifs du paiement sont retournés à la haute autorité.<p></p><p></p>   L'auteur des faits doit, s'il y a lieu, justifier de l'indemnisation de la victime, ainsi que de l'exécution des mesures prévues aux 1°, 2° et 4° de l'article 11-2 de la loi précitée.<p></p><p></p>   IV. - Si l'auteur des faits refuse la transaction proposée, y compris en ne répondant pas aux convocations qui lui ont été adressées, ou s'il n'exécute pas ses obligations dans les délais prescrits, la haute autorité en informe le procureur de la République, sauf à mettre elle-même en mouvement l'action publique par voie de citation directe.<p></p><p></p>   Lorsque, pour des motifs graves d'ordre médical, familial, professionnel ou social, la personne n'a pas pu exécuter les mesures décidées dans les délais prescrits, la haute autorité peut, à sa demande, prolonger les délais d'exécution de ces mesures, sans pouvoir toutefois dépasser six mois.<p></p><p></p>   La victime a la possibilité, au vu de la décision d'homologation, lorsque l'auteur des faits s'est engagé à lui verser des dommages et intérêts, d'en demander le recouvrement suivant la procédure de l'injonction de payer, conformément aux règles prévues par le nouveau code de procédure civile.<p></p><p></p>   Si la transaction homologuée est exécutée dans les délais prescrits, la haute autorité en informe le procureur de la République, qui constate l'extinction de l'action publique conformément aux dispositions du troisième alinéa de l'article 6 du présent code. Ce magistrat en avise l'intéressé et, le cas échéant, la victime.<p></p><p></p>   Si des poursuites sont engagées dans le cas où la transaction acceptée et homologuée n'a pas été entièrement exécutée, le dossier de la procédure dans lequel sont précisées les mesures exécutées en tout ou partie par la personne est communiqué à la juridiction de jugement afin qu'elle puisse en tenir compte, en cas de condamnation, dans le prononcé de sa décision.<p></p>",
            "num": "D1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1149206400000,
            "dateFin": 1211673600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741822,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095534",
                        "id": "LEGISCTA000006095534",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-08-24",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120179",
                        "id": "LEGISCTA000006120179",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006514923",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006120179",
            "sectionParentId": "LEGISCTA000006120179",
            "sectionParentTitre": "Titre préliminaire",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; Titre préliminaire",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006514923",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000300726",
                    "textTitle": "Décret 58-1304 1958-12-23",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000300726",
                    "natureText": "DECRET",
                    "datePubliTexte": "1958-12-24",
                    "dateSignaTexte": "1958-12-23",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000425864",
                    "textTitle": "Décret n°2006-641 du 1 juin 2006 - art. 1 () JORF 2 juin 2006",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006251888",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-06-02",
                    "dateSignaTexte": "2006-06-01",
                    "dateDebutCible": "2006-06-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024414558",
                    "textTitle": "Décret n°2011-904  du 29 juillet 2011 - art. 18, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "JORFARTI000024414600",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-904",
                    "datePubli": 1311984000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006514923",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1149206400000,
                    "dateFin": 1211673600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018846293",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1211673600000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032132411",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1456704000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024426285",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1456704000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D1-1",
                "1-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}