{
    "cid": "LEGIARTI000032827372",
    "num": "R435-5",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132276",
                        "id": "LEGISCTA000006132276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Dispositions financières.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145347",
                        "id": "LEGISCTA000006145347",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-07-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Fonds national des aides à la pierre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032827362",
                        "id": "LEGISCTA000032827362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000032827372",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032824082",
                    "textTitle": "Décret n°2016-901 du 1er juillet 2016 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032827250",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-07-02",
                    "dateSignaTexte": "2016-07-01",
                    "dateDebutCible": "2016-07-03"
                }
            ],
            "num": "R435-5",
            "origine": "LEGI",
            "texte": "Le conseil d'administration se réunit au moins deux fois par an sur convocation de son président, qui fixe l'ordre du jour. Il est également réuni de plein droit, sur convocation du président, à la demande des ministres en charge de la tutelle ou d'au moins le tiers de ses membres sur un ordre du jour déterminé. Un administrateur peut, en cas d'empêchement, donner mandat à un autre administrateur pour le représenter. Le conseil d'administration ne délibère valablement que si au moins la moitié de ses membres sont présents, représentés ou participent à la séance par un moyen de visioconférence ou de communication électronique. Dans ce dernier cas, l'identification des administrateurs concernés et leur participation effective à une délibération collégiale doivent être assurées par une transmission continue et simultanée des débats, et la confidentialité de leurs votes être garantie lorsque le scrutin est secret. Si le quorum n'est pas atteint, le conseil est convoqué avec le même ordre du jour dans un délai maximal de quinze jours. Il délibère alors sans condition de quorum. Les délibérations sont prises à la majorité des suffrages exprimés, en tenant compte, le cas échéant, des suffrages émis dans les conditions prévues à la deuxième phrase du troisième alinéa du présent article. En cas de partage égal des voix, la voix du président est prépondérante. Les membres du conseil d'administration sont tenus au secret des délibérations. L'autorité chargée du contrôle budgétaire et l'agent comptable assistent avec voix consultative aux séances du conseil d'administration. Le président du conseil peut inviter toute personne, en raison de sa compétence dans les domaines relevant des missions de l'établissement, à participer avec voix consultative aux réunions du conseil d'administration.",
            "texteHtml": "Le conseil d'administration se réunit au moins deux fois par an sur convocation de son président, qui fixe l'ordre du jour. Il est également réuni de plein droit, sur convocation du président, à la demande des ministres en charge de la tutelle ou d'au moins le tiers de ses membres sur un ordre du jour déterminé. <br/><br/> Un administrateur peut, en cas d'empêchement, donner mandat à un autre administrateur pour le représenter. <br/><br/> Le conseil d'administration ne délibère valablement que si au moins la moitié de ses membres sont présents, représentés ou participent à la séance par un moyen de visioconférence ou de communication électronique. Dans ce dernier cas, l'identification des administrateurs concernés et leur participation effective à une délibération collégiale doivent être assurées par une transmission continue et simultanée des débats, et la confidentialité de leurs votes être garantie lorsque le scrutin est secret. <br/><br/> Si le quorum n'est pas atteint, le conseil est convoqué avec le même ordre du jour dans un délai maximal de quinze jours. Il délibère alors sans condition de quorum. <br/><br/> Les délibérations sont prises à la majorité des suffrages exprimés, en tenant compte, le cas échéant, des suffrages émis dans les conditions prévues à la deuxième phrase du troisième alinéa du présent article. En cas de partage égal des voix, la voix du président est prépondérante. <br/><br/> Les membres du conseil d'administration sont tenus au secret des délibérations. <br/><br/> L'autorité chargée du contrôle budgétaire et l'agent comptable assistent avec voix consultative aux séances du conseil d'administration. <br/><br/> Le président du conseil peut inviter toute personne, en raison de sa compétence dans les domaines relevant des missions de l'établissement, à participer avec voix consultative aux réunions du conseil d'administration. ",
            "type": "AUTONOME",
            "dateDebut": "2016-07-03T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}