{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045213229",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sans préjudice des compétences dévolues aux collectivités territoriales et à leurs groupements et en articulation avec ces collectivités et groupements, l'Agence nationale de la cohésion des territoires a pour mission, en tenant compte des particularités, des atouts et des besoins de chaque territoire, de conseiller et de soutenir les collectivités territoriales et leurs groupements mentionnés à l'article L. 5111-1 du présent code dans la conception, la définition et la mise en œuvre de leurs projets, notamment en faveur de l'accès aux services publics, de l'accès aux soins dans le respect des articles L. 1431-1 et L. 1431-2 du code de la santé publique, du logement, des mobilités, de la mobilisation pour les quartiers prioritaires de la politique de la ville et les quartiers urbains en difficulté, de la revitalisation, notamment commerciale et artisanale, des centres-villes et centres-bourgs, de la transition écologique, de la lutte contre l'artificialisation des sols, du développement économique ou du développement des usages numériques. A ce titre, elle facilite l'accès des porteurs de projets aux différentes formes, publiques ou privées, d'ingénierie juridique, financière et technique, qu'elle recense. Elle apporte un concours humain et financier aux collectivités territoriales et à leurs groupements. Elle favorise la coopération entre les territoires et la mise à disposition de compétences de collectivités territoriales et de leurs groupements au bénéfice d'autres collectivités territoriales et groupements. Elle centralise, met à disposition et partage les informations relatives aux projets en matière d'aménagement et de cohésion des territoires dont elle a connaissance. Elle soutient les réseaux associatifs dans le cadre des compétences qui lui sont attribuées. L'agence assure une mission de veille et d'alerte afin de sensibiliser et d'informer les administrations ainsi que les opérateurs publics et privés sur les impacts territoriaux de leurs décisions en matière de cohésion et d'équité territoriales. L'agence informe et oriente, le cas échéant, les porteurs de projets dans leur demande de subvention au titre des fonds européens structurels et d'investissement auprès des autorités de gestion compétentes. L'agence coordonne l'utilisation des fonds européens structurels et d'investissement et assiste le ministre chargé de l'aménagement du territoire dans sa mission de définition, de mise en œuvre et de suivi des politiques nationales et européennes de cohésion économique, sociale et territoriale. II.-L'agence assure la mise en œuvre de la politique de l'Etat en matière d'aménagement durable et de cohésion des territoires en conduisant des programmes nationaux territorialisés et en prévoyant la mise en œuvre déconcentrée de ces programmes au moyen de contrats de cohésion territoriale. Ces contrats s'articulent avec les projets de territoire élaborés par les collectivités territoriales et leurs groupements. Ces contrats peuvent intégrer tout autre contrat, prévu par les lois et règlements en vigueur, relatif à l'aménagement du territoire, à la politique de la ville, au numérique ou à tout autre domaine relevant des compétences de l'agence. III.-L'agence veille à la prise en compte des spécificités des territoires de montagne et contribue au développement, à la valorisation et à la protection de ceux-ci. Elle dispose à cet effet des commissariats de massif et des équipes qui leur sont rattachées. IV.-L'agence a également pour mission de favoriser l'aménagement et la restructuration des espaces commerciaux et artisanaux ainsi que des espaces incluant à titre accessoire des espaces de services, et de tous les locaux s'y trouvant, dans les zones mentionnées à l' article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire et à l' article 1465 A du code général des impôts , dans les territoires retenus au titre du programme national de requalification des quartiers anciens dégradés mentionné à l' article 25 de la loi n° 2009-323 du 25 mars 2009 de mobilisation pour le logement et la lutte contre l'exclusion et dans les secteurs d'intervention définis dans le cadre des opérations de revitalisation de territoire mentionnées à l' article L. 303-2 du code de la construction et de l'habitation . A cette fin, l'agence assure, après accord des organes délibérants des communes ou des établissements publics de coopération intercommunale ou des syndicats mixtes concernés, la maîtrise d'ouvrage d'actions et d'opérations tendant à la création, l'extension, la transformation, la reconversion, la gestion ou l'exploitation de surfaces commerciales, artisanales et de services ainsi que de tous les locaux implantés sur ces dernières, situés dans les zones, territoires et secteurs mentionnés au premier alinéa du présent IV. Si la requalification de ces zones, territoires ou secteurs le nécessite, elle peut également intervenir à proximité de ceux-ci. L'agence peut accomplir tout acte de disposition et d'administration nécessaire à la réalisation de la mission définie au présent IV, notamment : 1° Acquérir des fonds commerciaux ou artisanaux en qualité de délégataire du droit de préemption sur les fonds de commerce et artisanaux dans les conditions prévues au chapitre IV du titre Ier du livre II du code de l'urbanisme ou, le cas échéant, par voie d'expropriation, des immeubles ou droits réels immobiliers nécessaires aux opérations correspondant à son objet ; 2° Céder les immeubles ou les fonds acquis en application du 1° du présent IV ; 3° Confier la gestion des fonds commerciaux ou artisanaux acquis à un ou plusieurs locataires gérants ; 4° Gérer et exploiter, directement ou indirectement, les locaux mentionnés au 1° ; 5° Conclure des transactions. V.-L'agence a pour mission d'impulser, d'aider à concevoir et d'accompagner les projets et les initiatives portés par l'Etat, les collectivités territoriales et leurs groupements, les réseaux d'entreprises et les associations dans le domaine du numérique. A ce titre, l'agence : 1° Assure la mise en œuvre des programmes nationaux territorialisés visant à assurer la couverture de l'ensemble du territoire national par des réseaux de communications électroniques mobiles et fixes à très haut débit ; 2° Favorise l'accès de l'ensemble de la population aux outils numériques et le développement des usages et des services numériques dans les territoires. VI.-L'agence remet chaque année un rapport d'activité au Gouvernement et au Parlement. Ce rapport est rendu public.",
            "texteHtml": "<p></p><p>I.-Sans préjudice des compétences dévolues aux collectivités territoriales et à leurs groupements et en articulation avec ces collectivités et groupements, l'Agence nationale de la cohésion des territoires a pour mission, en tenant compte des particularités, des atouts et des besoins de chaque territoire, de conseiller et de soutenir les collectivités territoriales et leurs groupements mentionnés à l'article L. 5111-1 du présent code dans la conception, la définition et la mise en œuvre de leurs projets, notamment en faveur de l'accès aux services publics, de l'accès aux soins dans le respect des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000020891563&dateTexte=&categorieLien=cid'>L. 1431-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000020891565&dateTexte=&categorieLien=cid'>L. 1431-2 </a>du code de la santé publique, du logement, des mobilités, de la mobilisation pour les quartiers prioritaires de la politique de la ville et les quartiers urbains en difficulté, de la revitalisation, notamment commerciale et artisanale, des centres-villes et centres-bourgs, de la transition écologique, de la lutte contre l'artificialisation des sols, du développement économique ou du développement des usages numériques. A ce titre, elle facilite l'accès des porteurs de projets aux différentes formes, publiques ou privées, d'ingénierie juridique, financière et technique, qu'elle recense. Elle apporte un concours humain et financier aux collectivités territoriales et à leurs groupements. Elle favorise la coopération entre les territoires et la mise à disposition de compétences de collectivités territoriales et de leurs groupements au bénéfice d'autres collectivités territoriales et groupements. Elle centralise, met à disposition et partage les informations relatives aux projets en matière d'aménagement et de cohésion des territoires dont elle a connaissance. Elle soutient les réseaux associatifs dans le cadre des compétences qui lui sont attribuées.<br/><br/>\nL'agence assure une mission de veille et d'alerte afin de sensibiliser et d'informer les administrations ainsi que les opérateurs publics et privés sur les impacts territoriaux de leurs décisions en matière de cohésion et d'équité territoriales.<br/><br/>\nL'agence informe et oriente, le cas échéant, les porteurs de projets dans leur demande de subvention au titre des fonds européens structurels et d'investissement auprès des autorités de gestion compétentes.<br/><br/>\nL'agence coordonne l'utilisation des fonds européens structurels et d'investissement et assiste le ministre chargé de l'aménagement du territoire dans sa mission de définition, de mise en œuvre et de suivi des politiques nationales et européennes de cohésion économique, sociale et territoriale.<br/><br/>\nII.-L'agence assure la mise en œuvre de la politique de l'Etat en matière d'aménagement durable et de cohésion des territoires en conduisant des programmes nationaux territorialisés et en prévoyant la mise en œuvre déconcentrée de ces programmes au moyen de contrats de cohésion territoriale. Ces contrats s'articulent avec les projets de territoire élaborés par les collectivités territoriales et leurs groupements. Ces contrats peuvent intégrer tout autre contrat, prévu par les lois et règlements en vigueur, relatif à l'aménagement du territoire, à la politique de la ville, au numérique ou à tout autre domaine relevant des compétences de l'agence.<br/><br/>\nIII.-L'agence veille à la prise en compte des spécificités des territoires de montagne et contribue au développement, à la valorisation et à la protection de ceux-ci. Elle dispose à cet effet des commissariats de massif et des équipes qui leur sont rattachées.<br/><br/>\nIV.-L'agence a également pour mission de favoriser l'aménagement et la restructuration des espaces commerciaux et artisanaux ainsi que des espaces incluant à titre accessoire des espaces de services, et de tous les locaux s'y trouvant, dans les zones mentionnées à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000531809&idArticle=LEGIARTI000006340126&dateTexte=&categorieLien=cid'>article 42 de la loi n° 95-115 du 4 février 1995 </a>d'orientation pour l'aménagement et le développement du territoire et à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306203&dateTexte=&categorieLien=cid'>article 1465 A du code général des impôts</a>, dans les territoires retenus au titre du programme national de requalification des quartiers anciens dégradés mentionné à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000020438861&idArticle=JORFARTI000020439019&categorieLien=cid'>article 25 de la loi n° 2009-323 du 25 mars 2009 </a>de mobilisation pour le logement et la lutte contre l'exclusion et dans les secteurs d'intervention définis dans le cadre des opérations de revitalisation de territoire mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000037653135&dateTexte=&categorieLien=cid'>article L. 303-2 du code de la construction et de l'habitation</a>.<br/><br/>\nA cette fin, l'agence assure, après accord des organes délibérants des communes ou des établissements publics de coopération intercommunale ou des syndicats mixtes concernés, la maîtrise d'ouvrage d'actions et d'opérations tendant à la création, l'extension, la transformation, la reconversion, la gestion ou l'exploitation de surfaces commerciales, artisanales et de services ainsi que de tous les locaux implantés sur ces dernières, situés dans les zones, territoires et secteurs mentionnés au premier alinéa du présent IV. Si la requalification de ces zones, territoires ou secteurs le nécessite, elle peut également intervenir à proximité de ceux-ci.<br/><br/>\nL'agence peut accomplir tout acte de disposition et d'administration nécessaire à la réalisation de la mission définie au présent IV, notamment :<br/><br/>\n1° Acquérir des fonds commerciaux ou artisanaux en qualité de délégataire du droit de préemption sur les fonds de commerce et artisanaux dans les conditions prévues au chapitre IV du titre Ier du livre II du code de l'urbanisme ou, le cas échéant, par voie d'expropriation, des immeubles ou droits réels immobiliers nécessaires aux opérations correspondant à son objet ;<br/><br/>\n2° Céder les immeubles ou les fonds acquis en application du 1° du présent IV ;<br/><br/>\n3° Confier la gestion des fonds commerciaux ou artisanaux acquis à un ou plusieurs locataires gérants ;<br/><br/>\n4° Gérer et exploiter, directement ou indirectement, les locaux mentionnés au 1° ;<br/><br/>\n5° Conclure des transactions.<br/><br/>\nV.-L'agence a pour mission d'impulser, d'aider à concevoir et d'accompagner les projets et les initiatives portés par l'Etat, les collectivités territoriales et leurs groupements, les réseaux d'entreprises et les associations dans le domaine du numérique.<br/><br/>\nA ce titre, l'agence :<br/><br/>\n1° Assure la mise en œuvre des programmes nationaux territorialisés visant à assurer la couverture de l'ensemble du territoire national par des réseaux de communications électroniques mobiles et fixes à très haut débit ;<br/><br/>\n2° Favorise l'accès de l'ensemble de la population aux outils numériques et le développement des usages et des services numériques dans les territoires.<br/><br/>\nVI.-L'agence remet chaque année un rapport d'activité au Gouvernement et au Parlement. Ce rapport est rendu public.</p><p></p>",
            "num": "L1231-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1645574400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135477",
                        "id": "LEGISCTA000006135477",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2004-09-17",
                        "titre": "TITRE III : LE CONSEIL NATIONAL DES SERVICES PUBLICS DÉPARTEMENTAUX ET COMMUNAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149199",
                        "id": "LEGISCTA000006149199",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2019-07-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : AGENCE NATIONALE DE LA COHÉSION DES TERRITOIRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149199",
                        "id": "LEGISCTA000038804533",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2004-09-17",
                        "titre": "CHAPITRE unique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164473",
                        "id": "LEGISCTA000006164473",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2019-07-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE Ier : Statut et missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164473",
                        "id": "LEGISCTA000038804531",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006389121",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164473",
            "sectionParentId": "LEGISCTA000038804531",
            "sectionParentTitre": "CHAPITRE Ier : Statut et missions",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS &gt; TITRE III : AGENCE NATIONALE DE LA COHÉSION DES TERRITOIRES &gt; CHAPITRE Ier : Statut et missions",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045213229",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi n°96-142 du 21 février 1996",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 158",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "158",
                    "articleId": "LEGIARTI000045198849",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000880200",
                    "textTitle": "Loi n° 65-557 du 10 juillet 1965 - art. 26-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26-3",
                    "articleId": "LEGIARTI000038804619",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "65-557",
                    "datePubli": -141264000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000531809",
                    "textTitle": "Loi n° 95-115 du 4 février 1995 - art. 42",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000006340126",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "95-115",
                    "datePubli": 791942400000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "JORFTEXT000020438861",
                    "textTitle": "LOI n° 2009-323 du 25 mars 2009 - art. 25",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "JORFARTI000020439019",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2009-323",
                    "datePubli": 1238112000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1465 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1465 A",
                    "articleId": "LEGIARTI000006306203",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L321-14 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L321-14",
                    "articleId": "LEGIARTI000038804643",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1231-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1231-3",
                    "articleId": "LEGIARTI000006389122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1233-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1233-1",
                    "articleId": "LEGIARTI000038800491",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563926400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1233-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1233-2",
                    "articleId": "LEGIARTI000038800525",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563926400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5111-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5111-1",
                    "articleId": "LEGIARTI000041411514",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1431-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1431-1",
                    "articleId": "LEGIARTI000020891563",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1462060800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1431-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1431-2",
                    "articleId": "LEGIARTI000020891565",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L303-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L303-2",
                    "articleId": "LEGIARTI000037653135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070162",
                    "textTitle": "CODE DES COMMUNES. - art. L321-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006346816",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070162",
                    "textTitle": "CODE DES COMMUNES. - art. L321-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006346817",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006389121",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1095379200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038804535",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1563926400000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043977781",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213229",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1231-2",
                "1231-2"
            ],
            "versionPrecedente": "LEGIARTI000043977781",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043977781",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sans préjudice des compétences dévolues aux collectivités territoriales et à leurs groupements et en articulation avec ces collectivités et groupements, l'Agence nationale de la cohésion des territoires a pour mission, en tenant compte des particularités, des atouts et des besoins de chaque territoire, de conseiller et de soutenir les collectivités territoriales et leurs groupements mentionnés à l'article L. 5111-1 du présent code dans la conception, la définition et la mise en œuvre de leurs projets, notamment en faveur de l'accès aux services publics, de l'accès aux soins dans le respect des articles L. 1431-1 et L. 1431-2 du code de la santé publique, du logement, des mobilités, de la mobilisation pour les quartiers prioritaires de la politique de la ville et les quartiers urbains en difficulté, de la revitalisation, notamment commerciale et artisanale, des centres-villes et centres-bourgs, de la transition écologique, de la lutte contre l'artificialisation des sols, du développement économique ou du développement des usages numériques. A ce titre, elle facilite l'accès des porteurs de projets aux différentes formes, publiques ou privées, d'ingénierie juridique, financière et technique, qu'elle recense. Elle apporte un concours humain et financier aux collectivités territoriales et à leurs groupements. Elle favorise la coopération entre les territoires et la mise à disposition de compétences de collectivités territoriales et de leurs groupements au bénéfice d'autres collectivités territoriales et groupements. Elle centralise, met à disposition et partage les informations relatives aux projets en matière d'aménagement et de cohésion des territoires dont elle a connaissance. Elle soutient les réseaux associatifs dans le cadre des compétences qui lui sont attribuées. L'agence assure une mission de veille et d'alerte afin de sensibiliser et d'informer les administrations ainsi que les opérateurs publics et privés sur les impacts territoriaux de leurs décisions en matière de cohésion et d'équité territoriales. L'agence informe et oriente, le cas échéant, les porteurs de projets dans leur demande de subvention au titre des fonds européens structurels et d'investissement auprès des autorités de gestion compétentes. L'agence coordonne l'utilisation des fonds européens structurels et d'investissement et assiste le ministre chargé de l'aménagement du territoire dans sa mission de définition, de mise en œuvre et de suivi des politiques nationales et européennes de cohésion économique, sociale et territoriale. II.-L'agence assure la mise en œuvre de la politique de l'Etat en matière d'aménagement durable et de cohésion des territoires en conduisant des programmes nationaux territorialisés et en prévoyant, selon des modalités précisées par décret, la mise en œuvre déconcentrée de ces programmes au moyen de contrats de cohésion territoriale. Ces contrats s'articulent avec les projets de territoire élaborés par les collectivités territoriales et leurs groupements. Ces contrats peuvent intégrer tout autre contrat, prévu par les lois et règlements en vigueur, relatif à l'aménagement du territoire, à la politique de la ville, au numérique ou à tout autre domaine relevant des compétences de l'agence. III.-L'agence veille à la prise en compte des spécificités des territoires de montagne et contribue au développement, à la valorisation et à la protection de ceux-ci. Elle dispose à cet effet des commissariats de massif et des équipes qui leur sont rattachées. IV.-L'agence a également pour mission de favoriser l'aménagement et la restructuration des espaces commerciaux et artisanaux ainsi que des espaces incluant à titre accessoire des espaces de services, et de tous les locaux s'y trouvant, dans les zones mentionnées à l' article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire et à l' article 1465 A du code général des impôts , dans les territoires retenus au titre du programme national de requalification des quartiers anciens dégradés mentionné à l' article 25 de la loi n° 2009-323 du 25 mars 2009 de mobilisation pour le logement et la lutte contre l'exclusion et dans les secteurs d'intervention définis dans le cadre des opérations de revitalisation de territoire mentionnées à l' article L. 303-2 du code de la construction et de l'habitation . A cette fin, l'agence assure, après accord des organes délibérants des communes ou des établissements publics de coopération intercommunale ou des syndicats mixtes concernés, la maîtrise d'ouvrage d'actions et d'opérations tendant à la création, l'extension, la transformation, la reconversion, la gestion ou l'exploitation de surfaces commerciales, artisanales et de services ainsi que de tous les locaux implantés sur ces dernières, situés dans les zones, territoires et secteurs mentionnés au premier alinéa du présent IV. Si la requalification de ces zones, territoires ou secteurs le nécessite, elle peut également intervenir à proximité de ceux-ci. L'agence peut accomplir tout acte de disposition et d'administration nécessaire à la réalisation de la mission définie au présent IV, notamment : 1° Acquérir des fonds commerciaux ou artisanaux en qualité de délégataire du droit de préemption sur les fonds de commerce et artisanaux dans les conditions prévues au chapitre IV du titre Ier du livre II du code de l'urbanisme ou, le cas échéant, par voie d'expropriation, des immeubles ou droits réels immobiliers nécessaires aux opérations correspondant à son objet ; 2° Céder les immeubles ou les fonds acquis en application du 1° du présent IV ; 3° Confier la gestion des fonds commerciaux ou artisanaux acquis à un ou plusieurs locataires gérants ; 4° Gérer et exploiter, directement ou indirectement, les locaux mentionnés au 1° ; 5° Conclure des transactions. V.-L'agence a pour mission d'impulser, d'aider à concevoir et d'accompagner les projets et les initiatives portés par l'Etat, les collectivités territoriales et leurs groupements, les réseaux d'entreprises et les associations dans le domaine du numérique. A ce titre, l'agence : 1° Assure la mise en œuvre des programmes nationaux territorialisés visant à assurer la couverture de l'ensemble du territoire national par des réseaux de communications électroniques mobiles et fixes à très haut débit ; 2° Favorise l'accès de l'ensemble de la population aux outils numériques et le développement des usages et des services numériques dans les territoires. VI.-L'agence remet chaque année un rapport d'activité au Gouvernement et au Parlement. Ce rapport est rendu public.",
            "texteHtml": "<p></p><p>I.-Sans préjudice des compétences dévolues aux collectivités territoriales et à leurs groupements et en articulation avec ces collectivités et groupements, l'Agence nationale de la cohésion des territoires a pour mission, en tenant compte des particularités, des atouts et des besoins de chaque territoire, de conseiller et de soutenir les collectivités territoriales et leurs groupements mentionnés à l'article L. 5111-1 du présent code dans la conception, la définition et la mise en œuvre de leurs projets, notamment en faveur de l'accès aux services publics, de l'accès aux soins dans le respect des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000020891563&dateTexte=&categorieLien=cid'>L. 1431-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000020891565&dateTexte=&categorieLien=cid'>L. 1431-2 </a>du code de la santé publique, du logement, des mobilités, de la mobilisation pour les quartiers prioritaires de la politique de la ville et les quartiers urbains en difficulté, de la revitalisation, notamment commerciale et artisanale, des centres-villes et centres-bourgs, de la transition écologique, de la lutte contre l'artificialisation des sols, du développement économique ou du développement des usages numériques. A ce titre, elle facilite l'accès des porteurs de projets aux différentes formes, publiques ou privées, d'ingénierie juridique, financière et technique, qu'elle recense. Elle apporte un concours humain et financier aux collectivités territoriales et à leurs groupements. Elle favorise la coopération entre les territoires et la mise à disposition de compétences de collectivités territoriales et de leurs groupements au bénéfice d'autres collectivités territoriales et groupements. Elle centralise, met à disposition et partage les informations relatives aux projets en matière d'aménagement et de cohésion des territoires dont elle a connaissance. Elle soutient les réseaux associatifs dans le cadre des compétences qui lui sont attribuées.<br/><br/>\nL'agence assure une mission de veille et d'alerte afin de sensibiliser et d'informer les administrations ainsi que les opérateurs publics et privés sur les impacts territoriaux de leurs décisions en matière de cohésion et d'équité territoriales.<br/><br/>\nL'agence informe et oriente, le cas échéant, les porteurs de projets dans leur demande de subvention au titre des fonds européens structurels et d'investissement auprès des autorités de gestion compétentes.<br/><br/>\nL'agence coordonne l'utilisation des fonds européens structurels et d'investissement et assiste le ministre chargé de l'aménagement du territoire dans sa mission de définition, de mise en œuvre et de suivi des politiques nationales et européennes de cohésion économique, sociale et territoriale.<br/><br/>\nII.-L'agence assure la mise en œuvre de la politique de l'Etat en matière d'aménagement durable et de cohésion des territoires en conduisant des programmes nationaux territorialisés et en prévoyant, selon des modalités précisées par décret, la mise en œuvre déconcentrée de ces programmes au moyen de contrats de cohésion territoriale. Ces contrats s'articulent avec les projets de territoire élaborés par les collectivités territoriales et leurs groupements. Ces contrats peuvent intégrer tout autre contrat, prévu par les lois et règlements en vigueur, relatif à l'aménagement du territoire, à la politique de la ville, au numérique ou à tout autre domaine relevant des compétences de l'agence.<br/><br/>\nIII.-L'agence veille à la prise en compte des spécificités des territoires de montagne et contribue au développement, à la valorisation et à la protection de ceux-ci. Elle dispose à cet effet des commissariats de massif et des équipes qui leur sont rattachées.<br/><br/>\nIV.-L'agence a également pour mission de favoriser l'aménagement et la restructuration des espaces commerciaux et artisanaux ainsi que des espaces incluant à titre accessoire des espaces de services, et de tous les locaux s'y trouvant, dans les zones mentionnées à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000531809&idArticle=LEGIARTI000006340126&dateTexte=&categorieLien=cid'>article 42 de la loi n° 95-115 du 4 février 1995 </a>d'orientation pour l'aménagement et le développement du territoire et à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306203&dateTexte=&categorieLien=cid'>article 1465 A du code général des impôts</a>, dans les territoires retenus au titre du programme national de requalification des quartiers anciens dégradés mentionné à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000020438861&idArticle=JORFARTI000020439019&categorieLien=cid'>article 25 de la loi n° 2009-323 du 25 mars 2009 </a>de mobilisation pour le logement et la lutte contre l'exclusion et dans les secteurs d'intervention définis dans le cadre des opérations de revitalisation de territoire mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000037653135&dateTexte=&categorieLien=cid'>article L. 303-2 du code de la construction et de l'habitation</a>.<br/><br/>\nA cette fin, l'agence assure, après accord des organes délibérants des communes ou des établissements publics de coopération intercommunale ou des syndicats mixtes concernés, la maîtrise d'ouvrage d'actions et d'opérations tendant à la création, l'extension, la transformation, la reconversion, la gestion ou l'exploitation de surfaces commerciales, artisanales et de services ainsi que de tous les locaux implantés sur ces dernières, situés dans les zones, territoires et secteurs mentionnés au premier alinéa du présent IV. Si la requalification de ces zones, territoires ou secteurs le nécessite, elle peut également intervenir à proximité de ceux-ci.<br/><br/>\nL'agence peut accomplir tout acte de disposition et d'administration nécessaire à la réalisation de la mission définie au présent IV, notamment :<br/><br/>\n1° Acquérir des fonds commerciaux ou artisanaux en qualité de délégataire du droit de préemption sur les fonds de commerce et artisanaux dans les conditions prévues au chapitre IV du titre Ier du livre II du code de l'urbanisme ou, le cas échéant, par voie d'expropriation, des immeubles ou droits réels immobiliers nécessaires aux opérations correspondant à son objet ;<br/><br/>\n2° Céder les immeubles ou les fonds acquis en application du 1° du présent IV ;<br/><br/>\n3° Confier la gestion des fonds commerciaux ou artisanaux acquis à un ou plusieurs locataires gérants ;<br/><br/>\n4° Gérer et exploiter, directement ou indirectement, les locaux mentionnés au 1° ;<br/><br/>\n5° Conclure des transactions.<br/><br/>\nV.-L'agence a pour mission d'impulser, d'aider à concevoir et d'accompagner les projets et les initiatives portés par l'Etat, les collectivités territoriales et leurs groupements, les réseaux d'entreprises et les associations dans le domaine du numérique.<br/><br/>\nA ce titre, l'agence :<br/><br/>\n1° Assure la mise en œuvre des programmes nationaux territorialisés visant à assurer la couverture de l'ensemble du territoire national par des réseaux de communications électroniques mobiles et fixes à très haut débit ;<br/><br/>\n2° Favorise l'accès de l'ensemble de la population aux outils numériques et le développement des usages et des services numériques dans les territoires.<br/><br/>\nVI.-L'agence remet chaque année un rapport d'activité au Gouvernement et au Parlement. Ce rapport est rendu public.</p><p></p>",
            "num": "L1231-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1629849600000,
            "dateFin": 1645574400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135477",
                        "id": "LEGISCTA000006135477",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2004-09-17",
                        "titre": "TITRE III : LE CONSEIL NATIONAL DES SERVICES PUBLICS DÉPARTEMENTAUX ET COMMUNAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149199",
                        "id": "LEGISCTA000006149199",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2019-07-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : AGENCE NATIONALE DE LA COHÉSION DES TERRITOIRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149199",
                        "id": "LEGISCTA000038804533",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2004-09-17",
                        "titre": "CHAPITRE unique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164473",
                        "id": "LEGISCTA000006164473",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2019-07-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE Ier : Statut et missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164473",
                        "id": "LEGISCTA000038804531",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006389121",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164473",
            "sectionParentId": "LEGISCTA000038804531",
            "sectionParentTitre": "CHAPITRE Ier : Statut et missions",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS &gt; TITRE III : AGENCE NATIONALE DE LA COHÉSION DES TERRITOIRES &gt; CHAPITRE Ier : Statut et missions",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043977781",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 2 de la loi n° 2019-753 du 22 juillet 2019, les dispositions du IV entrent en vigueur à la date prévue par le décret en Conseil d'Etat mentionné à l'article 15 de la présente loi, et au plus tard le 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l’article 2 de la loi n° 2019-753 du 22 juillet 2019, les dispositions du IV entrent en vigueur à la date prévue par le décret en Conseil d'Etat mentionné à l'article 15 de la présente loi, et au plus tard le 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi n°96-142 du 21 février 1996",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 198",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "198",
                    "articleId": "LEGIARTI000043958168",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-24",
                    "dateSignaTexte": "2021-08-22",
                    "dateDebutCible": "2021-08-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000880200",
                    "textTitle": "Loi n° 65-557 du 10 juillet 1965 - art. 26-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26-3",
                    "articleId": "LEGIARTI000038804619",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "65-557",
                    "datePubli": -141264000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000531809",
                    "textTitle": "Loi n° 95-115 du 4 février 1995 - art. 42",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000006340126",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "95-115",
                    "datePubli": 791942400000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "JORFTEXT000020438861",
                    "textTitle": "LOI n° 2009-323 du 25 mars 2009 - art. 25",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "JORFARTI000020439019",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2009-323",
                    "datePubli": 1238112000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1465 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1465 A",
                    "articleId": "LEGIARTI000006306203",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L321-14 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L321-14",
                    "articleId": "LEGIARTI000038804643",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1231-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1231-3",
                    "articleId": "LEGIARTI000006389122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1233-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1233-1",
                    "articleId": "LEGIARTI000038800491",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563926400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1233-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1233-2",
                    "articleId": "LEGIARTI000038800525",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563926400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5111-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5111-1",
                    "articleId": "LEGIARTI000041411514",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1431-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1431-1",
                    "articleId": "LEGIARTI000020891563",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1462060800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1431-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1431-2",
                    "articleId": "LEGIARTI000020891565",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L303-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L303-2",
                    "articleId": "LEGIARTI000037653135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070162",
                    "textTitle": "CODE DES COMMUNES. - art. L321-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006346816",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070162",
                    "textTitle": "CODE DES COMMUNES. - art. L321-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006346817",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006389121",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1095379200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038804535",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1563926400000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043977781",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213229",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1231-2",
                "1231-2"
            ],
            "versionPrecedente": "LEGIARTI000038804535",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038804535",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sans préjudice des compétences dévolues aux collectivités territoriales et à leurs groupements et en articulation avec ces collectivités et groupements, l'Agence nationale de la cohésion des territoires a pour mission, en tenant compte des particularités, des atouts et des besoins de chaque territoire, de conseiller et de soutenir les collectivités territoriales et leurs groupements mentionnés à l'article L. 5111-1 du présent code dans la conception, la définition et la mise en œuvre de leurs projets, notamment en faveur de l'accès aux services publics, de l'accès aux soins dans le respect des articles L. 1431-1 et L. 1431-2 du code de la santé publique, du logement, des mobilités, de la mobilisation pour les quartiers prioritaires de la politique de la ville et les quartiers urbains en difficulté, de la revitalisation, notamment commerciale et artisanale, des centres-villes et centres-bourgs, de la transition écologique, du développement économique ou du développement des usages numériques. A ce titre, elle facilite l'accès des porteurs de projets aux différentes formes, publiques ou privées, d'ingénierie juridique, financière et technique, qu'elle recense. Elle apporte un concours humain et financier aux collectivités territoriales et à leurs groupements. Elle favorise la coopération entre les territoires et la mise à disposition de compétences de collectivités territoriales et de leurs groupements au bénéfice d'autres collectivités territoriales et groupements. Elle centralise, met à disposition et partage les informations relatives aux projets en matière d'aménagement et de cohésion des territoires dont elle a connaissance. Elle soutient les réseaux associatifs dans le cadre des compétences qui lui sont attribuées. L'agence assure une mission de veille et d'alerte afin de sensibiliser et d'informer les administrations ainsi que les opérateurs publics et privés sur les impacts territoriaux de leurs décisions en matière de cohésion et d'équité territoriales. L'agence informe et oriente, le cas échéant, les porteurs de projets dans leur demande de subvention au titre des fonds européens structurels et d'investissement auprès des autorités de gestion compétentes. L'agence coordonne l'utilisation des fonds européens structurels et d'investissement et assiste le ministre chargé de l'aménagement du territoire dans sa mission de définition, de mise en œuvre et de suivi des politiques nationales et européennes de cohésion économique, sociale et territoriale. II.-L'agence assure la mise en œuvre de la politique de l'Etat en matière d'aménagement durable et de cohésion des territoires en conduisant des programmes nationaux territorialisés et en prévoyant, selon des modalités précisées par décret, la mise en œuvre déconcentrée de ces programmes au moyen de contrats de cohésion territoriale. Ces contrats s'articulent avec les projets de territoire élaborés par les collectivités territoriales et leurs groupements. Ces contrats peuvent intégrer tout autre contrat, prévu par les lois et règlements en vigueur, relatif à l'aménagement du territoire, à la politique de la ville, au numérique ou à tout autre domaine relevant des compétences de l'agence. III.-L'agence veille à la prise en compte des spécificités des territoires de montagne et contribue au développement, à la valorisation et à la protection de ceux-ci. Elle dispose à cet effet des commissariats de massif et des équipes qui leur sont rattachées. IV.-L'agence a également pour mission de favoriser l'aménagement et la restructuration des espaces commerciaux et artisanaux ainsi que des espaces incluant à titre accessoire des espaces de services, et de tous les locaux s'y trouvant, dans les zones mentionnées à l' article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire et à l' article 1465 A du code général des impôts , dans les territoires retenus au titre du programme national de requalification des quartiers anciens dégradés mentionné à l' article 25 de la loi n° 2009-323 du 25 mars 2009 de mobilisation pour le logement et la lutte contre l'exclusion et dans les secteurs d'intervention définis dans le cadre des opérations de revitalisation de territoire mentionnées à l' article L. 303-2 du code de la construction et de l'habitation . A cette fin, l'agence assure, après accord des organes délibérants des communes ou des établissements publics de coopération intercommunale ou des syndicats mixtes concernés, la maîtrise d'ouvrage d'actions et d'opérations tendant à la création, l'extension, la transformation, la reconversion, la gestion ou l'exploitation de surfaces commerciales, artisanales et de services ainsi que de tous les locaux implantés sur ces dernières, situés dans les zones, territoires et secteurs mentionnés au premier alinéa du présent IV. Si la requalification de ces zones, territoires ou secteurs le nécessite, elle peut également intervenir à proximité de ceux-ci. L'agence peut accomplir tout acte de disposition et d'administration nécessaire à la réalisation de la mission définie au présent IV, notamment : 1° Acquérir des fonds commerciaux ou artisanaux en qualité de délégataire du droit de préemption sur les fonds de commerce et artisanaux dans les conditions prévues au chapitre IV du titre Ier du livre II du code de l'urbanisme ou, le cas échéant, par voie d'expropriation, des immeubles ou droits réels immobiliers nécessaires aux opérations correspondant à son objet ; 2° Céder les immeubles ou les fonds acquis en application du 1° du présent IV ; 3° Confier la gestion des fonds commerciaux ou artisanaux acquis à un ou plusieurs locataires gérants ; 4° Gérer et exploiter, directement ou indirectement, les locaux mentionnés au 1° ; 5° Conclure des transactions. V.-L'agence a pour mission d'impulser, d'aider à concevoir et d'accompagner les projets et les initiatives portés par l'Etat, les collectivités territoriales et leurs groupements, les réseaux d'entreprises et les associations dans le domaine du numérique. A ce titre, l'agence : 1° Assure la mise en œuvre des programmes nationaux territorialisés visant à assurer la couverture de l'ensemble du territoire national par des réseaux de communications électroniques mobiles et fixes à très haut débit ; 2° Favorise l'accès de l'ensemble de la population aux outils numériques et le développement des usages et des services numériques dans les territoires. VI.-L'agence remet chaque année un rapport d'activité au Gouvernement et au Parlement. Ce rapport est rendu public.",
            "texteHtml": "<p>I.-Sans préjudice des compétences dévolues aux collectivités territoriales et à leurs groupements et en articulation avec ces collectivités et groupements, l'Agence nationale de la cohésion des territoires a pour mission, en tenant compte des particularités, des atouts et des besoins de chaque territoire, de conseiller et de soutenir les collectivités territoriales et leurs groupements mentionnés à l'article L. 5111-1 du présent code dans la conception, la définition et la mise en œuvre de leurs projets, notamment en faveur de l'accès aux services publics, de l'accès aux soins dans le respect des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000020891563&dateTexte=&categorieLien=cid'>L. 1431-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000020891565&dateTexte=&categorieLien=cid'>L. 1431-2 </a>du code de la santé publique, du logement, des mobilités, de la mobilisation pour les quartiers prioritaires de la politique de la ville et les quartiers urbains en difficulté, de la revitalisation, notamment commerciale et artisanale, des centres-villes et centres-bourgs, de la transition écologique, du développement économique ou du développement des usages numériques. A ce titre, elle facilite l'accès des porteurs de projets aux différentes formes, publiques ou privées, d'ingénierie juridique, financière et technique, qu'elle recense. Elle apporte un concours humain et financier aux collectivités territoriales et à leurs groupements. Elle favorise la coopération entre les territoires et la mise à disposition de compétences de collectivités territoriales et de leurs groupements au bénéfice d'autres collectivités territoriales et groupements. Elle centralise, met à disposition et partage les informations relatives aux projets en matière d'aménagement et de cohésion des territoires dont elle a connaissance. Elle soutient les réseaux associatifs dans le cadre des compétences qui lui sont attribuées. <br/><br/>L'agence assure une mission de veille et d'alerte afin de sensibiliser et d'informer les administrations ainsi que les opérateurs publics et privés sur les impacts territoriaux de leurs décisions en matière de cohésion et d'équité territoriales. <br/><br/>L'agence informe et oriente, le cas échéant, les porteurs de projets dans leur demande de subvention au titre des fonds européens structurels et d'investissement auprès des autorités de gestion compétentes. <br/><br/>L'agence coordonne l'utilisation des fonds européens structurels et d'investissement et assiste le ministre chargé de l'aménagement du territoire dans sa mission de définition, de mise en œuvre et de suivi des politiques nationales et européennes de cohésion économique, sociale et territoriale. <br/><br/>II.-L'agence assure la mise en œuvre de la politique de l'Etat en matière d'aménagement durable et de cohésion des territoires en conduisant des programmes nationaux territorialisés et en prévoyant, selon des modalités précisées par décret, la mise en œuvre déconcentrée de ces programmes au moyen de contrats de cohésion territoriale. Ces contrats s'articulent avec les projets de territoire élaborés par les collectivités territoriales et leurs groupements. Ces contrats peuvent intégrer tout autre contrat, prévu par les lois et règlements en vigueur, relatif à l'aménagement du territoire, à la politique de la ville, au numérique ou à tout autre domaine relevant des compétences de l'agence. <br/><br/>III.-L'agence veille à la prise en compte des spécificités des territoires de montagne et contribue au développement, à la valorisation et à la protection de ceux-ci. Elle dispose à cet effet des commissariats de massif et des équipes qui leur sont rattachées. <br/><br/>IV.-L'agence a également pour mission de favoriser l'aménagement et la restructuration des espaces commerciaux et artisanaux ainsi que des espaces incluant à titre accessoire des espaces de services, et de tous les locaux s'y trouvant, dans les zones mentionnées à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000531809&idArticle=LEGIARTI000006340126&dateTexte=&categorieLien=cid'>article 42 de la loi n° 95-115 du 4 février 1995 </a>d'orientation pour l'aménagement et le développement du territoire et à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306203&dateTexte=&categorieLien=cid'>article 1465 A du code général des impôts</a>, dans les territoires retenus au titre du programme national de requalification des quartiers anciens dégradés mentionné à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000020438861&idArticle=JORFARTI000020439019&categorieLien=cid'>article 25 de la loi n° 2009-323 du 25 mars 2009 </a>de mobilisation pour le logement et la lutte contre l'exclusion et dans les secteurs d'intervention définis dans le cadre des opérations de revitalisation de territoire mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000038804623&dateTexte=&categorieLien=id' title='Code de la construction et de l'habitation. - art. L303-2 (VD)'>article L. 303-2 du code de la construction et de l'habitation</a>. <br/><br/>A cette fin, l'agence assure, après accord des organes délibérants des communes ou des établissements publics de coopération intercommunale ou des syndicats mixtes concernés, la maîtrise d'ouvrage d'actions et d'opérations tendant à la création, l'extension, la transformation, la reconversion, la gestion ou l'exploitation de surfaces commerciales, artisanales et de services ainsi que de tous les locaux implantés sur ces dernières, situés dans les zones, territoires et secteurs mentionnés au premier alinéa du présent IV. Si la requalification de ces zones, territoires ou secteurs le nécessite, elle peut également intervenir à proximité de ceux-ci. <br/><br/>L'agence peut accomplir tout acte de disposition et d'administration nécessaire à la réalisation de la mission définie au présent IV, notamment : <br/><br/>1° Acquérir des fonds commerciaux ou artisanaux en qualité de délégataire du droit de préemption sur les fonds de commerce et artisanaux dans les conditions prévues au chapitre IV du titre Ier du livre II du code de l'urbanisme ou, le cas échéant, par voie d'expropriation, des immeubles ou droits réels immobiliers nécessaires aux opérations correspondant à son objet ; <br/><br/>2° Céder les immeubles ou les fonds acquis en application du 1° du présent IV ; <br/><br/>3° Confier la gestion des fonds commerciaux ou artisanaux acquis à un ou plusieurs locataires gérants ; <br/><br/>4° Gérer et exploiter, directement ou indirectement, les locaux mentionnés au 1° ; <br/><br/>5° Conclure des transactions. <br/><br/>V.-L'agence a pour mission d'impulser, d'aider à concevoir et d'accompagner les projets et les initiatives portés par l'Etat, les collectivités territoriales et leurs groupements, les réseaux d'entreprises et les associations dans le domaine du numérique. <br/><br/>A ce titre, l'agence : <br/><br/>1° Assure la mise en œuvre des programmes nationaux territorialisés visant à assurer la couverture de l'ensemble du territoire national par des réseaux de communications électroniques mobiles et fixes à très haut débit ; <br/><br/>2° Favorise l'accès de l'ensemble de la population aux outils numériques et le développement des usages et des services numériques dans les territoires. <br/><br/>VI.-L'agence remet chaque année un rapport d'activité au Gouvernement et au Parlement. Ce rapport est rendu public.</p>",
            "num": "L1231-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1563926400000,
            "dateFin": 1629849600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135477",
                        "id": "LEGISCTA000006135477",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2004-09-17",
                        "titre": "TITRE III : LE CONSEIL NATIONAL DES SERVICES PUBLICS DÉPARTEMENTAUX ET COMMUNAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149199",
                        "id": "LEGISCTA000006149199",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2019-07-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : AGENCE NATIONALE DE LA COHÉSION DES TERRITOIRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149199",
                        "id": "LEGISCTA000038804533",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2004-09-17",
                        "titre": "CHAPITRE unique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164473",
                        "id": "LEGISCTA000006164473",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2019-07-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE Ier : Statut et missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164473",
                        "id": "LEGISCTA000038804531",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006389121",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164473",
            "sectionParentId": "LEGISCTA000038804531",
            "sectionParentTitre": "CHAPITRE Ier : Statut et missions",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS &gt; TITRE III : AGENCE NATIONALE DE LA COHÉSION DES TERRITOIRES &gt; CHAPITRE Ier : Statut et missions",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038804535",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 2 de la loi n° 2019-753 du 22 juillet 2019, les dispositions du IV entrent en vigueur à la date prévue par le décret en Conseil d'Etat mentionné à l'article 15 de la présente loi, et au plus tard le 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l’article 2 de la loi n° 2019-753 du 22 juillet 2019, les dispositions du IV entrent en vigueur à la date prévue par le décret en Conseil d'Etat mentionné à l'article 15 de la présente loi, et au plus tard le 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi n°96-142 du 21 février 1996",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038799829",
                    "textTitle": "LOI n°2019-753 du 22 juillet 2019 - art. 2 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038800216",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-23",
                    "dateSignaTexte": "2019-07-22",
                    "dateDebutCible": "2019-07-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000880200",
                    "textTitle": "Loi n° 65-557 du 10 juillet 1965 - art. 26-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26-3",
                    "articleId": "LEGIARTI000038804619",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "65-557",
                    "datePubli": -141264000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000531809",
                    "textTitle": "Loi n° 95-115 du 4 février 1995 - art. 42",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000006340126",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "95-115",
                    "datePubli": 791942400000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "JORFTEXT000020438861",
                    "textTitle": "LOI n° 2009-323 du 25 mars 2009 - art. 25",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "JORFARTI000020439019",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2009-323",
                    "datePubli": 1238112000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1465 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1465 A",
                    "articleId": "LEGIARTI000006306203",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L321-14 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L321-14",
                    "articleId": "LEGIARTI000038804643",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1231-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1231-3",
                    "articleId": "LEGIARTI000006389122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1233-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1233-1",
                    "articleId": "LEGIARTI000038800491",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563926400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1233-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1233-2",
                    "articleId": "LEGIARTI000038800525",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563926400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5111-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5111-1",
                    "articleId": "LEGIARTI000041411514",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1431-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1431-1",
                    "articleId": "LEGIARTI000020891563",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1462060800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1431-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1431-2",
                    "articleId": "LEGIARTI000020891565",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L303-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L303-2",
                    "articleId": "LEGIARTI000038804623",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070162",
                    "textTitle": "CODE DES COMMUNES. - art. L321-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006346816",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070162",
                    "textTitle": "CODE DES COMMUNES. - art. L321-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006346817",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006389121",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1095379200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038804535",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1563926400000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043977781",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213229",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1231-2",
                "1231-2"
            ],
            "versionPrecedente": "LEGIARTI000006389121",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006389121",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "- Le ministre de l'intérieur a notamment pour mission : 1° De provoquer toutes dispositions d'ordre économique ou social propres à assurer le bon fonctionnement des services publics départementaux, interdépartementaux, communaux et intercommunaux dont la gestion est contrôlée par son département ; 2° D'établir des modèles de cahiers des charges auxquels les départements et les communes peuvent se référer pour leurs services exploités sous le régime de la concession ou de l'affermage ainsi que des modèles de règlements auxquels ils peuvent se référer pour leurs services exploités en régie.",
            "texteHtml": "<p></p>    - Le ministre de l'intérieur a notamment pour mission :<p></p><p></p>   1° De provoquer toutes dispositions d'ordre économique ou social propres à assurer le bon fonctionnement des services publics départementaux, interdépartementaux, communaux et intercommunaux dont la gestion est contrôlée par son département ;<p></p><p></p>   2° D'établir des modèles de cahiers des charges auxquels les départements et les communes peuvent se référer pour leurs services exploités sous le régime de la concession ou de l'affermage ainsi que des modèles de règlements auxquels ils peuvent se référer pour leurs services exploités en régie.<p></p>",
            "num": "L1231-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 825120000000,
            "dateFin": 1095379200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135477",
                        "id": "LEGISCTA000006135477",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2004-09-17",
                        "titre": "TITRE III : LE CONSEIL NATIONAL DES SERVICES PUBLICS DÉPARTEMENTAUX ET COMMUNAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149199",
                        "id": "LEGISCTA000006149199",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2019-07-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : AGENCE NATIONALE DE LA COHÉSION DES TERRITOIRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149199",
                        "id": "LEGISCTA000038804533",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2004-09-17",
                        "titre": "CHAPITRE unique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164473",
                        "id": "LEGISCTA000006164473",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2019-07-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE Ier : Statut et missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164473",
                        "id": "LEGISCTA000038804531",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006389121",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164473",
            "sectionParentId": "LEGISCTA000038804531",
            "sectionParentTitre": "CHAPITRE Ier : Statut et missions",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006389121",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21 jorf 24 février 1996",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000804612",
                    "textTitle": "Loi n°2004-811 du 13 août 2004 - art. 45 () JORF 17 août 2004",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000006529467",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-08-17",
                    "dateSignaTexte": "2004-08-13",
                    "dateDebutCible": "2004-08-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000880200",
                    "textTitle": "Loi n° 65-557 du 10 juillet 1965 - art. 26-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26-3",
                    "articleId": "LEGIARTI000038804619",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "65-557",
                    "datePubli": -141264000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L321-14 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L321-14",
                    "articleId": "LEGIARTI000038804643",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1231-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1231-3",
                    "articleId": "LEGIARTI000006389122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1233-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1233-1",
                    "articleId": "LEGIARTI000038800491",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563926400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1233-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1233-2",
                    "articleId": "LEGIARTI000038800525",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563926400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5111-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5111-1",
                    "articleId": "LEGIARTI000041411514",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070162",
                    "textTitle": "CODE DES COMMUNES. - art. L321-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006346816",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070162",
                    "textTitle": "CODE DES COMMUNES. - art. L321-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006346817",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006389121",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1095379200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038804535",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1563926400000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043977781",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213229",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1231-2",
                "1231-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}