{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048426890",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "A la demande de l'organisme pour l'exécution de sa mission de délivrance et de suivi des garanties d'origine ainsi que pour la vérification des éléments figurant dans les dossiers de demandes de garanties d'origine, chaque gestionnaire de réseau public d'électricité vérifie l'exactitude des éléments mentionnés à l'article R. 311-58 à partir des données dont il dispose relatives aux installations ayant fait l'objet de demandes d'inscription sur le registre national des garanties d'origine. Les gestionnaires de réseau public d'électricité communiquent à l'organisme le résultat de leur vérification, au plus tard trente jours après la sollicitation de l'organisme. Chaque gestionnaire de réseau public de distribution et de transport d'électricité sur le réseau duquel est connectée au moins une installation de production enregistrée sur le registre national des garanties d'origine, met à disposition gratuitement de l'organisme les données nécessaires à l'exécution de ses missions et permettant la vérification des éléments figurant dans les dossiers de demandes de garanties d'origine, notamment les données de comptage du volume net d'électricité injectée sur son réseau ou les données permettant de calculer cette valeur. Le format de ces données est défini par l'organisme en concertation avec les gestionnaires de réseau public de distribution et de transport d'électricité. Les modalités de cette mise à disposition, qui couvre également les données prévues aux articles R. 314-55 et R. 314-56, sont définies dans le cadre d'un contrat approuvé par le ministre chargé de l'énergie. Les gestionnaires des réseaux publics de distribution et de transport d'électricité sont responsables des données qu'ils mettent à disposition à l'organisme. En cas d'erreur sur la valeur de la production nette d'électricité d'une installation transmise par un gestionnaire de réseau, celui-ci transmet la valeur corrigée à l'organisme qui procède à une régularisation sur la quantité de garanties d'origine de l'installation concernée au titre de la production du mois suivant sa transmission ou, le cas échéant, du premier mois pendant lequel l'installation produit. Pour la mise en œuvre des deux alinéas précédents, un gestionnaire de réseau public de distribution peut mandater un autre gestionnaire du réseau public de distribution ou une entité regroupant plusieurs gestionnaires de réseau public de distribution. Il en informe l'organisme. L'organisme préserve la confidentialité des informations d'ordre économique, commercial, industriel, financier ou technique dont la communication serait de nature à porter atteinte aux règles de concurrence et de non-discrimination imposées par la loi.",
            "texteHtml": "<p>A la demande de l'organisme pour l'exécution de sa mission de délivrance et de suivi des garanties d'origine ainsi que pour la vérification des éléments figurant dans les dossiers de demandes de garanties d'origine, chaque gestionnaire de réseau public d'électricité vérifie l'exactitude des éléments mentionnés à l'article R. 311-58 à partir des données dont il dispose relatives aux installations ayant fait l'objet de demandes d'inscription sur le registre national des garanties d'origine. Les gestionnaires de réseau public d'électricité communiquent à l'organisme le résultat de leur vérification, au plus tard trente jours après la sollicitation de l'organisme.<br/><br/>\n Chaque gestionnaire de réseau public de distribution et de transport d'électricité sur le réseau duquel est connectée au moins une installation de production enregistrée sur le registre national des garanties d'origine, met à disposition gratuitement de l'organisme les données nécessaires à l'exécution de ses missions et permettant la vérification des éléments figurant dans les dossiers de demandes de garanties d'origine, notamment les données de comptage du volume net d'électricité injectée sur son réseau ou les données permettant de calculer cette valeur. Le format de ces données est défini par l'organisme en concertation avec les gestionnaires de réseau public de distribution et de transport d'électricité. Les modalités de cette mise à disposition, qui couvre également les données prévues aux articles R. 314-55 et R. 314-56, sont définies dans le cadre d'un contrat approuvé par le ministre chargé de l'énergie.<br/><br/>\n Les gestionnaires des réseaux publics de distribution et de transport d'électricité sont responsables des données qu'ils mettent à disposition à l'organisme. En cas d'erreur sur la valeur de la production nette d'électricité d'une installation transmise par un gestionnaire de réseau, celui-ci transmet la valeur corrigée à l'organisme qui procède à une régularisation sur la quantité de garanties d'origine de l'installation concernée au titre de la production du mois suivant sa transmission ou, le cas échéant, du premier mois pendant lequel l'installation produit.<br/><br/>\n Pour la mise en œuvre des deux alinéas précédents, un gestionnaire de réseau public de distribution peut mandater un autre gestionnaire du réseau public de distribution ou une entité regroupant plusieurs gestionnaires de réseau public de distribution. Il en informe l'organisme.<br/><br/>\n L'organisme préserve la confidentialité des informations d'ordre économique, commercial, industriel, financier ou technique dont la communication serait de nature à porter atteinte aux règles de concurrence et de non-discrimination imposées par la loi.</p>",
            "num": "R311-73",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1700352000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES DISPOSITIONS RELATIVES À L'ÉLECTRICITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748265",
                        "id": "LEGISCTA000031748265",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : LA PRODUCTION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748267",
                        "id": "LEGISCTA000031748267",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Les dispositions générales relatives à la production",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748269",
                        "id": "LEGISCTA000031748269",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-11-19",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Les garanties d'origine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048426828",
                        "id": "LEGISCTA000048426828",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-11-19",
                        "fin": "2999-01-01",
                        "titre": "Sous-section  5 :  Contrôle des garanties d'origine ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048426882",
                        "id": "LEGISCTA000048426882",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048426890",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048426882",
            "sectionParentId": "LEGISCTA000048426882",
            "sectionParentTitre": "Sous-section  5 :  Contrôle des garanties d'origine ",
            "fullSectionsTitre": "Partie réglementaire  &gt; LIVRE III : LES DISPOSITIONS RELATIVES À L'ÉLECTRICITÉ &gt; TITRE Ier : LA PRODUCTION &gt; Chapitre Ier : Les dispositions générales relatives à la production &gt; Section 5 : Les garanties d'origine &gt; Sous-section  5 :  Contrôle des garanties d'origine ",
            "refInjection": "MD-20231125_183150_187_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048426890",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023983208",
                    "titre": "Code de l'énergie",
                    "titreLong": "Code de l'énergie",
                    "etat": "VIGUEUR",
                    "dateDebut": 1306886400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023983208",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048423398",
                    "textTitle": "Décret n°2023-1048 du 16 novembre 2023 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000048425359",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-11-18",
                    "dateSignaTexte": "2023-11-16",
                    "dateDebutCible": "2023-11-19"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048426890",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1700352000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R311-73",
                "311-73"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}