{
    "cid": "LEGIARTI000038472015",
    "num": "D132-7",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129029",
                        "id": "LEGISCTA000006129029",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Institutions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143765",
                        "id": "LEGISCTA000006143765",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-05-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II bis : Haut Conseil pour le climat\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038472001",
                        "id": "LEGISCTA000038472001",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000038472015",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038471207",
                    "textTitle": "Décret n°2019-439 du 14 mai 2019 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038471833",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-05-15",
                    "dateSignaTexte": "2019-05-14",
                    "dateDebutCible": "2019-05-16"
                }
            ],
            "num": "D132-7",
            "origine": "LEGI",
            "texte": "Le Haut Conseil pour le climat est un organisme indépendant, hébergé par France Stratégie qui met à sa disposition un appui administratif, informatique et de communication. Le Haut Conseil pour le climat dispose d'un budget propre. Son président décide de l'emploi des crédits nécessaires à l'accomplissement de ses missions. Le haut conseil dispose d'un secrétariat qui assure, sous l'autorité de son président, le suivi et l'organisation de ses travaux. Pour la réalisation de ses missions, le haut conseil peut solliciter l'appui des services de l'administration compétents en matière de climat, avec leur accord. Il peut également passer commande de travaux ou études à des experts ou des organismes extérieurs à l'administration. Les membres du haut conseil peuvent percevoir une indemnité pour leur engagement dont le montant est arrêté par le Premier ministre. Les frais de déplacement et de séjour des personnes associées aux travaux du haut conseil sont remboursés dans les conditions prévues par la réglementation applicable aux personnels civils de l'Etat.",
            "texteHtml": "<p>Le Haut Conseil pour le climat est un organisme indépendant, hébergé par France Stratégie qui met à sa disposition un appui administratif, informatique et de communication.</p><p> Le Haut Conseil pour le climat dispose d'un budget propre. Son président décide de l'emploi des crédits nécessaires à l'accomplissement de ses missions.</p><p> Le haut conseil dispose d'un secrétariat qui assure, sous l'autorité de son président, le suivi et l'organisation de ses travaux.</p><p> Pour la réalisation de ses missions, le haut conseil peut solliciter l'appui des services de l'administration compétents en matière de climat, avec leur accord. Il peut également passer commande de travaux ou études à des experts ou des organismes extérieurs à l'administration.</p><p> Les membres du haut conseil peuvent percevoir une indemnité pour leur engagement dont le montant est arrêté par le Premier ministre.</p><p> Les frais de déplacement et de séjour des personnes associées aux travaux du haut conseil sont remboursés dans les conditions prévues par la réglementation applicable aux personnels civils de l'Etat.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-05-16T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}