{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000030003158",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les personnes publiques définies au premier alinéa de l'article L. 2573-29 et leurs concessionnaires, à qui les propriétaires intéressés n'ont pas donné les facilités nécessaires à l'établissement, au fonctionnement ou à l'entretien des canalisations souterraines d'eau potable ou d'évacuation d'eaux usées ou pluviales, peuvent obtenir l'établissement de la servitude prévue audit article, dans les conditions déterminées ci-dessous. II. – Sauf dispositions contraires de l'arrêté du haut-commissaire de la République prévu au X décidant, dans l'intérêt de l'exploitation de la parcelle que traverse la canalisation, que la servitude n'entraîne pas certains des effets énumérés au présent article, la servitude donne à son bénéficiaire le droit : 1° D'enfouir dans une bande de terrain dont la largeur est fixée par le haut-commissaire de la République, mais qui ne pourra dépasser trois mètres, une ou plusieurs canalisations, une hauteur minimum de 0,60 mètre étant respectée entre la génératrice supérieure des canalisations et le niveau du sol après les travaux ; 2° D'essarter, dans la bande de terrain prévue au 1° ci-dessus et, le cas échéant, dans une bande plus large déterminée par l'arrêté du haut-commissaire de la République, les arbres susceptibles de nuire à l'établissement et à l'entretien de la canalisation ; 3° D'accéder au terrain dans lequel la conduite est enfouie, les agents chargés du contrôle bénéficiant du même droit d'accès ; 4° D'effectuer tous travaux d'entretien et de réparation conformément aux dispositions du XIV. III. – La servitude oblige les propriétaires et leurs ayants droit à s'abstenir de tout fait de nature à nuire au bon fonctionnement, à l'entretien et à la conservation de l'ouvrage. IV. – La personne morale de droit public maître de l'ouvrage ou son concessionnaire, qui sollicite le bénéfice de l'article L. 2573-29, adresse à cet effet une demande au haut-commissaire de la République. A cette demande sont annexés : 1° Une note donnant toutes précisions utiles sur l'objet des travaux et sur leur caractère technique ; 2° Le plan des ouvrages prévus ; 3° Le plan parcellaire des terrains sur lesquels l'établissement de la servitude est envisagé, avec l'indication du tracé des canalisations à établir, de la profondeur minimum à laquelle les canalisations seront posées, de la largeur des bandes prévues aux 1° et 2° du II et de tous les autres éléments de la servitude. Ces éléments devront être arrêtés de manière que la canalisation soit établie de la façon la plus rationnelle et que la moindre atteinte possible soit portée aux conditions présentes et futures de l'exploitation des terrains ; 4° La liste par commune des propriétaires, établie à l'aide d'extraits des documents cadastraux délivrés par le service du cadastre ou à l'aide des renseignements délivrés par le service de la publicité foncière au vu du fichier immobilier ou par tous autres moyens. V. – Après consultation du président de la Polynésie française, le haut-commissaire de la République prescrit, par arrêté, l'ouverture d'une enquête dans chacune des communes où sont situés les terrains devant être grevés de la servitude et désigne un commissaire enquêteur. Un extrait du dossier comprenant pour chacune des communes intéressées les documents énumérés au IV est déposé, pendant huit jours au moins, à la mairie. VI. – L'avis de l'ouverture de l'enquête est publié huit jours au moins avant la date de cette ouverture, par affiche apposée à la porte de la mairie ; cet avis donne tous renseignements utiles sur l'enquête, notamment sur son objet, sa durée et les conditions de consultation du dossier par le public. Le maire certifie qu'il a procédé à cet affichage. VII. – Notification individuelle du dépôt du dossier est faite par le demandeur aux propriétaires intéressés, dans les formes et suivant les conditions prévues aux articles R. 131-6 et R. 131-7 du code de l'expropriation. Cette notification comporte la mention du montant de l'indemnité proposée en réparation du préjudice causé par l'établissement de la servitude et par toutes les sujétions pouvant en découler. VIII. – Pendant la période de dépôt prévue au V, les réclamations et observations peuvent être soit consignées par les intéressés directement sur le registre d'enquête établi sur feuillets non mobiles cotés et paraphés par le maire, soit adressées par écrit au maire ou au commissaire enquêteur, qui les annexe audit registre. A l'expiration de ladite période, le registre d'enquête est clos et signé par le maire et transmis, dans les vingt-quatre heures, avec le dossier d'enquête, au commissaire enquêteur. Le commissaire enquêteur, dans un délai de quinze jours, dresse le procès-verbal de ces opérations et, après avoir entendu éventuellement toutes personnes susceptibles de l'éclairer, transmet le dossier avec son avis au haut-commissaire de la République. IX. – Si le commissaire enquêteur propose des modifications au tracé ou à la définition des servitudes et si ces modifications tendent à appliquer la servitude à des propriétés nouvelles ou à aggraver la servitude antérieurement prévue, notification directe en est faite par le demandeur aux intéressés dans les formes prévues au VII. Les intéressés ont un nouveau délai de huit jours pour prendre connaissance à la mairie du plan modifié et présenter leurs observations. A l'expiration de ce délai, le commissaire enquêteur, dans un délai maximum de huit jours, transmet le dossier avec ses conclusions au haut-commissaire de la République. X. – Le haut-commissaire de la République statue par arrêté sur l'établissement des servitudes. Dans l'arrêté, les propriétés sont désignées et l'identité des propriétaires est précisée conformément aux dispositions applicables du code de l'expropriation pour cause d'utilité publique. Au cas où la définition du tracé et des servitudes par le préfet doit être différente de celle soumise à l'enquête et doit l'aggraver, les dispositions du IX relatives à une nouvelle consultation des intéressés et du commissaire enquêteur sont applicables. XI. – L'arrêté du haut-commissaire est notifié au demandeur, affiché à la mairie de chaque commune intéressée et transmis pour information au président de la Polynésie française. Il est également notifié à chaque propriétaire, à la diligence du demandeur, par lettre recommandée avec demande d'avis de réception. Au cas où un propriétaire intéressé ne pourrait être atteint, la notification est faite au fermier, locataire, gardien ou régisseur de la propriété ou, à défaut, au maire de la commune où se trouve celle-ci. XII. – Lorsque les travaux font l'objet d'une déclaration d'utilité publique et que le demandeur est en mesure, avant celle-ci, de déterminer les parcelles qui seront grevées par la servitude et de fournir le tracé précis des canalisations à établir, l'enquête prévue par les dispositions du V à IX peut être menée en même temps que l'enquête parcellaire avec laquelle elle peut être confondue. XIII. – Le montant des indemnités dues en raison de l'établissement de la servitude est fixé conformément aux dispositions en vigueur en matière d'expropriation pour cause d'utilité publique ; il couvre le préjudice subi par la réduction permanente du droit des propriétaires des terrains grevés. XIV. – La date du commencement des travaux sur les terrains grevés de servitudes est portée à la connaissance des propriétaires et exploitants huit jours au moins avant la date prévue pour le début des travaux. Un état des lieux doit, si cela est nécessaire, être dressé contradictoirement en vue de la constatation éventuelle des dommages pouvant résulter desdits travaux. L'indemnisation des dommages résultant des travaux est fixée, à défaut d'accord amiable, par le tribunal administratif en premier ressort. XV. – Si le rejet d'une demande de permis de construire a pour motif l'exercice du droit de servitude dans la parcelle considérée, son propriétaire peut requérir son acquisition totale par le maître de l'ouvrage, soit à l'amiable, soit par voie d'expropriation. Si le permis de construire est accordé sous réserve d'un déplacement des canalisations, les frais de ce déplacement sont à la charge du bénéficiaire de la servitude.",
            "texteHtml": "<p>I. – Les personnes publiques définies au premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006391400&dateTexte=&categorieLien=cid'>l'article L. 2573-29 </a>et leurs concessionnaires, à qui les propriétaires intéressés n'ont pas donné les facilités nécessaires à l'établissement, au fonctionnement ou à l'entretien des canalisations souterraines d'eau potable ou d'évacuation d'eaux usées ou pluviales, peuvent obtenir l'établissement de la servitude prévue audit article, dans les conditions déterminées ci-dessous.</p><p>II. – Sauf dispositions contraires de l'arrêté du haut-commissaire de la République prévu au X décidant, dans l'intérêt de l'exploitation de la parcelle que traverse la canalisation, que la servitude n'entraîne pas certains des effets énumérés au présent article, la servitude donne à son bénéficiaire le droit :</p><p>1° D'enfouir dans une bande de terrain dont la largeur est fixée par le haut-commissaire de la République, mais qui ne pourra dépasser trois mètres, une ou plusieurs canalisations, une hauteur minimum de 0,60 mètre étant respectée entre la génératrice supérieure des canalisations et le niveau du sol après les travaux ;</p><p>2° D'essarter, dans la bande de terrain prévue au 1° ci-dessus et, le cas échéant, dans une bande plus large déterminée par l'arrêté du haut-commissaire de la République, les arbres susceptibles de nuire à l'établissement et à l'entretien de la canalisation ;</p><p>3° D'accéder au terrain dans lequel la conduite est enfouie, les agents chargés du contrôle bénéficiant du même droit d'accès ;</p><p>4° D'effectuer tous travaux d'entretien et de réparation conformément aux dispositions du XIV.</p><p>III. – La servitude oblige les propriétaires et leurs ayants droit à s'abstenir de tout fait de nature à nuire au bon fonctionnement, à l'entretien et à la conservation de l'ouvrage.</p><p>IV. – La personne morale de droit public maître de l'ouvrage ou son concessionnaire, qui sollicite le bénéfice de l'article L. 2573-29, adresse à cet effet une demande au haut-commissaire de la République.</p><p>A cette demande sont annexés :</p><p>1° Une note donnant toutes précisions utiles sur l'objet des travaux et sur leur caractère technique ;</p><p>2° Le plan des ouvrages prévus ;</p><p>3° Le plan parcellaire des terrains sur lesquels l'établissement de la servitude est envisagé, avec l'indication du tracé des canalisations à établir, de la profondeur minimum à laquelle les canalisations seront posées, de la largeur des bandes prévues aux 1° et 2° du II et de tous les autres éléments de la servitude. Ces éléments devront être arrêtés de manière que la canalisation soit établie de la façon la plus rationnelle et que la moindre atteinte possible soit portée aux conditions présentes et futures de l'exploitation des terrains ;</p><p>4° La liste par commune des propriétaires, établie à l'aide d'extraits des documents cadastraux délivrés par le service du cadastre ou à l'aide des renseignements délivrés par le service de la publicité foncière au vu du fichier immobilier ou par tous autres moyens.</p><p>V. – Après consultation du président de la Polynésie française, le haut-commissaire de la République prescrit, par arrêté, l'ouverture d'une enquête dans chacune des communes où sont situés les terrains devant être grevés de la servitude et désigne un commissaire enquêteur.</p><p>Un extrait du dossier comprenant pour chacune des communes intéressées les documents énumérés au IV est déposé, pendant huit jours au moins, à la mairie.</p><p>VI. – L'avis de l'ouverture de l'enquête est publié huit jours au moins avant la date de cette ouverture, par affiche apposée à la porte de la mairie ; cet avis donne tous renseignements utiles sur l'enquête, notamment sur son objet, sa durée et les conditions de consultation du dossier par le public. Le maire certifie qu'il a procédé à cet affichage.</p><p>VII. – Notification individuelle du dépôt du dossier est faite par le demandeur aux propriétaires intéressés, dans les formes et suivant les conditions prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000029971154&dateTexte=&categorieLien=cid' title='Code de l'expropriation pour cause d'utilité pu... - art. R131-6 (V)'>articles R. 131-6 et R. 131-7</a> du code de l'expropriation.</p><p>Cette notification comporte la mention du montant de l'indemnité proposée en réparation du préjudice causé par l'établissement de la servitude et par toutes les sujétions pouvant en découler.</p><p>VIII. – Pendant la période de dépôt prévue au V, les réclamations et observations peuvent être soit consignées par les intéressés directement sur le registre d'enquête établi sur feuillets non mobiles cotés et paraphés par le maire, soit adressées par écrit au maire ou au commissaire enquêteur, qui les annexe audit registre.</p><p>A l'expiration de ladite période, le registre d'enquête est clos et signé par le maire et transmis, dans les vingt-quatre heures, avec le dossier d'enquête, au commissaire enquêteur.</p><p>Le commissaire enquêteur, dans un délai de quinze jours, dresse le procès-verbal de ces opérations et, après avoir entendu éventuellement toutes personnes susceptibles de l'éclairer, transmet le dossier avec son avis au haut-commissaire de la République.</p><p>IX. – Si le commissaire enquêteur propose des modifications au tracé ou à la définition des servitudes et si ces modifications tendent à appliquer la servitude à des propriétés nouvelles ou à aggraver la servitude antérieurement prévue, notification directe en est faite par le demandeur aux intéressés dans les formes prévues au VII.</p><p>Les intéressés ont un nouveau délai de huit jours pour prendre connaissance à la mairie du plan modifié et présenter leurs observations.</p><p>A l'expiration de ce délai, le commissaire enquêteur, dans un délai maximum de huit jours, transmet le dossier avec ses conclusions au haut-commissaire de la République.</p><p>X. – Le haut-commissaire de la République statue par arrêté sur l'établissement des servitudes. Dans l'arrêté, les propriétés sont désignées et l'identité des propriétaires est précisée conformément aux dispositions applicables du code de l'expropriation pour cause d'utilité publique.</p><p>Au cas où la définition du tracé et des servitudes par le préfet doit être différente de celle soumise à l'enquête et doit l'aggraver, les dispositions du IX relatives à une nouvelle consultation des intéressés et du commissaire enquêteur sont applicables.</p><p>XI. – L'arrêté du haut-commissaire est notifié au demandeur, affiché à la mairie de chaque commune intéressée et transmis pour information au président de la Polynésie française.</p><p>Il est également notifié à chaque propriétaire, à la diligence du demandeur, par lettre recommandée avec demande d'avis de réception.</p><p>Au cas où un propriétaire intéressé ne pourrait être atteint, la notification est faite au fermier, locataire, gardien ou régisseur de la propriété ou, à défaut, au maire de la commune où se trouve celle-ci.</p><p>XII. – Lorsque les travaux font l'objet d'une déclaration d'utilité publique et que le demandeur est en mesure, avant celle-ci, de déterminer les parcelles qui seront grevées par la servitude et de fournir le tracé précis des canalisations à établir, l'enquête prévue par les dispositions du V à IX peut être menée en même temps que l'enquête parcellaire avec laquelle elle peut être confondue.</p><p>XIII. – Le montant des indemnités dues en raison de l'établissement de la servitude est fixé conformément aux dispositions en vigueur en matière d'expropriation pour cause d'utilité publique ; il couvre le préjudice subi par la réduction permanente du droit des propriétaires des terrains grevés.</p><p>XIV. – La date du commencement des travaux sur les terrains grevés de servitudes est portée à la connaissance des propriétaires et exploitants huit jours au moins avant la date prévue pour le début des travaux. Un état des lieux doit, si cela est nécessaire, être dressé contradictoirement en vue de la constatation éventuelle des dommages pouvant résulter desdits travaux.</p><p>L'indemnisation des dommages résultant des travaux est fixée, à défaut d'accord amiable, par le tribunal administratif en premier ressort.</p><p>XV. – Si le rejet d'une demande de permis de construire a pour motif l'exercice du droit de servitude dans la parcelle considérée, son propriétaire peut requérir son acquisition totale par le maître de l'ouvrage, soit à l'amiable, soit par voie d'expropriation. Si le permis de construire est accordé sous réserve d'un déplacement des canalisations, les frais de ce déplacement sont à la charge du bénéficiaire de la servitude.</p>",
            "num": "D2573-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1420070400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088021",
                        "id": "LEGISCTA000006088021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "DEUXIEME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116647",
                        "id": "LEGISCTA000006116647",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS PARTICULIÈRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135535",
                        "id": "LEGISCTA000006135535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2008-11-01",
                        "titre": "TITRE VII : DISPOSITIONS APPLICABLES A MAYOTTE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149407",
                        "id": "LEGISCTA000006149407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE VII :  COMMUNES DES COLLECTIVITÉS D'OUTRE-MER.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149407",
                        "id": "LEGISCTA000019587582",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : Communes de Polynésie française.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568060",
                        "id": "LEGISCTA000019587573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Administration et services communaux. \r\n\r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568756",
                        "id": "LEGISCTA000019587561",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Services communaux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568786",
                        "id": "LEGISCTA000019587523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Services publics industriels et commerciaux. \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568792",
                        "id": "LEGISCTA000019587516",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": " Sous-paragraphe 2 : Eau et assainissement. \r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568799",
                        "id": "LEGISCTA000019587509",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 59,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019568803",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019568799",
            "sectionParentId": "LEGISCTA000019587509",
            "sectionParentTitre": " Sous-paragraphe 2 : Eau et assainissement. \r\n\r\n\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie réglementaire &gt; DEUXIEME PARTIE : LA COMMUNE &gt; LIVRE V : DISPOSITIONS PARTICULIÈRES &gt; TITRE VII :  COMMUNES DES COLLECTIVITÉS D'OUTRE-MER. &gt; CHAPITRE III : Communes de Polynésie française. &gt; Section 3 : Administration et services communaux. \r\n\r\n\r\n\r\n\r\n\r\n &gt; Sous-section 2 : Services communaux. &gt; Paragraphe 2 : Services publics industriels et commerciaux. \r\n\r\n &gt;  Sous-paragraphe 2 : Eau et assainissement. \r\n\r\n\r\n\r\n\r\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030003158",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029965588",
                    "textTitle": "DÉCRET n°2014-1635 du 26 décembre 2014 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000029969959",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-12-28",
                    "dateSignaTexte": "2014-12-26",
                    "dateDebutCible": "2015-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2573-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2573-19",
                    "articleId": "LEGIARTI000006391400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1008115200000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité pu... - art. R131-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R131-6",
                    "articleId": "LEGIARTI000029971154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019587499",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1225497600000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026854493",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030003158",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D2573-23",
                "2573-23"
            ],
            "versionPrecedente": "LEGIARTI000026854493",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000026854493",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Les personnes publiques définies au premier alinéa de l'article L. 2573-29 et leurs concessionnaires, à qui les propriétaires intéressés n'ont pas donné les facilités nécessaires à l'établissement, au fonctionnement ou à l'entretien des canalisations souterraines d'eau potable ou d'évacuation d'eaux usées ou pluviales, peuvent obtenir l'établissement de la servitude prévue audit article, dans les conditions déterminées ci-dessous. II. ― Sauf dispositions contraires de l'arrêté du haut-commissaire de la République prévu au X décidant, dans l'intérêt de l'exploitation de la parcelle que traverse la canalisation, que la servitude n'entraîne pas certains des effets énumérés au présent article, la servitude donne à son bénéficiaire le droit : 1° D'enfouir dans une bande de terrain dont la largeur est fixée par le haut-commissaire de la République, mais qui ne pourra dépasser trois mètres, une ou plusieurs canalisations, une hauteur minimum de 0,60 mètre étant respectée entre la génératrice supérieure des canalisations et le niveau du sol après les travaux ; 2° D'essarter, dans la bande de terrain prévue au 1° ci-dessus et, le cas échéant, dans une bande plus large déterminée par l'arrêté du haut-commissaire de la République, les arbres susceptibles de nuire à l'établissement et à l'entretien de la canalisation ; 3° D'accéder au terrain dans lequel la conduite est enfouie, les agents chargés du contrôle bénéficiant du même droit d'accès ; 4° D'effectuer tous travaux d'entretien et de réparation conformément aux dispositions du XIV. III. ― La servitude oblige les propriétaires et leurs ayants droit à s'abstenir de tout fait de nature à nuire au bon fonctionnement, à l'entretien et à la conservation de l'ouvrage. IV. ― La personne morale de droit public maître de l'ouvrage ou son concessionnaire, qui sollicite le bénéfice de l'article L. 2573-29, adresse à cet effet une demande au haut-commissaire de la République. A cette demande sont annexés : 1° Une note donnant toutes précisions utiles sur l'objet des travaux et sur leur caractère technique ; 2° Le plan des ouvrages prévus ; 3° Le plan parcellaire des terrains sur lesquels l'établissement de la servitude est envisagé, avec l'indication du tracé des canalisations à établir, de la profondeur minimum à laquelle les canalisations seront posées, de la largeur des bandes prévues aux 1° et 2° du II et de tous les autres éléments de la servitude. Ces éléments devront être arrêtés de manière que la canalisation soit établie de la façon la plus rationnelle et que la moindre atteinte possible soit portée aux conditions présentes et futures de l'exploitation des terrains ; 4° La liste par commune des propriétaires, établie à l'aide d'extraits des documents cadastraux délivrés par le service du cadastre ou à l'aide des renseignements délivrés par le  service de la publicité foncière au vu du fichier immobilier ou par tous autres moyens. V. ― Après consultation du président de la Polynésie française, le haut-commissaire de la République prescrit, par arrêté, l'ouverture d'une enquête dans chacune des communes où sont situés les terrains devant être grevés de la servitude et désigne un commissaire enquêteur. Un extrait du dossier comprenant pour chacune des communes intéressées les documents énumérés au IV est déposé, pendant huit jours au moins, à la mairie. VI. ― L'avis de l'ouverture de l'enquête est publié huit jours au moins avant la date de cette ouverture, par affiche apposée à la porte de la mairie ; cet avis donne tous renseignements utiles sur l'enquête, notamment sur son objet, sa durée et les conditions de consultation du dossier par le public. Le maire certifie qu'il a procédé à cet affichage. VII. ― Notification individuelle du dépôt du dossier est faite par le demandeur aux propriétaires intéressés, dans les formes et suivant les conditions prévues aux articles R. 11-22 et R. 11-23 du code de l'expropriation. Cette notification comporte la mention du montant de l'indemnité proposée en réparation du préjudice causé par l'établissement de la servitude et par toutes les sujétions pouvant en découler. VIII. ― Pendant la période de dépôt prévue au V, les réclamations et observations peuvent être soit consignées par les intéressés directement sur le registre d'enquête établi sur feuillets non mobiles cotés et paraphés par le maire, soit adressées par écrit au maire ou au commissaire enquêteur, qui les annexe audit registre. A l'expiration de ladite période, le registre d'enquête est clos et signé par le maire et transmis, dans les vingt-quatre heures, avec le dossier d'enquête, au commissaire enquêteur. Le commissaire enquêteur, dans un délai de quinze jours, dresse le procès-verbal de ces opérations et, après avoir entendu éventuellement toutes personnes susceptibles de l'éclairer, transmet le dossier avec son avis au haut-commissaire de la République. IX. ― Si le commissaire enquêteur propose des modifications au tracé ou à la définition des servitudes et si ces modifications tendent à appliquer la servitude à des propriétés nouvelles ou à aggraver la servitude antérieurement prévue, notification directe en est faite par le demandeur aux intéressés dans les formes prévues au VII. Les intéressés ont un nouveau délai de huit jours pour prendre connaissance à la mairie du plan modifié et présenter leurs observations. A l'expiration de ce délai, le commissaire enquêteur, dans un délai maximum de huit jours, transmet le dossier avec ses conclusions au haut-commissaire de la République. X. ― Le haut-commissaire de la République statue par arrêté sur l'établissement des servitudes. Dans l'arrêté, les propriétés sont désignées et l'identité des propriétaires est précisée conformément aux dispositions applicables du code de l'expropriation pour cause d'utilité publique. Au cas où la définition du tracé et des servitudes par le préfet doit être différente de celle soumise à l'enquête et doit l'aggraver, les dispositions du IX relatives à une nouvelle consultation des intéressés et du commissaire enquêteur sont applicables. XI. ― L'arrêté du haut-commissaire est notifié au demandeur, affiché à la mairie de chaque commune intéressée et transmis pour information au président de la Polynésie française. Il est également notifié à chaque propriétaire, à la diligence du demandeur, par lettre recommandée avec demande d'avis de réception. Au cas où un propriétaire intéressé ne pourrait être atteint, la notification est faite au fermier, locataire, gardien ou régisseur de la propriété ou, à défaut, au maire de la commune où se trouve celle-ci. XII. ― Lorsque les travaux font l'objet d'une déclaration d'utilité publique et que le demandeur est en mesure, avant celle-ci, de déterminer les parcelles qui seront grevées par la servitude et de fournir le tracé précis des canalisations à établir, l'enquête prévue par les dispositions du V à IX peut être menée en même temps que l'enquête parcellaire avec laquelle elle peut être confondue. XIII. ― Le montant des indemnités dues en raison de l'établissement de la servitude est fixé conformément aux dispositions en vigueur en matière d'expropriation pour cause d'utilité publique ; il couvre le préjudice subi par la réduction permanente du droit des propriétaires des terrains grevés. XIV. ― La date du commencement des travaux sur les terrains grevés de servitudes est portée à la connaissance des propriétaires et exploitants huit jours au moins avant la date prévue pour le début des travaux. Un état des lieux doit, si cela est nécessaire, être dressé contradictoirement en vue de la constatation éventuelle des dommages pouvant résulter desdits travaux. L'indemnisation des dommages résultant des travaux est fixée, à défaut d'accord amiable, par le tribunal administratif en premier ressort. XV. ― Si le rejet d'une demande de permis de construire a pour motif l'exercice du droit de servitude dans la parcelle considérée, son propriétaire peut requérir son acquisition totale par le maître de l'ouvrage, soit à l'amiable, soit par voie d'expropriation. Si le permis de construire est accordé sous réserve d'un déplacement des canalisations, les frais de ce déplacement sont à la charge du bénéficiaire de la servitude.",
            "texteHtml": "I. ― Les personnes publiques définies au premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006391400&dateTexte=&categorieLien=cid'>l'article L. 2573-29 </a>et leurs concessionnaires, à qui les propriétaires intéressés n'ont pas donné les facilités nécessaires à l'établissement, au fonctionnement ou à l'entretien des canalisations souterraines d'eau potable ou d'évacuation d'eaux usées ou pluviales, peuvent obtenir l'établissement de la servitude prévue audit article, dans les conditions déterminées ci-dessous. <br/><br/>II. ― Sauf dispositions contraires de l'arrêté du haut-commissaire de la République prévu au X décidant, dans l'intérêt de l'exploitation de la parcelle que traverse la canalisation, que la servitude n'entraîne pas certains des effets énumérés au présent article, la servitude donne à son bénéficiaire le droit : <br/><br/>1° D'enfouir dans une bande de terrain dont la largeur est fixée par le haut-commissaire de la République, mais qui ne pourra dépasser trois mètres, une ou plusieurs canalisations, une hauteur minimum de 0,60 mètre étant respectée entre la génératrice supérieure des canalisations et le niveau du sol après les travaux ; <br/><br/>2° D'essarter, dans la bande de terrain prévue au 1° ci-dessus et, le cas échéant, dans une bande plus large déterminée par l'arrêté du haut-commissaire de la République, les arbres susceptibles de nuire à l'établissement et à l'entretien de la canalisation ; <br/><br/>3° D'accéder au terrain dans lequel la conduite est enfouie, les agents chargés du contrôle bénéficiant du même droit d'accès ; <br/><br/>4° D'effectuer tous travaux d'entretien et de réparation conformément aux dispositions du XIV. <br/><br/>III. ― La servitude oblige les propriétaires et leurs ayants droit à s'abstenir de tout fait de nature à nuire au bon fonctionnement, à l'entretien et à la conservation de l'ouvrage. <br/><br/>IV. ― La personne morale de droit public maître de l'ouvrage ou son concessionnaire, qui sollicite le bénéfice de l'article L. 2573-29, adresse à cet effet une demande au haut-commissaire de la République. <br/><br/>A cette demande sont annexés : <br/><br/>1° Une note donnant toutes précisions utiles sur l'objet des travaux et sur leur caractère technique ; <br/><br/>2° Le plan des ouvrages prévus ; <br/><br/>3° Le plan parcellaire des terrains sur lesquels l'établissement de la servitude est envisagé, avec l'indication du tracé des canalisations à établir, de la profondeur minimum à laquelle les canalisations seront posées, de la largeur des bandes prévues aux 1° et 2° du II et de tous les autres éléments de la servitude. Ces éléments devront être arrêtés de manière que la canalisation soit établie de la façon la plus rationnelle et que la moindre atteinte possible soit portée aux conditions présentes et futures de l'exploitation des terrains ; <br/><br/>4° La liste par commune des propriétaires, établie à l'aide d'extraits des documents cadastraux délivrés par le service du cadastre ou à l'aide des renseignements délivrés par le  service de la publicité foncière au vu du fichier immobilier ou par tous autres moyens. <br/><br/>V. ― Après consultation du président de la Polynésie française, le haut-commissaire de la République prescrit, par arrêté, l'ouverture d'une enquête dans chacune des communes où sont situés les terrains devant être grevés de la servitude et désigne un commissaire enquêteur. <br/><br/>Un extrait du dossier comprenant pour chacune des communes intéressées les documents énumérés au IV est déposé, pendant huit jours au moins, à la mairie. <br/><br/>VI. ― L'avis de l'ouverture de l'enquête est publié huit jours au moins avant la date de cette ouverture, par affiche apposée à la porte de la mairie ; cet avis donne tous renseignements utiles sur l'enquête, notamment sur son objet, sa durée et les conditions de consultation du dossier par le public. Le maire certifie qu'il a procédé à cet affichage. <br/><br/>VII. ― Notification individuelle du dépôt du dossier est faite par le demandeur aux propriétaires intéressés, dans les formes et suivant les conditions prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000006840282&dateTexte=&categorieLien=cid'>articles R. 11-22 et R. 11-23</a> du code de l'expropriation. <br/><br/>Cette notification comporte la mention du montant de l'indemnité proposée en réparation du préjudice causé par l'établissement de la servitude et par toutes les sujétions pouvant en découler. <br/><br/>VIII. ― Pendant la période de dépôt prévue au V, les réclamations et observations peuvent être soit consignées par les intéressés directement sur le registre d'enquête établi sur feuillets non mobiles cotés et paraphés par le maire, soit adressées par écrit au maire ou au commissaire enquêteur, qui les annexe audit registre. <br/><br/>A l'expiration de ladite période, le registre d'enquête est clos et signé par le maire et transmis, dans les vingt-quatre heures, avec le dossier d'enquête, au commissaire enquêteur. <br/><br/>Le commissaire enquêteur, dans un délai de quinze jours, dresse le procès-verbal de ces opérations et, après avoir entendu éventuellement toutes personnes susceptibles de l'éclairer, transmet le dossier avec son avis au haut-commissaire de la République. <br/><br/>IX. ― Si le commissaire enquêteur propose des modifications au tracé ou à la définition des servitudes et si ces modifications tendent à appliquer la servitude à des propriétés nouvelles ou à aggraver la servitude antérieurement prévue, notification directe en est faite par le demandeur aux intéressés dans les formes prévues au VII. <br/><br/>Les intéressés ont un nouveau délai de huit jours pour prendre connaissance à la mairie du plan modifié et présenter leurs observations. <br/><br/>A l'expiration de ce délai, le commissaire enquêteur, dans un délai maximum de huit jours, transmet le dossier avec ses conclusions au haut-commissaire de la République. <br/><br/>X. ― Le haut-commissaire de la République statue par arrêté sur l'établissement des servitudes. Dans l'arrêté, les propriétés sont désignées et l'identité des propriétaires est précisée conformément aux dispositions applicables du code de l'expropriation pour cause d'utilité publique. <br/><br/>Au cas où la définition du tracé et des servitudes par le préfet doit être différente de celle soumise à l'enquête et doit l'aggraver, les dispositions du IX relatives à une nouvelle consultation des intéressés et du commissaire enquêteur sont applicables. <br/><br/>XI. ― L'arrêté du haut-commissaire est notifié au demandeur, affiché à la mairie de chaque commune intéressée et transmis pour information au président de la Polynésie française. <br/><br/>Il est également notifié à chaque propriétaire, à la diligence du demandeur, par lettre recommandée avec demande d'avis de réception. <br/><br/>Au cas où un propriétaire intéressé ne pourrait être atteint, la notification est faite au fermier, locataire, gardien ou régisseur de la propriété ou, à défaut, au maire de la commune où se trouve celle-ci. <br/><br/>XII. ― Lorsque les travaux font l'objet d'une déclaration d'utilité publique et que le demandeur est en mesure, avant celle-ci, de déterminer les parcelles qui seront grevées par la servitude et de fournir le tracé précis des canalisations à établir, l'enquête prévue par les dispositions du V à IX peut être menée en même temps que l'enquête parcellaire avec laquelle elle peut être confondue. <br/><br/>XIII. ― Le montant des indemnités dues en raison de l'établissement de la servitude est fixé conformément aux dispositions en vigueur en matière d'expropriation pour cause d'utilité publique ; il couvre le préjudice subi par la réduction permanente du droit des propriétaires des terrains grevés. <br/><br/>XIV. ― La date du commencement des travaux sur les terrains grevés de servitudes est portée à la connaissance des propriétaires et exploitants huit jours au moins avant la date prévue pour le début des travaux. Un état des lieux doit, si cela est nécessaire, être dressé contradictoirement en vue de la constatation éventuelle des dommages pouvant résulter desdits travaux. <br/><br/>L'indemnisation des dommages résultant des travaux est fixée, à défaut d'accord amiable, par le tribunal administratif en premier ressort. <br/><br/>XV. ― Si le rejet d'une demande de permis de construire a pour motif l'exercice du droit de servitude dans la parcelle considérée, son propriétaire peut requérir son acquisition totale par le maître de l'ouvrage, soit à l'amiable, soit par voie d'expropriation. Si le permis de construire est accordé sous réserve d'un déplacement des canalisations, les frais de ce déplacement sont à la charge du bénéficiaire de la servitude.<br/><br/><br/>",
            "num": "D2573-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1356998400000,
            "dateFin": 1420070400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088021",
                        "id": "LEGISCTA000006088021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "DEUXIEME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116647",
                        "id": "LEGISCTA000006116647",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS PARTICULIÈRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135535",
                        "id": "LEGISCTA000006135535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2008-11-01",
                        "titre": "TITRE VII : DISPOSITIONS APPLICABLES A MAYOTTE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149407",
                        "id": "LEGISCTA000006149407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE VII :  COMMUNES DES COLLECTIVITÉS D'OUTRE-MER.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149407",
                        "id": "LEGISCTA000019587582",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : Communes de Polynésie française.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568060",
                        "id": "LEGISCTA000019587573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Administration et services communaux. \r\n\r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568756",
                        "id": "LEGISCTA000019587561",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Services communaux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568786",
                        "id": "LEGISCTA000019587523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Services publics industriels et commerciaux. \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568792",
                        "id": "LEGISCTA000019587516",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": " Sous-paragraphe 2 : Eau et assainissement. \r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568799",
                        "id": "LEGISCTA000019587509",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 59,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019568803",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019568799",
            "sectionParentId": "LEGISCTA000019587509",
            "sectionParentTitre": " Sous-paragraphe 2 : Eau et assainissement. \r\n\r\n\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie réglementaire &gt; DEUXIEME PARTIE : LA COMMUNE &gt; LIVRE V : DISPOSITIONS PARTICULIÈRES &gt; TITRE VII :  COMMUNES DES COLLECTIVITÉS D'OUTRE-MER. &gt; CHAPITRE III : Communes de Polynésie française. &gt; Section 3 : Administration et services communaux. \r\n\r\n\r\n\r\n\r\n\r\n &gt; Sous-section 2 : Services communaux. &gt; Paragraphe 2 : Services publics industriels et commerciaux. \r\n\r\n &gt;  Sous-paragraphe 2 : Eau et assainissement. \r\n\r\n\r\n\r\n\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000026854493",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000026843243",
                    "textTitle": "Décret n°2012-1462\n du 26 décembre 2012 - art. 35",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000026845157",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-12-28",
                    "dateSignaTexte": "2012-12-26",
                    "dateDebutCible": "2013-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2573-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2573-19",
                    "articleId": "LEGIARTI000006391400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1008115200000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. **R11-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "**R11-22",
                    "articleId": "LEGIARTI000006840282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 229824000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019587499",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1225497600000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026854493",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030003158",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D2573-23",
                "2573-23"
            ],
            "versionPrecedente": "LEGIARTI000019587499",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019587499",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Les personnes publiques définies au premier alinéa de l'article L. 2573-29 et leurs concessionnaires, à qui les propriétaires intéressés n'ont pas donné les facilités nécessaires à l'établissement, au fonctionnement ou à l'entretien des canalisations souterraines d'eau potable ou d'évacuation d'eaux usées ou pluviales, peuvent obtenir l'établissement de la servitude prévue audit article, dans les conditions déterminées ci-dessous. II. ― Sauf dispositions contraires de l'arrêté du haut-commissaire de la République prévu au X décidant, dans l'intérêt de l'exploitation de la parcelle que traverse la canalisation, que la servitude n'entraîne pas certains des effets énumérés au présent article, la servitude donne à son bénéficiaire le droit : 1° D'enfouir dans une bande de terrain dont la largeur est fixée par le haut-commissaire de la République, mais qui ne pourra dépasser trois mètres, une ou plusieurs canalisations, une hauteur minimum de 0, 60 mètre étant respectée entre la génératrice supérieure des canalisations et le niveau du sol après les travaux ; 2° D'essarter, dans la bande de terrain prévue au 1° ci-dessus et, le cas échéant, dans une bande plus large déterminée par l'arrêté du haut-commissaire de la République, les arbres susceptibles de nuire à l'établissement et à l'entretien de la canalisation ; 3° D'accéder au terrain dans lequel la conduite est enfouie, les agents chargés du contrôle bénéficiant du même droit d'accès ; 4° D'effectuer tous travaux d'entretien et de réparation conformément aux dispositions du XIV. III. ― La servitude oblige les propriétaires et leurs ayants droit à s'abstenir de tout fait de nature à nuire au bon fonctionnement, à l'entretien et à la conservation de l'ouvrage. IV. ― La personne morale de droit public maître de l'ouvrage ou son concessionnaire, qui sollicite le bénéfice de l'article L. 2573-29, adresse à cet effet une demande au haut-commissaire de la République. A cette demande sont annexés : 1° Une note donnant toutes précisions utiles sur l'objet des travaux et sur leur caractère technique ; 2° Le plan des ouvrages prévus ; 3° Le plan parcellaire des terrains sur lesquels l'établissement de la servitude est envisagé, avec l'indication du tracé des canalisations à établir, de la profondeur minimum à laquelle les canalisations seront posées, de la largeur des bandes prévues aux 1° et 2° du II et de tous les autres éléments de la servitude. Ces éléments devront être arrêtés de manière que la canalisation soit établie de la façon la plus rationnelle et que la moindre atteinte possible soit portée aux conditions présentes et futures de l'exploitation des terrains ; 4° La liste par commune des propriétaires, établie à l'aide d'extraits des documents cadastraux délivrés par le service du cadastre ou à l'aide des renseignements délivrés par le conservateur des hypothèques au vu du fichier immobilier ou par tous autres moyens. V. ― Après consultation du président de la Polynésie française, le haut-commissaire de la République prescrit, par arrêté, l'ouverture d'une enquête dans chacune des communes où sont situés les terrains devant être grevés de la servitude et désigne un commissaire enquêteur. Un extrait du dossier comprenant pour chacune des communes intéressées les documents énumérés au IV est déposé, pendant huit jours au moins, à la mairie. VI. ― L'avis de l'ouverture de l'enquête est publié huit jours au moins avant la date de cette ouverture, par affiche apposée à la porte de la mairie ; cet avis donne tous renseignements utiles sur l'enquête, notamment sur son objet, sa durée et les conditions de consultation du dossier par le public. Le maire certifie qu'il a procédé à cet affichage. VII. ― Notification individuelle du dépôt du dossier est faite par le demandeur aux propriétaires intéressés, dans les formes et suivant les conditions prévues aux articles R. 11-22 et R. 11-23 du code de l'expropriation. Cette notification comporte la mention du montant de l'indemnité proposée en réparation du préjudice causé par l'établissement de la servitude et par toutes les sujétions pouvant en découler. VIII. ― Pendant la période de dépôt prévue au V, les réclamations et observations peuvent être soit consignées par les intéressés directement sur le registre d'enquête établi sur feuillets non mobiles cotés et paraphés par le maire, soit adressées par écrit au maire ou au commissaire enquêteur, qui les annexe audit registre. A l'expiration de ladite période, le registre d'enquête est clos et signé par le maire et transmis, dans les vingt-quatre heures, avec le dossier d'enquête, au commissaire enquêteur. Le commissaire enquêteur, dans un délai de quinze jours, dresse le procès-verbal de ces opérations et, après avoir entendu éventuellement toutes personnes susceptibles de l'éclairer, transmet le dossier avec son avis au haut-commissaire de la République. IX. ― Si le commissaire enquêteur propose des modifications au tracé ou à la définition des servitudes et si ces modifications tendent à appliquer la servitude à des propriétés nouvelles ou à aggraver la servitude antérieurement prévue, notification directe en est faite par le demandeur aux intéressés dans les formes prévues au VII. Les intéressés ont un nouveau délai de huit jours pour prendre connaissance à la mairie du plan modifié et présenter leurs observations. A l'expiration de ce délai, le commissaire enquêteur, dans un délai maximum de huit jours, transmet le dossier avec ses conclusions au haut-commissaire de la République. X. ― Le haut-commissaire de la République statue par arrêté sur l'établissement des servitudes. Dans l'arrêté, les propriétés sont désignées et l'identité des propriétaires est précisée conformément aux dispositions applicables du code de l'expropriation pour cause d'utilité publique. Au cas où la définition du tracé et des servitudes par le préfet doit être différente de celle soumise à l'enquête et doit l'aggraver, les dispositions du IX relatives à une nouvelle consultation des intéressés et du commissaire enquêteur sont applicables. XI. ― L'arrêté du haut-commissaire est notifié au demandeur, affiché à la mairie de chaque commune intéressée et transmis pour information au président de la Polynésie française. Il est également notifié à chaque propriétaire, à la diligence du demandeur, par lettre recommandée avec demande d'avis de réception. Au cas où un propriétaire intéressé ne pourrait être atteint, la notification est faite au fermier, locataire, gardien ou régisseur de la propriété ou, à défaut, au maire de la commune où se trouve celle-ci. XII. ― Lorsque les travaux font l'objet d'une déclaration d'utilité publique et que le demandeur est en mesure, avant celle-ci, de déterminer les parcelles qui seront grevées par la servitude et de fournir le tracé précis des canalisations à établir, l'enquête prévue par les dispositions du V à IX peut être menée en même temps que l'enquête parcellaire avec laquelle elle peut être confondue. XIII. ― Le montant des indemnités dues en raison de l'établissement de la servitude est fixé conformément aux dispositions en vigueur en matière d'expropriation pour cause d'utilité publique ; il couvre le préjudice subi par la réduction permanente du droit des propriétaires des terrains grevés. XIV. ― La date du commencement des travaux sur les terrains grevés de servitudes est portée à la connaissance des propriétaires et exploitants huit jours au moins avant la date prévue pour le début des travaux. Un état des lieux doit, si cela est nécessaire, être dressé contradictoirement en vue de la constatation éventuelle des dommages pouvant résulter desdits travaux. L'indemnisation des dommages résultant des travaux est fixée, à défaut d'accord amiable, par le tribunal administratif en premier ressort. XV. ― Si le rejet d'une demande de permis de construire a pour motif l'exercice du droit de servitude dans la parcelle considérée, son propriétaire peut requérir son acquisition totale par le maître de l'ouvrage, soit à l'amiable, soit par voie d'expropriation. Si le permis de construire est accordé sous réserve d'un déplacement des canalisations, les frais de ce déplacement sont à la charge du bénéficiaire de la servitude.",
            "texteHtml": "I. ― Les personnes publiques définies au premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006391400&dateTexte=&categorieLien=cid'>l'article L. 2573-29 </a>et leurs concessionnaires, à qui les propriétaires intéressés n'ont pas donné les facilités nécessaires à l'établissement, au fonctionnement ou à l'entretien des canalisations souterraines d'eau potable ou d'évacuation d'eaux usées ou pluviales, peuvent obtenir l'établissement de la servitude prévue audit article, dans les conditions déterminées ci-dessous. <br/><br/>II. ― Sauf dispositions contraires de l'arrêté du haut-commissaire de la République prévu au X décidant, dans l'intérêt de l'exploitation de la parcelle que traverse la canalisation, que la servitude n'entraîne pas certains des effets énumérés au présent article, la servitude donne à son bénéficiaire le droit : <br/><br/>1° D'enfouir dans une bande de terrain dont la largeur est fixée par le haut-commissaire de la République, mais qui ne pourra dépasser trois mètres, une ou plusieurs canalisations, une hauteur minimum de 0, 60 mètre étant respectée entre la génératrice supérieure des canalisations et le niveau du sol après les travaux ; <br/><br/>2° D'essarter, dans la bande de terrain prévue au 1° ci-dessus et, le cas échéant, dans une bande plus large déterminée par l'arrêté du haut-commissaire de la République, les arbres susceptibles de nuire à l'établissement et à l'entretien de la canalisation ; <br/><br/>3° D'accéder au terrain dans lequel la conduite est enfouie, les agents chargés du contrôle bénéficiant du même droit d'accès ; <br/><br/>4° D'effectuer tous travaux d'entretien et de réparation conformément aux dispositions du XIV. <br/><br/>III. ― La servitude oblige les propriétaires et leurs ayants droit à s'abstenir de tout fait de nature à nuire au bon fonctionnement, à l'entretien et à la conservation de l'ouvrage. <br/><br/>IV. ― La personne morale de droit public maître de l'ouvrage ou son concessionnaire, qui sollicite le bénéfice de l'article L. 2573-29, adresse à cet effet une demande au haut-commissaire de la République.<br/><br/>A cette demande sont annexés : <br/><br/>1° Une note donnant toutes précisions utiles sur l'objet des travaux et sur leur caractère technique ; <br/><br/>2° Le plan des ouvrages prévus ; <br/><br/>3° Le plan parcellaire des terrains sur lesquels l'établissement de la servitude est envisagé, avec l'indication du tracé des canalisations à établir, de la profondeur minimum à laquelle les canalisations seront posées, de la largeur des bandes prévues aux 1° et 2° du II et de tous les autres éléments de la servitude. Ces éléments devront être arrêtés de manière que la canalisation soit établie de la façon la plus rationnelle et que la moindre atteinte possible soit portée aux conditions présentes et futures de l'exploitation des terrains ; <br/><br/>4° La liste par commune des propriétaires, établie à l'aide d'extraits des documents cadastraux délivrés par le service du cadastre ou à l'aide des renseignements délivrés par le conservateur des hypothèques au vu du fichier immobilier ou par tous autres moyens.<br/><br/>V. ― Après consultation du président de la Polynésie française, le haut-commissaire de la République prescrit, par arrêté, l'ouverture d'une enquête dans chacune des communes où sont situés les terrains devant être grevés de la servitude et désigne un commissaire enquêteur. <br/><br/>Un extrait du dossier comprenant pour chacune des communes intéressées les documents énumérés au IV est déposé, pendant huit jours au moins, à la mairie. <br/><br/>VI. ― L'avis de l'ouverture de l'enquête est publié huit jours au moins avant la date de cette ouverture, par affiche apposée à la porte de la mairie ; cet avis donne tous renseignements utiles sur l'enquête, notamment sur son objet, sa durée et les conditions de consultation du dossier par le public. Le maire certifie qu'il a procédé à cet affichage. <br/><br/>VII. ― Notification individuelle du dépôt du dossier est faite par le demandeur aux propriétaires intéressés, dans les formes et suivant les conditions prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000006840282&dateTexte=&categorieLien=cid'>articles R. 11-22 et R. 11-23</a> du code de l'expropriation. <br/><br/>Cette notification comporte la mention du montant de l'indemnité proposée en réparation du préjudice causé par l'établissement de la servitude et par toutes les sujétions pouvant en découler. <br/><br/>VIII. ― Pendant la période de dépôt prévue au V, les réclamations et observations peuvent être soit consignées par les intéressés directement sur le registre d'enquête établi sur feuillets non mobiles cotés et paraphés par le maire, soit adressées par écrit au maire ou au commissaire enquêteur, qui les annexe audit registre.<br/><br/>A l'expiration de ladite période, le registre d'enquête est clos et signé par le maire et transmis, dans les vingt-quatre heures, avec le dossier d'enquête, au commissaire enquêteur. <br/><br/>Le commissaire enquêteur, dans un délai de quinze jours, dresse le procès-verbal de ces opérations et, après avoir entendu éventuellement toutes personnes susceptibles de l'éclairer, transmet le dossier avec son avis au haut-commissaire de la République. <br/><br/>IX. ― Si le commissaire enquêteur propose des modifications au tracé ou à la définition des servitudes et si ces modifications tendent à appliquer la servitude à des propriétés nouvelles ou à aggraver la servitude antérieurement prévue, notification directe en est faite par le demandeur aux intéressés dans les formes prévues au VII. <br/><br/>Les intéressés ont un nouveau délai de huit jours pour prendre connaissance à la mairie du plan modifié et présenter leurs observations.<br/><br/>A l'expiration de ce délai, le commissaire enquêteur, dans un délai maximum de huit jours, transmet le dossier avec ses conclusions au haut-commissaire de la République.<br/><br/>X. ― Le haut-commissaire de la République statue par arrêté sur l'établissement des servitudes. Dans l'arrêté, les propriétés sont désignées et l'identité des propriétaires est précisée conformément aux dispositions applicables du code de l'expropriation pour cause d'utilité publique. <br/><br/>Au cas où la définition du tracé et des servitudes par le préfet doit être différente de celle soumise à l'enquête et doit l'aggraver, les dispositions du IX relatives à une nouvelle consultation des intéressés et du commissaire enquêteur sont applicables. <br/><br/>XI. ― L'arrêté du haut-commissaire est notifié au demandeur, affiché à la mairie de chaque commune intéressée et transmis pour information au président de la Polynésie française. <br/><br/>Il est également notifié à chaque propriétaire, à la diligence du demandeur, par lettre recommandée avec demande d'avis de réception. <br/><br/>Au cas où un propriétaire intéressé ne pourrait être atteint, la notification est faite au fermier, locataire, gardien ou régisseur de la propriété ou, à défaut, au maire de la commune où se trouve celle-ci. <br/><br/>XII. ― Lorsque les travaux font l'objet d'une déclaration d'utilité publique et que le demandeur est en mesure, avant celle-ci, de déterminer les parcelles qui seront grevées par la servitude et de fournir le tracé précis des canalisations à établir, l'enquête prévue par les dispositions du V à IX peut être menée en même temps que l'enquête parcellaire avec laquelle elle peut être confondue. <br/><br/>XIII. ― Le montant des indemnités dues en raison de l'établissement de la servitude est fixé conformément aux dispositions en vigueur en matière d'expropriation pour cause d'utilité publique ; il couvre le préjudice subi par la réduction permanente du droit des propriétaires des terrains grevés. <br/><br/>XIV. ― La date du commencement des travaux sur les terrains grevés de servitudes est portée à la connaissance des propriétaires et exploitants huit jours au moins avant la date prévue pour le début des travaux. Un état des lieux doit, si cela est nécessaire, être dressé contradictoirement en vue de la constatation éventuelle des dommages pouvant résulter desdits travaux.<br/><br/>L'indemnisation des dommages résultant des travaux est fixée, à défaut d'accord amiable, par le tribunal administratif en premier ressort. <br/><br/>XV. ― Si le rejet d'une demande de permis de construire a pour motif l'exercice du droit de servitude dans la parcelle considérée, son propriétaire peut requérir son acquisition totale par le maître de l'ouvrage, soit à l'amiable, soit par voie d'expropriation. Si le permis de construire est accordé sous réserve d'un déplacement des canalisations, les frais de ce déplacement sont à la charge du bénéficiaire de la servitude.<br/><br/><br/>",
            "num": "D2573-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1225497600000,
            "dateFin": 1356998400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088021",
                        "id": "LEGISCTA000006088021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "DEUXIEME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116647",
                        "id": "LEGISCTA000006116647",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS PARTICULIÈRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135535",
                        "id": "LEGISCTA000006135535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2008-11-01",
                        "titre": "TITRE VII : DISPOSITIONS APPLICABLES A MAYOTTE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149407",
                        "id": "LEGISCTA000006149407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE VII :  COMMUNES DES COLLECTIVITÉS D'OUTRE-MER.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149407",
                        "id": "LEGISCTA000019587582",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : Communes de Polynésie française.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568060",
                        "id": "LEGISCTA000019587573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Administration et services communaux. \r\n\r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568756",
                        "id": "LEGISCTA000019587561",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Services communaux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568786",
                        "id": "LEGISCTA000019587523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Services publics industriels et commerciaux. \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568792",
                        "id": "LEGISCTA000019587516",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-01",
                        "fin": "2999-01-01",
                        "titre": " Sous-paragraphe 2 : Eau et assainissement. \r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019568799",
                        "id": "LEGISCTA000019587509",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 59,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019568803",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019568799",
            "sectionParentId": "LEGISCTA000019587509",
            "sectionParentTitre": " Sous-paragraphe 2 : Eau et assainissement. \r\n\r\n\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie réglementaire &gt; DEUXIEME PARTIE : LA COMMUNE &gt; LIVRE V : DISPOSITIONS PARTICULIÈRES &gt; TITRE VII :  COMMUNES DES COLLECTIVITÉS D'OUTRE-MER. &gt; CHAPITRE III : Communes de Polynésie française. &gt; Section 3 : Administration et services communaux. \r\n\r\n\r\n\r\n\r\n\r\n &gt; Sous-section 2 : Services communaux. &gt; Paragraphe 2 : Services publics industriels et commerciaux. \r\n\r\n &gt;  Sous-paragraphe 2 : Eau et assainissement. \r\n\r\n\r\n\r\n\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019587499",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019566836",
                    "textTitle": "Décret n°2008-1020\n du 22 septembre 2008 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000019567232",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-10-05",
                    "dateSignaTexte": "2008-09-22",
                    "dateDebutCible": "2008-10-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2573-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2573-19",
                    "articleId": "LEGIARTI000006391400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1008115200000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. **R11-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "**R11-22",
                    "articleId": "LEGIARTI000006840282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 229824000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019587499",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1225497600000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026854493",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030003158",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D2573-23",
                "2573-23"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}