{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043887276",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Afin d'assurer la sécurité d'un lieu ou d'un événement exposé à un risque d'actes de terrorisme à raison de sa nature et de l'ampleur de sa fréquentation, le représentant de l'Etat dans le département ou, à Paris, le préfet de police peut instituer par arrêté motivé un périmètre de protection au sein duquel l'accès et la circulation des personnes sont réglementés. L'arrêté est transmis sans délai au procureur de la République et communiqué au maire de la commune concernée. L'arrêté définit ce périmètre, limité aux lieux exposés à la menace et à leurs abords, ainsi que ses points d'accès. Son étendue et sa durée sont adaptées et proportionnées aux nécessités que font apparaître les circonstances. L'arrêté prévoit les règles d'accès et de circulation des personnes dans le périmètre, en les adaptant aux impératifs de leur vie privée, professionnelle et familiale, ainsi que les vérifications, parmi celles mentionnées aux quatrième et sixième alinéas et à l'exclusion de toute autre, auxquelles elles peuvent être soumises pour y accéder ou y circuler, et les catégories d'agents habilités à procéder à ces vérifications. L'arrêté peut autoriser les agents mentionnés aux 2° à 4° de l' article 16 du code de procédure pénale et, sous la responsabilité et le contrôle effectif de ces agents, ceux mentionnés à l'article 20 et aux 1°, 1° bis et 1° ter de l' article 21 du même code à procéder, au sein du périmètre de protection, avec le consentement des personnes faisant l'objet de ces vérifications, à des palpations de sécurité ainsi qu'à l'inspection visuelle et à la fouille des bagages. La palpation de sécurité est effectuée par une personne de même sexe que la personne qui en fait l'objet. Pour la mise en œuvre de ces opérations, ces agents peuvent être assistés par des agents exerçant l'activité mentionnée au 1° de l'article L. 611-1 du présent code, placés sous l'autorité et le contrôle effectif et continu d'un officier de police judiciaire. Après accord du maire, l'arrêté peut autoriser les agents de police municipale mentionnés à l'article L. 511-1 à participer à ces opérations sous l'autorité d'un officier de police judiciaire. Lorsque, compte tenu de la configuration des lieux, des véhicules sont susceptibles de pénétrer au sein de ce périmètre, l'arrêté peut également en subordonner l'accès à la visite du véhicule, avec le consentement de son conducteur. Ces opérations ne peuvent être accomplies que par les agents mentionnés aux 2° à 4° de l'article 16 du code de procédure pénale et, sous la responsabilité de ces agents, par ceux mentionnés à l' article 20 et aux 1°, 1° bis et 1° ter de l'article 21 du même code. Les personnes qui refusent de se soumettre, pour accéder ou circuler à l'intérieur de ce périmètre, aux palpations de sécurité, à l'inspection visuelle ou à la fouille de leurs bagages ou à la visite de leur véhicule s'en voient interdire l'accès ou sont reconduites d'office à l'extérieur du périmètre par les agents mentionnés au sixième alinéa du présent article. La durée de validité d'un arrêté préfectoral instaurant un périmètre de protection en application du présent article ne peut excéder un mois. Le représentant de l'Etat dans le département ou, à Paris, le préfet de police ne peut renouveler l'arrêté au-delà de ce délai que si les conditions prévues au premier alinéa continuent d'être réunies. Pour les lieux faisant l'objet du périmètre de protection, l'arrêté ne peut être renouvelé qu'une seule fois, pour une durée ne pouvant excéder un mois, dès lors que les conditions prévues au premier alinéa continuent d'être réunies.",
            "texteHtml": "<p>Afin d'assurer la sécurité d'un lieu ou d'un événement exposé à un risque d'actes de terrorisme à raison de sa nature et de l'ampleur de sa fréquentation, le représentant de l'Etat dans le département ou, à Paris, le préfet de police peut instituer par arrêté motivé un périmètre de protection au sein duquel l'accès et la circulation des personnes sont réglementés.</p><p>L'arrêté est transmis sans délai au procureur de la République et communiqué au maire de la commune concernée.</p><p>L'arrêté définit ce périmètre, limité aux lieux exposés à la menace et à leurs abords, ainsi que ses points d'accès. Son étendue et sa durée sont adaptées et proportionnées aux nécessités que font apparaître les circonstances. L'arrêté prévoit les règles d'accès et de circulation des personnes dans le périmètre, en les adaptant aux impératifs de leur vie privée, professionnelle et familiale, ainsi que les vérifications, parmi celles mentionnées aux quatrième et sixième alinéas et à l'exclusion de toute autre, auxquelles elles peuvent être soumises pour y accéder ou y circuler, et les catégories d'agents habilités à procéder à ces vérifications.</p><p>L'arrêté peut autoriser les agents mentionnés aux 2° à 4° de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574861&dateTexte=&categorieLien=cid'>article 16 </a>du code de procédure pénale et, sous la responsabilité et le contrôle effectif de ces agents, ceux mentionnés à l'article 20 et aux 1°, 1° bis et 1° ter de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574886&dateTexte=&categorieLien=cid'>article 21 </a>du même code à procéder, au sein du périmètre de protection, avec le consentement des personnes faisant l'objet de ces vérifications, à des palpations de sécurité ainsi qu'à l'inspection visuelle et à la fouille des bagages. La palpation de sécurité est effectuée par une personne de même sexe que la personne qui en fait l'objet. Pour la mise en œuvre de ces opérations, ces agents peuvent être assistés par des agents exerçant l'activité mentionnée au 1° de l'article L. 611-1 du présent code, placés sous l'autorité et le contrôle effectif et continu d'un officier de police judiciaire.</p><p>Après accord du maire, l'arrêté peut autoriser les agents de police municipale mentionnés à l'article L. 511-1 à participer à ces opérations sous l'autorité d'un officier de police judiciaire.</p><p>Lorsque, compte tenu de la configuration des lieux, des véhicules sont susceptibles de pénétrer au sein de ce périmètre, l'arrêté peut également en subordonner l'accès à la visite du véhicule, avec le consentement de son conducteur. Ces opérations ne peuvent être accomplies que par les agents mentionnés aux 2° à 4° de l'article 16 du code de procédure pénale et, sous la responsabilité de ces agents, par ceux mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574880&dateTexte=&categorieLien=cid'>article 20</a> et aux 1°, 1° bis et 1° ter de l'article 21 du même code.</p><p>Les personnes qui refusent de se soumettre, pour accéder ou circuler à l'intérieur de ce périmètre, aux palpations de sécurité, à l'inspection visuelle ou à la fouille de leurs bagages ou à la visite de leur véhicule s'en voient interdire l'accès ou sont reconduites d'office à l'extérieur du périmètre par les agents mentionnés au sixième alinéa du présent article.</p><p>La durée de validité d'un arrêté préfectoral instaurant un périmètre de protection en application du présent article ne peut excéder un mois. Le représentant de l'Etat dans le département ou, à Paris, le préfet de police ne peut renouveler l'arrêté au-delà de ce délai que si les conditions prévues au premier alinéa continuent d'être réunies. Pour les lieux faisant l'objet du périmètre de protection, l'arrêté ne peut être renouvelé qu'une seule fois, pour une durée ne pouvant excéder un mois, dès lors que les conditions prévues au premier alinéa continuent d'être réunies.</p>",
            "num": "L226-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1627689600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Périmètres de protection",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035933851",
                        "id": "LEGISCTA000035936189",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035933859",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035933851",
            "sectionParentId": "LEGISCTA000035936189",
            "sectionParentTitre": "Chapitre VI : Périmètres de protection",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ORDRE ET SÉCURITÉ PUBLICS &gt; TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION &gt; Chapitre VI : Périmètres de protection",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043887276",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 3 de la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018, les dispositions de l’article L. 226-1 du code de la sécurité intérieure, dans leur rédaction issue de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme sont conformes à la Constitution sous les réserves énoncées aux paragraphes 27, 33 et 34. Aux paragraphes 27, 33 et 34 de sa décision, le Conseil constitutionnel a énoncé les réserves suivantes : - \" Les dispositions contestées confèrent aux agents de la force publique la possibilité de se faire assister, pour la mise en œuvre des palpations de sécurité et des inspections et fouilles de bagages, par des agents agréés exerçant une activité privée de sécurité. Ce faisant, le législateur a permis d’associer des personnes privées à l’exercice de missions de surveillance générale de la voie publique. Il résulte des dispositions contestées que ces personnes ne peuvent toutefois qu’assister les agents de police judiciaire et sont placées \" sous l’autorité d’un officier de police judiciaire \". Il appartient aux autorités publiques de prendre les dispositions afin de s’assurer que soit continûment garantie l’effectivité du contrôle exercé sur ces personnes par les officiers de police judiciaire \" ; - \" S’il était loisible au législateur de ne pas fixer les critères en fonction desquels sont mises en œuvre, au sein des périmètres de protection, les opérations de contrôle de l’accès et de la circulation, de palpations de sécurité, d’inspection et de fouille des bagages et de visite de véhicules, la mise en œuvre de ces vérifications ainsi confiées par la loi à des autorités de police judiciaire ou sous leur responsabilité ne saurait s’opérer, conformément aux droits et libertés mentionnés ci-dessus, qu’en se fondant sur des critères excluant toute discrimination de quelque nature que ce soit entre les personnes \" ; - \" Les dispositions contestées limitent à un mois la durée de validité de l’arrêté préfectoral. Celui-ci ne peut être renouvelé que si les conditions justifiant l’institution du périmètre de protection continuent d’être réunies. Ce renouvellement est ainsi subordonné à la nécessité d’assurer la sécurité du lieu ou de l’événement et à la condition qu’il demeure exposé à un risque d’actes de terrorisme, à raison de sa nature et de l’ampleur de sa fréquentation. Toutefois, compte tenu de la rigueur des mesures prévues par les dispositions contestées, un tel renouvellement ne saurait, sans méconnaître la liberté d’aller et de venir et le droit au respect de la vie privée, être décidé par le préfet sans que celui-ci établisse la persistance du risque \".",
            "notaHtml": "<p>Conformément à l’article 3 de la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018, les dispositions de l’article L. 226-1 du code de la sécurité intérieure, dans leur rédaction issue de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme sont conformes à la Constitution sous les réserves énoncées aux paragraphes 27, 33 et 34.</p><p>Aux paragraphes 27, 33 et 34 de sa décision, le Conseil constitutionnel a énoncé les réserves suivantes :</p><p>- \" Les dispositions contestées confèrent aux agents de la force publique la possibilité de se faire assister, pour la mise en œuvre des palpations de sécurité et des inspections et fouilles de bagages, par des agents agréés exerçant une activité privée de sécurité. Ce faisant, le législateur a permis d’associer des personnes privées à l’exercice de missions de surveillance générale de la voie publique. Il résulte des dispositions contestées que ces personnes ne peuvent toutefois qu’assister les agents de police judiciaire et sont placées \" sous l’autorité d’un officier de police judiciaire \". Il appartient aux autorités publiques de prendre les dispositions afin de s’assurer que soit continûment garantie l’effectivité du contrôle exercé sur ces personnes par les officiers de police judiciaire \" ;</p><p>- \" S’il était loisible au législateur de ne pas fixer les critères en fonction desquels sont mises en œuvre, au sein des périmètres de protection, les opérations de contrôle de l’accès et de la circulation, de palpations de sécurité, d’inspection et de fouille des bagages et de visite de véhicules, la mise en œuvre de ces vérifications ainsi confiées par la loi à des autorités de police judiciaire ou sous leur responsabilité ne saurait s’opérer, conformément aux droits et libertés mentionnés ci-dessus, qu’en se fondant sur des critères excluant toute discrimination de quelque nature que ce soit entre les personnes \" ;</p><p>- \" Les dispositions contestées limitent à un mois la durée de validité de l’arrêté préfectoral. Celui-ci ne peut être renouvelé que si les conditions justifiant l’institution du périmètre de protection continuent d’être réunies. Ce renouvellement est ainsi subordonné à la nécessité d’assurer la sécurité du lieu ou de l’événement et à la condition qu’il demeure exposé à un risque d’actes de terrorisme, à raison de sa nature et de l’ampleur de sa fréquentation. Toutefois, compte tenu de la rigueur des mesures prévues par les dispositions contestées, un tel renouvellement ne saurait, sans méconnaître la liberté d’aller et de venir et le droit au respect de la vie privée, être décidé par le préfet sans que celui-ci établisse la persistance du risque \".</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043876100",
                    "textTitle": "LOI n°2021-998 du 30 juillet 2021 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043880694",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-07-31",
                    "dateSignaTexte": "2021-07-30",
                    "dateDebutCible": "2021-07-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000249712",
                    "textTitle": "Décret n°2004-374 du 29 avril 2004 - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000037163712",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-374",
                    "datePubli": 1083283200000,
                    "dateDebut": 1531008000000
                },
                {
                    "textCid": "JORFTEXT000036596177",
                    "textTitle": "Décret n°2018-85 du 13 février 2018, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000036596177",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-85",
                    "datePubli": 1518566400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036596191",
                    "textTitle": "Décret n°2018-86 du 13 février 2018, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000036596191",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-86",
                    "datePubli": 1518566400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 3, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "JORFARTI000036751340",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036862922",
                    "textTitle": "Décret n°2018-320 du 2 mai 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000036864272",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-320",
                    "datePubli": 1525305600000,
                    "dateDebut": 1525392000000
                },
                {
                    "textCid": "JORFTEXT000036862922",
                    "textTitle": "Décret n°2018-320 du 2 mai 2018 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036864284",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-320",
                    "datePubli": 1525305600000,
                    "dateDebut": 1525392000000
                },
                {
                    "textCid": "JORFTEXT000037111574",
                    "textTitle": "Décret n°2018-517 du 26 juin 2018 - art. 2 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000037115087",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-517",
                    "datePubli": 1530144000000,
                    "dateDebut": 1530230400000
                },
                {
                    "textCid": "JORFTEXT000037217991",
                    "textTitle": "Décret n°2018-622 du 17 juillet 2018 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037221873",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-622",
                    "datePubli": 1531958400000,
                    "dateDebut": 1532044800000
                },
                {
                    "textCid": "JORFTEXT000037217991",
                    "textTitle": "Décret n°2018-622 du 17 juillet 2018 - art. 2 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000037221882",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-622",
                    "datePubli": 1531958400000,
                    "dateDebut": 1532044800000
                },
                {
                    "textCid": "JORFTEXT000037469184",
                    "textTitle": "Décret n°2018-843 du 5 octobre 2018, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000037469184",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-843",
                    "datePubli": 1538784000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037469226",
                    "textTitle": "Décret n°2018-846 du 5 octobre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037473914",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-846",
                    "datePubli": 1538784000000,
                    "dateDebut": 1538870400000
                },
                {
                    "textCid": "JORFTEXT000038052447",
                    "textTitle": "Décret n°2019-41 du 23 janvier 2019 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000038052454",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-41",
                    "datePubli": 1548374400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038052459",
                    "textTitle": "Décret n°2019-42 du 23 janvier 2019 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000038052466",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-42",
                    "datePubli": 1548374400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043163337",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043163338",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1613865600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000006574861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000006574880",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006574886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L511-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000043540418",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622073600000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L613-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-1",
                    "articleId": "LEGIARTI000043540720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622073600000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L613-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-2",
                    "articleId": "LEGIARTI000043540747",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622073600000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. R226-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R226-1",
                    "articleId": "LEGIARTI000046214930",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1661990400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035936191",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1509408000000,
                    "dateFin": 1627689600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043887276",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1627689600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L226-1",
                "226-1"
            ],
            "versionPrecedente": "LEGIARTI000035936191",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035936191",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Afin d'assurer la sécurité d'un lieu ou d'un événement exposé à un risque d'actes de terrorisme à raison de sa nature et de l'ampleur de sa fréquentation, le représentant de l'Etat dans le département ou, à Paris, le préfet de police peut instituer par arrêté motivé un périmètre de protection au sein duquel l'accès et la circulation des personnes sont réglementés. L'arrêté est transmis sans délai au procureur de la République et communiqué au maire de la commune concernée. L'arrêté définit ce périmètre, limité aux lieux exposés à la menace et à leurs abords, ainsi que ses points d'accès. Son étendue et sa durée sont adaptées et proportionnées aux nécessités que font apparaître les circonstances. L'arrêté prévoit les règles d'accès et de circulation des personnes dans le périmètre, en les adaptant aux impératifs de leur vie privée, professionnelle et familiale, ainsi que les vérifications, parmi celles mentionnées aux quatrième et sixième alinéas et à l'exclusion de toute autre, auxquelles elles peuvent être soumises pour y accéder ou y circuler, et les catégories d'agents habilités à procéder à ces vérifications. L'arrêté peut autoriser les agents mentionnés aux 2° à 4° de l' article 16 du code de procédure pénale et, sous la responsabilité de ces agents, ceux mentionnés à l'article 20 et aux 1°, 1° bis et 1° ter de l' article 21 du même code à procéder, au sein du périmètre de protection, avec le consentement des personnes faisant l'objet de ces vérifications, à des palpations de sécurité ainsi qu'à l'inspection visuelle et à la fouille des bagages. La palpation de sécurité est effectuée par une personne de même sexe que la personne qui en fait l'objet. Pour la mise en œuvre de ces opérations, ces agents peuvent être assistés par des agents exerçant l'activité mentionnée au 1° de l'article L. 611-1 du présent code, placés sous l'autorité d'un officier de police judiciaire. Après accord du maire, l'arrêté peut autoriser les agents de police municipale mentionnés à l'article L. 511-1 à participer à ces opérations sous l'autorité d'un officier de police judiciaire. Lorsque, compte tenu de la configuration des lieux, des véhicules sont susceptibles de pénétrer au sein de ce périmètre, l'arrêté peut également en subordonner l'accès à la visite du véhicule, avec le consentement de son conducteur. Ces opérations ne peuvent être accomplies que par les agents mentionnés aux 2° à 4° de l'article 16 du code de procédure pénale et, sous la responsabilité de ces agents, par ceux mentionnés à l' article 20 et aux 1°, 1° bis et 1° ter de l'article 21 du même code. Les personnes qui refusent de se soumettre, pour accéder ou circuler à l'intérieur de ce périmètre, aux palpations de sécurité, à l'inspection visuelle ou à la fouille de leurs bagages ou à la visite de leur véhicule s'en voient interdire l'accès ou sont reconduites d'office à l'extérieur du périmètre par les agents mentionnés au sixième alinéa du présent article. La durée de validité d'un arrêté préfectoral instaurant un périmètre de protection en application du présent article ne peut excéder un mois. Le représentant de l'Etat dans le département ou, à Paris, le préfet de police ne peut renouveler l'arrêté au-delà de ce délai que si les conditions prévues au premier alinéa continuent d'être réunies.",
            "texteHtml": "<p>Afin d'assurer la sécurité d'un lieu ou d'un événement exposé à un risque d'actes de terrorisme à raison de sa nature et de l'ampleur de sa fréquentation, le représentant de l'Etat dans le département ou, à Paris, le préfet de police peut instituer par arrêté motivé un périmètre de protection au sein duquel l'accès et la circulation des personnes sont réglementés. <br/><br/>L'arrêté est transmis sans délai au procureur de la République et communiqué au maire de la commune concernée. <br/><br/>L'arrêté définit ce périmètre, limité aux lieux exposés à la menace et à leurs abords, ainsi que ses points d'accès. Son étendue et sa durée sont adaptées et proportionnées aux nécessités que font apparaître les circonstances. L'arrêté prévoit les règles d'accès et de circulation des personnes dans le périmètre, en les adaptant aux impératifs de leur vie privée, professionnelle et familiale, ainsi que les vérifications, parmi celles mentionnées aux quatrième et sixième alinéas et à l'exclusion de toute autre, auxquelles elles peuvent être soumises pour y accéder ou y circuler, et les catégories d'agents habilités à procéder à ces vérifications. <br/><br/>L'arrêté peut autoriser les agents mentionnés aux 2° à 4° de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574861&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 16 (V)'>article 16 </a>du code de procédure pénale et, sous la responsabilité de ces agents, ceux mentionnés à l'article 20 et aux 1°, 1° bis et 1° ter de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574886&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 21 (V)'>article 21 </a>du même code à procéder, au sein du périmètre de protection, avec le consentement des personnes faisant l'objet de ces vérifications, à des palpations de sécurité ainsi qu'à l'inspection visuelle et à la fouille des bagages. La palpation de sécurité est effectuée par une personne de même sexe que la personne qui en fait l'objet. Pour la mise en œuvre de ces opérations, ces agents peuvent être assistés par des agents exerçant l'activité mentionnée au 1° de l'article L. 611-1 du présent code, placés sous l'autorité d'un officier de police judiciaire. <br/><br/>Après accord du maire, l'arrêté peut autoriser les agents de police municipale mentionnés à l'article L. 511-1 à participer à ces opérations sous l'autorité d'un officier de police judiciaire. <br/><br/>Lorsque, compte tenu de la configuration des lieux, des véhicules sont susceptibles de pénétrer au sein de ce périmètre, l'arrêté peut également en subordonner l'accès à la visite du véhicule, avec le consentement de son conducteur. Ces opérations ne peuvent être accomplies que par les agents mentionnés aux 2° à 4° de l'article 16 du code de procédure pénale et, sous la responsabilité de ces agents, par ceux mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574880&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 20 (V)'>article 20</a> et aux 1°, 1° bis et 1° ter de l'article 21 du même code. <br/><br/>Les personnes qui refusent de se soumettre, pour accéder ou circuler à l'intérieur de ce périmètre, aux palpations de sécurité, à l'inspection visuelle ou à la fouille de leurs bagages ou à la visite de leur véhicule s'en voient interdire l'accès ou sont reconduites d'office à l'extérieur du périmètre par les agents mentionnés au sixième alinéa du présent article. <br/><br/>La durée de validité d'un arrêté préfectoral instaurant un périmètre de protection en application du présent article ne peut excéder un mois. Le représentant de l'Etat dans le département ou, à Paris, le préfet de police ne peut renouveler l'arrêté au-delà de ce délai que si les conditions prévues au premier alinéa continuent d'être réunies.</p>",
            "num": "L226-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1509408000000,
            "dateFin": 1627689600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Périmètres de protection",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035933851",
                        "id": "LEGISCTA000035936189",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035933859",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035933851",
            "sectionParentId": "LEGISCTA000035936189",
            "sectionParentTitre": "Chapitre VI : Périmètres de protection",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ORDRE ET SÉCURITÉ PUBLICS &gt; TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION &gt; Chapitre VI : Périmètres de protection",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000035936191",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 3 de la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018, les dispositions de l’article L. 226-1 du code de la sécurité intérieure, dans leur rédaction issue de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme sont conformes à la Constitution sous les réserves énoncées aux paragraphes 27, 33 et 34. Aux paragraphes 27, 33 et 34 de sa décision, le Conseil constitutionnel a énoncé les réserves suivantes : - \" Les dispositions contestées confèrent aux agents de la force publique la possibilité de se faire assister, pour la mise en œuvre des palpations de sécurité et des inspections et fouilles de bagages, par des agents agréés exerçant une activité privée de sécurité. Ce faisant, le législateur a permis d’associer des personnes privées à l’exercice de missions de surveillance générale de la voie publique. Il résulte des dispositions contestées que ces personnes ne peuvent toutefois qu’assister les agents de police judiciaire et sont placées \" sous l’autorité d’un officier de police judiciaire \". Il appartient aux autorités publiques de prendre les dispositions afin de s’assurer que soit continûment garantie l’effectivité du contrôle exercé sur ces personnes par les officiers de police judiciaire \" ; - \" S’il était loisible au législateur de ne pas fixer les critères en fonction desquels sont mises en œuvre, au sein des périmètres de protection, les opérations de contrôle de l’accès et de la circulation, de palpations de sécurité, d’inspection et de fouille des bagages et de visite de véhicules, la mise en œuvre de ces vérifications ainsi confiées par la loi à des autorités de police judiciaire ou sous leur responsabilité ne saurait s’opérer, conformément aux droits et libertés mentionnés ci-dessus, qu’en se fondant sur des critères excluant toute discrimination de quelque nature que ce soit entre les personnes \" ; - \" Les dispositions contestées limitent à un mois la durée de validité de l’arrêté préfectoral. Celui-ci ne peut être renouvelé que si les conditions justifiant l’institution du périmètre de protection continuent d’être réunies. Ce renouvellement est ainsi subordonné à la nécessité d’assurer la sécurité du lieu ou de l’événement et à la condition qu’il demeure exposé à un risque d’actes de terrorisme, à raison de sa nature et de l’ampleur de sa fréquentation. Toutefois, compte tenu de la rigueur des mesures prévues par les dispositions contestées, un tel renouvellement ne saurait, sans méconnaître la liberté d’aller et de venir et le droit au respect de la vie privée, être décidé par le préfet sans que celui-ci établisse la persistance du risque \".",
            "notaHtml": "<p>Conformément à l’article 3 de la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018, les dispositions de l’article L. 226-1 du code de la sécurité intérieure, dans leur rédaction issue de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme sont conformes à la Constitution sous les réserves énoncées aux paragraphes 27, 33 et 34.</p><p>Aux paragraphes 27, 33 et 34 de sa décision, le Conseil constitutionnel a énoncé les réserves suivantes :</p><p>- \" Les dispositions contestées confèrent aux agents de la force publique la possibilité de se faire assister, pour la mise en œuvre des palpations de sécurité et des inspections et fouilles de bagages, par des agents agréés exerçant une activité privée de sécurité. Ce faisant, le législateur a permis d’associer des personnes privées à l’exercice de missions de surveillance générale de la voie publique. Il résulte des dispositions contestées que ces personnes ne peuvent toutefois qu’assister les agents de police judiciaire et sont placées \" sous l’autorité d’un officier de police judiciaire \". Il appartient aux autorités publiques de prendre les dispositions afin de s’assurer que soit continûment garantie l’effectivité du contrôle exercé sur ces personnes par les officiers de police judiciaire \" ;</p><p>- \" S’il était loisible au législateur de ne pas fixer les critères en fonction desquels sont mises en œuvre, au sein des périmètres de protection, les opérations de contrôle de l’accès et de la circulation, de palpations de sécurité, d’inspection et de fouille des bagages et de visite de véhicules, la mise en œuvre de ces vérifications ainsi confiées par la loi à des autorités de police judiciaire ou sous leur responsabilité ne saurait s’opérer, conformément aux droits et libertés mentionnés ci-dessus, qu’en se fondant sur des critères excluant toute discrimination de quelque nature que ce soit entre les personnes \" ;</p><p>- \" Les dispositions contestées limitent à un mois la durée de validité de l’arrêté préfectoral. Celui-ci ne peut être renouvelé que si les conditions justifiant l’institution du périmètre de protection continuent d’être réunies. Ce renouvellement est ainsi subordonné à la nécessité d’assurer la sécurité du lieu ou de l’événement et à la condition qu’il demeure exposé à un risque d’actes de terrorisme, à raison de sa nature et de l’ampleur de sa fréquentation. Toutefois, compte tenu de la rigueur des mesures prévues par les dispositions contestées, un tel renouvellement ne saurait, sans méconnaître la liberté d’aller et de venir et le droit au respect de la vie privée, être décidé par le préfet sans que celui-ci établisse la persistance du risque \".</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035932811",
                    "textTitle": "LOI n°2017-1510 du 30 octobre 2017 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000035933797",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-10-31",
                    "dateSignaTexte": "2017-10-30",
                    "dateDebutCible": "2017-11-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000249712",
                    "textTitle": "Décret n°2004-374 du 29 avril 2004 - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000037163712",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-374",
                    "datePubli": 1083283200000,
                    "dateDebut": 1531008000000
                },
                {
                    "textCid": "JORFTEXT000036596177",
                    "textTitle": "Décret n°2018-85 du 13 février 2018, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000036596177",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-85",
                    "datePubli": 1518566400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036596191",
                    "textTitle": "Décret n°2018-86 du 13 février 2018, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000036596191",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-86",
                    "datePubli": 1518566400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 3, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "JORFARTI000036751340",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036862922",
                    "textTitle": "Décret n°2018-320 du 2 mai 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000036864272",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-320",
                    "datePubli": 1525305600000,
                    "dateDebut": 1525392000000
                },
                {
                    "textCid": "JORFTEXT000036862922",
                    "textTitle": "Décret n°2018-320 du 2 mai 2018 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036864284",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-320",
                    "datePubli": 1525305600000,
                    "dateDebut": 1525392000000
                },
                {
                    "textCid": "JORFTEXT000037111574",
                    "textTitle": "Décret n°2018-517 du 26 juin 2018 - art. 2 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000037115087",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-517",
                    "datePubli": 1530144000000,
                    "dateDebut": 1530230400000
                },
                {
                    "textCid": "JORFTEXT000037217991",
                    "textTitle": "Décret n°2018-622 du 17 juillet 2018 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037221873",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-622",
                    "datePubli": 1531958400000,
                    "dateDebut": 1532044800000
                },
                {
                    "textCid": "JORFTEXT000037217991",
                    "textTitle": "Décret n°2018-622 du 17 juillet 2018 - art. 2 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000037221882",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-622",
                    "datePubli": 1531958400000,
                    "dateDebut": 1532044800000
                },
                {
                    "textCid": "JORFTEXT000037469184",
                    "textTitle": "Décret n°2018-843 du 5 octobre 2018, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000037469184",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-843",
                    "datePubli": 1538784000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037469226",
                    "textTitle": "Décret n°2018-846 du 5 octobre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037473914",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-846",
                    "datePubli": 1538784000000,
                    "dateDebut": 1538870400000
                },
                {
                    "textCid": "JORFTEXT000038052447",
                    "textTitle": "Décret n°2019-41 du 23 janvier 2019 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000038052454",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-41",
                    "datePubli": 1548374400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038052459",
                    "textTitle": "Décret n°2019-42 du 23 janvier 2019 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000038052466",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-42",
                    "datePubli": 1548374400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043163337",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043163338",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1613865600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000006574861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000006574880",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006574886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L511-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000043540418",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622073600000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L613-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-1",
                    "articleId": "LEGIARTI000043540720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622073600000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L613-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-2",
                    "articleId": "LEGIARTI000043540747",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622073600000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. R226-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R226-1",
                    "articleId": "LEGIARTI000046214930",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1661990400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035936191",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1509408000000,
                    "dateFin": 1627689600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043887276",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1627689600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L226-1",
                "226-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}