{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000025068755",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Le recouvrement des créances mentionnées à l'article 349 ter dont le montant est supérieur ou égal à 1 500 € et la prise de mesures conservatoires au titre des créances précitées issues des Etats membres de l'Union européenne sont confiés au comptable des douanes compétent. II. ― Ces créances sont recouvrées selon les modalités applicables aux créances de même nature nées sur le territoire national et les intérêts de retard courent à compter de la date de réception de la demande de recouvrement. III. ― Les créances mentionnées au I ne bénéficient d'aucun privilège. IV. ― L'administration compétente donne suite à la demande d'assistance au recouvrement lorsque la créance a fait l'objet d'un titre de recouvrement. La demande d'assistance au recouvrement est accompagnée d'un instrument uniformisé établi par l'Etat requérant et permettant l'adoption de mesures exécutoires. Cet instrument reflète la substance du titre exécutoire initial. Les informations minimales qu'il doit comporter sont fixées par voie réglementaire. Cet instrument est transmis par l'Etat membre requérant. Il constitue le fondement unique des mesures de recouvrement et des mesures conservatoires qui sont prises pour garantir le recouvrement de la créance de cet Etat et il est directement reconnu comme un titre exécutoire. V. ― L'assistance au recouvrement est accordée pour autant que la créance ou le titre de recouvrement ne sont pas contestés dans l'Etat membre requérant et que les procédures de recouvrement appropriées ont été mises en œuvre dans cet Etat. VI. ― L'Etat membre requérant peut également demander l'assistance au recouvrement : 1° Lorsqu'il est manifeste qu'il n'existe pas d'actifs pouvant être recouvrés sur son territoire ou que les procédures de recouvrement ne peuvent aboutir au paiement intégral de la créance et qu'il dispose d'informations spécifiques indiquant que le redevable dispose d'actifs en France ; 2° Lorsque la mise en œuvre des procédures de recouvrement donne lieu à des difficultés ou à un coût disproportionnés pour l'Etat membre requérant. VII. ― Dès qu'elle est informée par l'Etat membre requérant ou par le redevable du dépôt d'une contestation de la créance ou du titre, l'administration compétente suspend la procédure de recouvrement jusqu'à la notification de la décision de l'instance compétente de l'Etat membre requérant, sauf si celui-ci la saisit d'une demande expresse de poursuite de la procédure de recouvrement assortie d'une déclaration certifiant que son droit national lui permet de recouvrer la créance contestée. VIII. ― A la demande de l'Etat membre requérant ou lorsqu'il l'estime nécessaire, le comptable des douanes compétent prend toutes mesures conservatoires utiles pour garantir le recouvrement de la créance de cet Etat. IX. ― L'administration compétente donne suite à une demande de prise de mesures conservatoires : 1° Lorsque la créance a fait l'objet d'un titre de recouvrement mais que la créance ou le titre de recouvrement sont contestés au moment où la demande est présentée ; 2° Lorsque la créance ne fait pas encore l'objet d'un titre de recouvrement, dans la mesure où la législation de l'Etat membre requérant permet de prendre des mesures conservatoires en l'absence d'un titre exécutoire. X. ― Les questions relatives à la prescription de l'action en recouvrement et au caractère interruptif ou suspensif des actes effectués par le comptable des douanes pour le recouvrement des créances d'un autre Etat membre sont appréciées selon la législation de l'Etat membre requérant. Lorsque la législation de l'Etat membre requis ne permet pas d'interrompre, de suspendre ou de proroger le délai de prescription, les actes effectués par l'administration de cet Etat sont réputés avoir les mêmes effets interruptifs ou suspensifs que s'ils avaient été accomplis dans l'Etat membre requérant. Le présent X s'applique sans préjudice de la possibilité pour l'Etat membre requérant de diligenter des actes destinés à interrompre, suspendre ou proroger le délai de prescription de l'action en recouvrement de ses créances.",
            "texteHtml": "I. ― Le recouvrement des créances mentionnées à l'article 349 ter dont le montant est supérieur ou égal à 1 500 € et la prise de mesures conservatoires au titre des créances précitées issues des Etats membres de l'Union européenne sont confiés au comptable des douanes compétent. <br/><br/>II. ― Ces créances sont recouvrées selon les modalités applicables aux créances de même nature nées sur le territoire national et les intérêts de retard courent à compter de la date de réception de la demande de recouvrement. <br/><br/>III. ― Les créances mentionnées au I ne bénéficient d'aucun privilège. <br/><br/>IV. ― L'administration compétente donne suite à la demande d'assistance au recouvrement lorsque la créance a fait l'objet d'un titre de recouvrement. <br/><br/>La demande d'assistance au recouvrement est accompagnée d'un instrument uniformisé établi par l'Etat requérant et permettant l'adoption de mesures exécutoires. Cet instrument reflète la substance du titre exécutoire initial. <br/><br/>Les informations minimales qu'il doit comporter sont fixées par voie réglementaire. <br/><br/>Cet instrument est transmis par l'Etat membre requérant. Il constitue le fondement unique des mesures de recouvrement et des mesures conservatoires qui sont prises pour garantir le recouvrement de la créance de cet Etat et il est directement reconnu comme un titre exécutoire. <br/><br/>V. ― L'assistance au recouvrement est accordée pour autant que la créance ou le titre de recouvrement ne sont pas contestés dans l'Etat membre requérant et que les procédures de recouvrement appropriées ont été mises en œuvre dans cet Etat. <br/><br/>VI. ― L'Etat membre requérant peut également demander l'assistance au recouvrement : <br/><br/>1° Lorsqu'il est manifeste qu'il n'existe pas d'actifs pouvant être recouvrés sur son territoire ou que les procédures de recouvrement ne peuvent aboutir au paiement intégral de la créance et qu'il dispose d'informations spécifiques indiquant que le redevable dispose d'actifs en France ; <br/><br/>2° Lorsque la mise en œuvre des procédures de recouvrement donne lieu à des difficultés ou à un coût disproportionnés pour l'Etat membre requérant. <br/><br/>VII. ― Dès qu'elle est informée par l'Etat membre requérant ou par le redevable du dépôt d'une contestation de la créance ou du titre, l'administration compétente suspend la procédure de recouvrement jusqu'à la notification de la décision de l'instance compétente de l'Etat membre requérant, sauf si celui-ci la saisit d'une demande expresse de poursuite de la procédure de recouvrement assortie d'une déclaration certifiant que son droit national lui permet de recouvrer la créance contestée. <br/><br/>VIII. ― A la demande de l'Etat membre requérant ou lorsqu'il l'estime nécessaire, le comptable des douanes compétent prend toutes mesures conservatoires utiles pour garantir le recouvrement de la créance de cet Etat. <br/><br/>IX. ― L'administration compétente donne suite à une demande de prise de mesures conservatoires : <br/><br/>1° Lorsque la créance a fait l'objet d'un titre de recouvrement mais que la créance ou le titre de recouvrement sont contestés au moment où la demande est présentée ; <br/><br/>2° Lorsque la créance ne fait pas encore l'objet d'un titre de recouvrement, dans la mesure où la législation de l'Etat membre requérant permet de prendre des mesures conservatoires en l'absence d'un titre exécutoire. <br/><br/>X. ― Les questions relatives à la prescription de l'action en recouvrement et au caractère interruptif ou suspensif des actes effectués par le comptable des douanes pour le recouvrement des créances d'un autre Etat membre sont appréciées selon la législation de l'Etat membre requérant. <br/><br/>Lorsque la législation de l'Etat membre requis ne permet pas d'interrompre, de suspendre ou de proroger le délai de prescription, les actes effectués par l'administration de cet Etat sont réputés avoir les mêmes effets interruptifs ou suspensifs que s'ils avaient été accomplis dans l'Etat membre requérant. <br/><br/>Le présent X s'applique sans préjudice de la possibilité pour l'Etat membre requérant de diligenter des actes destinés à interrompre, suspendre ou proroger le délai de prescription de l'action en recouvrement de ses créances.",
            "num": "349 quinquies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1325376000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2002-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre XII : Contentieux et recouvrement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099277",
                        "id": "LEGISCTA000006099277",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Poursuites et recouvrement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122133",
                        "id": "LEGISCTA000006122133",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 bis : Assistance internationale au recouvrement ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025068276",
                        "id": "LEGISCTA000025068731",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000025068283",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000025068276",
            "sectionParentId": "LEGISCTA000025068731",
            "sectionParentTitre": "Section 2 bis : Assistance internationale au recouvrement ",
            "fullSectionsTitre": "Titre XII : Contentieux et recouvrement &gt; Chapitre II : Poursuites et recouvrement &gt; Section 2 bis : Assistance internationale au recouvrement ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000025068755",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025045613",
                    "textTitle": "LOI n°2011-1978 du 28 décembre 2011 - art. 59 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "59",
                    "articleId": "LEGIARTI000025062850",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-12-29",
                    "dateSignaTexte": "2011-12-28",
                    "dateDebutCible": "2011-12-30"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025068755",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "349 quinquies",
                "349"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}