{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000028161809",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les importateurs ne mettent sur le marché que des équipements électriques et électroniques conformes aux dispositions de la présente sous-section. II. – Les importateurs s'assurent, avant de mettre un équipement électrique et électronique sur le marché, que la procédure appropriée d'évaluation de la conformité a été appliquée par le fabricant et que ce dernier a respecté les exigences visées aux VI et VII de l'article R. 543-171-4 . Ils s'assurent également que le fabricant a établi la documentation technique et que l'équipement électrique et électronique porte le marquage CE et est accompagné des documents requis. III. – Lorsqu'un importateur considère ou a des raisons de croire qu'un équipement électrique et électronique n'est pas conforme aux exigences mentionnées à l'article R. 543-171-3 , il ne met cet équipement électrique et électronique sur le marché qu'après que celui-ci a été mis en conformité et après avoir informé le fabricant ainsi que l'un des services dont relèvent les agents chargés du contrôle. IV. – Les importateurs indiquent leur nom, leur raison sociale ou leur marque déposée et l'adresse à laquelle ils peuvent être contactés sur l'équipement électrique et électronique ou, lorsque ce n'est pas possible, sur son emballage ou dans un document accompagnant l'équipement électrique et électronique. Ces dispositions ne s'appliquent pas lorsque d'autres dispositions au moins aussi strictes relatives à l'apposition du nom et de l'adresse de l'importateur sont en vigueur au titre d'autres législations. V. – Les importateurs tiennent un registre des équipements électriques et électroniques non conformes et des rappels d'équipements électriques et électroniques. Ils informent les distributeurs d'un tel suivi. VI. – Les importateurs qui considèrent ou ont des raisons de croire qu'un équipement électrique et électronique qu'ils ont mis sur le marché n'est pas conforme aux dispositions de la présente sous-section prennent sans délai les mesures correctives nécessaires pour le mettre en conformité, le retirer ou le rappeler, si nécessaire, et en informent immédiatement l'un des services dont relèvent les agents chargés du contrôle ainsi que les autorités nationales compétentes des Etats membres dans lesquels ils ont mis l'équipement électrique et électronique en fournissant des précisions, notamment, sur la non-conformité constatée et toute mesure corrective adoptée. VII. – Pendant une durée de dix ans suivant la mise sur le marché de l'équipement électrique et électronique, les importateurs tiennent une copie de la déclaration UE de conformité à la disposition des services dont relèvent les agents chargés du contrôle et s'assurent que la documentation technique peut leur être fournie sur demande. VIII. – Sur requête motivée de l'un des services précédemment mentionnés ou d'une autorité nationale compétente d'un Etat membre de l'Union européenne, les importateurs leur communiquent toutes les informations et tous les documents nécessaires pour démontrer la conformité d'un équipement électrique et électronique avec les dispositions de la présente sous-section, dans une langue aisément compréhensible par cette autorité, et coopèrent, à la demande de l'un de ces services ou de cette autorité, à la mise en œuvre de toute mesure adoptée en vue de garantir la conformité des équipements électriques et électroniques qu'ils ont mis sur le marché avec les dispositions de la présente sous-section.",
            "texteHtml": "<p>I. – Les importateurs ne mettent sur le marché que des équipements électriques et électroniques conformes aux dispositions de la présente sous-section. </p><p>II. – Les importateurs s'assurent, avant de mettre un équipement électrique et électronique sur le marché, que la procédure appropriée d'évaluation de la conformité a été appliquée par le fabricant et que ce dernier a respecté les exigences visées aux VI et VII de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000028161766&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. R543-171-4 (V)'>R. 543-171-4</a>. Ils s'assurent également que le fabricant a établi la documentation technique et que l'équipement électrique et électronique porte le marquage CE et est accompagné des documents requis. </p><p>III. – Lorsqu'un importateur considère ou a des raisons de croire qu'un équipement électrique et électronique n'est pas conforme aux exigences mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000028161762&dateTexte=&categorieLien=cid'>R. 543-171-3</a>, il ne met cet équipement électrique et électronique sur le marché qu'après que celui-ci a été mis en conformité et après avoir informé le fabricant ainsi que l'un des services dont relèvent les agents chargés du contrôle. </p><p>IV. – Les importateurs indiquent leur nom, leur raison sociale ou leur marque déposée et l'adresse à laquelle ils peuvent être contactés sur l'équipement électrique et électronique ou, lorsque ce n'est pas possible, sur son emballage ou dans un document accompagnant l'équipement électrique et électronique. Ces dispositions ne s'appliquent pas lorsque d'autres dispositions au moins aussi strictes relatives à l'apposition du nom et de l'adresse de l'importateur sont en vigueur au titre d'autres législations. </p><p>V. – Les importateurs tiennent un registre des équipements électriques et électroniques non conformes et des rappels d'équipements électriques et électroniques. Ils informent les distributeurs d'un tel suivi. </p><p>VI. – Les importateurs qui considèrent ou ont des raisons de croire qu'un équipement électrique et électronique qu'ils ont mis sur le marché n'est pas conforme aux dispositions de la présente sous-section prennent sans délai les mesures correctives nécessaires pour le mettre en conformité, le retirer ou le rappeler, si nécessaire, et en informent immédiatement l'un des services dont relèvent les agents chargés du contrôle ainsi que les autorités nationales compétentes des Etats membres dans lesquels ils ont mis l'équipement électrique et électronique en fournissant des précisions, notamment, sur la non-conformité constatée et toute mesure corrective adoptée. </p><p>VII. – Pendant une durée de dix ans suivant la mise sur le marché de l'équipement électrique et électronique, les importateurs tiennent une copie de la déclaration UE de conformité à la disposition des services dont relèvent les agents chargés du contrôle et s'assurent que la documentation technique peut leur être fournie sur demande. </p><p>VIII. – Sur requête motivée de l'un des services précédemment mentionnés ou d'une autorité nationale compétente d'un Etat membre de l'Union européenne, les importateurs leur communiquent toutes les informations et tous les documents nécessaires pour démontrer la conformité d'un équipement électrique et électronique avec les dispositions de la présente sous-section, dans une langue aisément compréhensible par cette autorité, et coopèrent, à la demande de l'un de ces services ou de cette autorité, à la mise en œuvre de toute mesure adoptée en vue de garantir la conformité des équipements électriques et électroniques qu'ils ont mis sur le marché avec les dispositions de la présente sous-section.</p>",
            "num": "R543-171-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1383868800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129034",
                        "id": "LEGISCTA000006129034",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143787",
                        "id": "LEGISCTA000006143787",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions propres à certaines catégories de produits et de déchets (R)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159433",
                        "id": "LEGISCTA000006159433",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Section 10 : Equipements électriques et électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177001",
                        "id": "LEGISCTA000006177001",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-11-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions relatives à la limitation de l'utilisation des substances dangereuses dans les équipements électriques et électroniques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028161750",
                        "id": "LEGISCTA000028161750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-11-08",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 6 : Obligations des importateurs\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028161774",
                        "id": "LEGISCTA000028161774",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028161776",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028161774",
            "sectionParentId": "LEGISCTA000028161774",
            "sectionParentTitre": "Paragraphe 6 : Obligations des importateurs\r\n",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Prévention des pollutions, des risques et des nuisances &gt; Titre IV : Déchets &gt; Chapitre III : Dispositions propres à certaines catégories de produits et de déchets (R) &gt; Section 10 : Equipements électriques et électroniques &gt; Sous-section 1 : Dispositions relatives à la limitation de l'utilisation des substances dangereuses dans les équipements électriques et électroniques  &gt; Paragraphe 6 : Obligations des importateurs\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028161809",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028160672",
                    "textTitle": "Décret n°2013-988\n du 6 novembre 2013 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000028160951",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-11-07",
                    "dateSignaTexte": "2013-11-06",
                    "dateDebutCible": "2013-11-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R543-171-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R543-171-3",
                    "articleId": "LEGIARTI000028161762",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1383868800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R543-171-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R543-171-4",
                    "articleId": "LEGIARTI000028161766",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1383868800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R543-171-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R543-171-8",
                    "articleId": "LEGIARTI000028161812",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1383868800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028161809",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1383868800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R543-171-7",
                "543-171-7"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}