{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037155289",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le recours devant la cour d'appel de Paris est formé par une déclaration écrite déposée en quadruple exemplaire au greffe de la cour d'appel de Paris contre récépissé. A peine d'irrecevabilité prononcée d'office, elle comporte les mentions prescrites par l' article 648 du code de procédure civile et précise l'objet du recours. Lorsque la déclaration ne contient pas l'exposé des moyens invoqués, le demandeur doit, sous la même sanction, déposer cet exposé au greffe dans les 15 jours qui suivent le dépôt de la déclaration. La déclaration de recours mentionne la liste des pièces et documents justificatifs produits. Ces pièces et documents sont remis au greffe de la cour d'appel en même temps que la déclaration. Le demandeur au recours joint à la déclaration une copie de la décision attaquée. II. – Les demandes de sursis à exécution doivent être présentées dans le même délai que celui prévu pour le recours. Elles sont formulées auprès du premier président de la cour d'appel de Paris par simple requête déposée au greffe. A peine d'irrecevabilité, elle contient l'exposé des moyens invoqués et précise la date à laquelle a été formé le recours contre la décision dont le sursis à exécution est demandé. Le premier président ou son délégué fixe par ordonnance la date de l'audience à laquelle la demande de sursis sera examinée. III. – Dès l'enregistrement du recours, le greffe de la cour d'appel transmet par lettre recommandée avec demande d'avis de réception une copie de la déclaration à l'Autorité des marchés financiers. Si le recours émane d'une personne autre que celle qui a fait l'objet de la décision, la déclaration de recours est dénoncée par le greffe à cette dernière personne dans les mêmes formes. Une copie de la déclaration est remise par le greffe au parquet général. IV. – L'affaire est communiquée au ministère public, qui est avisé de la date de l'audience. V. – Le premier président de la cour d'appel ou son délégué fixe les délais dans lesquels les auteurs du recours principal, le cas échéant les auteurs d'un recours incident, puis l'Autorité des marchés financiers et les autres personnes à qui les recours ont été notifiés doivent se communiquer leurs observations écrites et en déposer copie au greffe de la cour d'appel, ainsi que la date des débats. Le greffe notifie ces délais et cette date aux parties et à l'Autorité des marchés financiers et les convoque à l'audience prévue pour les débats, par lettre recommandée avec demande d'avis de réception. Le premier président ou son délégué ordonne les mesures d'instruction. Il constate le désistement. VI. – Le recours incident du président de l'Autorité des marchés financiers prévu à la seconde phrase du troisième alinéa de l'article L. 621-30 doit être formé dans un délai de deux mois à compter de la notification à l'Autorité des marchés financiers du recours de la personne sanctionnée. Ce recours est formé dans les conditions prévues au I du présent article, par une déclaration contenant l'exposé des moyens invoqués ; il est notifié aux parties par le greffe de la cour d'appel. En tant que de besoin, le délai prévu pour les échanges peut être modifié par le premier président ou son délégué. La cour d'appel peut, sur le recours principal ou incident du président de l'Autorité des marchés financiers, soit confirmer la décision de la commission des sanctions, soit l'annuler ou la réformer en tout ou en partie, dans un sens favorable ou défavorable à la personne mise en cause. VII. – A l'audience, les parties sont entendues en leurs observations. Lorsque le président de l'Autorité des marchés financiers n'a pas exercé de recours, celle-ci peut présenter à l'audience des observations orales après les autres parties. Le ministère public a la parole en dernier, sauf les répliques éventuelles des parties mises en cause. VIII. – La représentation et l'assistance des parties et de l'Autorité des marchés financiers s'exercent dans les conditions fixées par l' article 931 du code de procédure civile . Les décisions de la cour d'appel de Paris ou de son premier président sont notifiées par le greffe, par lettre recommandée avec demande d'avis de réception.",
            "texteHtml": "<p>I. – Le recours devant la cour d'appel de Paris est formé par une déclaration écrite déposée en quadruple exemplaire au greffe de la cour d'appel de Paris contre récépissé. A peine d'irrecevabilité prononcée d'office, elle comporte les mentions prescrites par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070716&idArticle=LEGIARTI000006411012&dateTexte=&categorieLien=cid'>article 648 du code de procédure civile </a>et précise l'objet du recours. Lorsque la déclaration ne contient pas l'exposé des moyens invoqués, le demandeur doit, sous la même sanction, déposer cet exposé au greffe dans les 15 jours qui suivent le dépôt de la déclaration. La déclaration de recours mentionne la liste des pièces et documents justificatifs produits. Ces pièces et documents sont remis au greffe de la cour d'appel en même temps que la déclaration. Le demandeur au recours joint à la déclaration une copie de la décision attaquée.</p><p>II. – Les demandes de sursis à exécution doivent être présentées dans le même délai que celui prévu pour le recours. Elles sont formulées auprès du premier président de la cour d'appel de Paris par simple requête déposée au greffe. A peine d'irrecevabilité, elle contient l'exposé des moyens invoqués et précise la date à laquelle a été formé le recours contre la décision dont le sursis à exécution est demandé. Le premier président ou son délégué fixe par ordonnance la date de l'audience à laquelle la demande de sursis sera examinée.</p><p>III. – Dès l'enregistrement du recours, le greffe de la cour d'appel transmet par lettre recommandée avec demande d'avis de réception une copie de la déclaration à l'Autorité des marchés financiers. Si le recours émane d'une personne autre que celle qui a fait l'objet de la décision, la déclaration de recours est dénoncée par le greffe à cette dernière personne dans les mêmes formes. Une copie de la déclaration est remise par le greffe au parquet général.</p><p>IV. – L'affaire est communiquée au ministère public, qui est avisé de la date de l'audience.</p><p>V. – Le premier président de la cour d'appel ou son délégué fixe les délais dans lesquels les auteurs du recours principal, le cas échéant les auteurs d'un recours incident, puis l'Autorité des marchés financiers et les autres personnes à qui les recours ont été notifiés doivent se communiquer leurs observations écrites et en déposer copie au greffe de la cour d'appel, ainsi que la date des débats. Le greffe notifie ces délais et cette date aux parties et à l'Autorité des marchés financiers et les convoque à l'audience prévue pour les débats, par lettre recommandée avec demande d'avis de réception.</p><p>Le premier président ou son délégué ordonne les mesures d'instruction. Il constate le désistement.</p><p>VI. – Le recours incident du président de l'Autorité des marchés financiers prévu à la seconde phrase du troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006660583&dateTexte=&categorieLien=cid'>L. 621-30</a> doit être formé dans un délai de deux mois à compter de la notification à l'Autorité des marchés financiers du recours de la personne sanctionnée. Ce recours est formé dans les conditions prévues au I du présent article, par une déclaration contenant l'exposé des moyens invoqués ; il est notifié aux parties par le greffe de la cour d'appel. En tant que de besoin, le délai prévu pour les échanges peut être modifié par le premier président ou son délégué.</p><p>La cour d'appel peut, sur le recours principal ou incident du président de l'Autorité des marchés financiers, soit confirmer la décision de la commission des sanctions, soit l'annuler ou la réformer en tout ou en partie, dans un sens favorable ou défavorable à la personne mise en cause.</p><p>VII. – A l'audience, les parties sont entendues en leurs observations. Lorsque le président de l'Autorité des marchés financiers n'a pas exercé de recours, celle-ci peut présenter à l'audience des observations orales après les autres parties. Le ministère public a la parole en dernier, sauf les répliques éventuelles des parties mises en cause.</p><p>VIII. – La représentation et l'assistance des parties et de l'Autorité des marchés financiers s'exercent dans les conditions fixées par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070716&idArticle=LEGIARTI000006411574&dateTexte=&categorieLien=cid'>article 931 du code de procédure civile</a>.</p><p>Les décisions de la cour d'appel de Paris ou de son premier président sont notifiées par le greffe, par lettre recommandée avec demande d'avis de réception.</p>",
            "num": "R621-46",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1530835200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123609",
                        "id": "LEGISCTA000006123609",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre II : L'Autorité des marchés financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139678",
                        "id": "LEGISCTA000006139678",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique : L'Autorité des marchés financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153815",
                        "id": "LEGISCTA000006153815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Voies de recours",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171245",
                        "id": "LEGISCTA000006171245",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006688599",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171245",
            "sectionParentId": "LEGISCTA000006171245",
            "sectionParentTitre": "Section 6 : Voies de recours",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre II : L'Autorité des marchés financiers &gt; Chapitre unique : L'Autorité des marchés financiers &gt; Section 6 : Voies de recours",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037155289",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037152354",
                    "textTitle": "Décret n°2018-572 du 3 juillet 2018 - art. 18",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000037153194",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-07-05",
                    "dateSignaTexte": "2018-07-03",
                    "dateDebutCible": "2018-07-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070716",
                    "textTitle": "Code de procédure civile - art. 648",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "648",
                    "articleId": "LEGIARTI000006411012",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189302400000
                },
                {
                    "textCid": "LEGITEXT000006070716",
                    "textTitle": "Code de procédure civile - art. 931",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "931",
                    "articleId": "LEGIARTI000006411574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189302400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L621-30",
                    "articleId": "LEGIARTI000006660583",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R621-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R621-45",
                    "articleId": "LEGIARTI000024478917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1313712000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R746-9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R746-9",
                    "articleId": "LEGIARTI000045120834",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R756-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R756-4",
                    "articleId": "LEGIARTI000045120810",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R766-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R766-4",
                    "articleId": "LEGIARTI000045120785",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000797295",
                    "textTitle": "Décret 2003-1109 2003-11-21 art 28",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000797295",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000797295",
                    "textTitle": "Décret n°2003-1109 du 21 novembre 2003 - art. 28 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000006744828",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006688599",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1124928000000,
                    "dateFin": 1211673600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018846195",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1211673600000,
                    "dateFin": 1313712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024478912",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1313712000000,
                    "dateFin": 1530835200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037155289",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1530835200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R621-46",
                "621-46"
            ],
            "versionPrecedente": "LEGIARTI000024478912",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024478912",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le recours devant la cour d'appel de Paris est formé par une déclaration écrite déposée en quadruple exemplaire au greffe de la cour d'appel de Paris contre récépissé. A peine d'irrecevabilité prononcée d'office, elle comporte les mentions prescrites par l' article 648 du code de procédure civile et précise l'objet du recours. Lorsque la déclaration ne contient pas l'exposé des moyens invoqués, le demandeur doit, sous la même sanction, déposer cet exposé au greffe dans les 15 jours qui suivent le dépôt de la déclaration. La déclaration de recours mentionne la liste des pièces et documents justificatifs produits. Ces pièces et documents sont remis au greffe de la cour d'appel en même temps que la déclaration. Le demandeur au recours joint à la déclaration une copie de la décision attaquée. II. – Les demandes de sursis à exécution doivent être présentées dans le même délai que celui prévu pour le recours. Elles sont formulées auprès du premier président de la cour d'appel de Paris par simple requête déposée au greffe. A peine d'irrecevabilité, elle contient l'exposé des moyens invoqués et précise la date à laquelle a été formé le recours contre la décision dont le sursis à exécution est demandé. Le premier président ou son délégué fixe par ordonnance la date de l'audience à laquelle la demande de sursis sera examinée. III. – Dès l'enregistrement du recours, le greffe de la cour d'appel transmet par lettre recommandée avec demande d'avis de réception une copie de la déclaration à l'Autorité des marchés financiers. Si le recours émane d'une personne autre que celle qui a fait l'objet de la décision, la déclaration de recours est dénoncée par le greffe à cette dernière personne dans les mêmes formes. Une copie de la déclaration est remise par le greffe au parquet général. IV. – L'affaire est communiquée au ministère public, qui est avisé de la date de l'audience. V. – Le premier président de la cour d'appel ou son délégué fixe les délais dans lesquels les auteurs du recours principal, le cas échéant les auteurs d'un recours incident, puis l'Autorité des marchés financiers et les autres personnes à qui les recours ont été notifiés doivent se communiquer leurs observations écrites et en déposer copie au greffe de la cour d'appel, ainsi que la date des débats. Le greffe notifie ces délais et cette date aux parties et à l'Autorité des marchés financiers et les convoque à l'audience prévue pour les débats, par lettre recommandée avec demande d'avis de réception. Le premier président ou son délégué ordonne les mesures d'instruction. Il constate le désistement. VI. – Le recours incident du président de l'Autorité des marchés financiers prévu à la seconde phrase du deuxième alinéa de l'article L. 621-30 doit être formé dans un délai de deux mois à compter de la notification à l'Autorité des marchés financiers du recours de la personne sanctionnée. Ce recours est formé dans les conditions prévues au I du présent article, par une déclaration contenant l'exposé des moyens invoqués ; il est notifié aux parties par le greffe de la cour d'appel. En tant que de besoin, le délai prévu pour les échanges peut être modifié par le premier président ou son délégué. La cour d'appel peut, sur le recours principal ou incident du président de l'Autorité des marchés financiers, soit confirmer la décision de la commission des sanctions, soit l'annuler ou la réformer en tout ou en partie, dans un sens favorable ou défavorable à la personne mise en cause. VII. – A l'audience, les parties sont entendues en leurs observations. Lorsque le président de l'Autorité des marchés financiers n'a pas exercé de recours, celle-ci peut présenter à l'audience des observations orales après les autres parties. Le ministère public a la parole en dernier, sauf les répliques éventuelles des parties mises en cause. VIII. – La représentation et l'assistance des parties et de l'Autorité des marchés financiers s'exercent dans les conditions fixées par l' article 931 du code de procédure civile . Les décisions de la cour d'appel de Paris ou de son premier président sont notifiées par le greffe, par lettre recommandée avec demande d'avis de réception.",
            "texteHtml": "<p>I. – Le recours devant la cour d'appel de Paris est formé par une déclaration écrite déposée en quadruple exemplaire au greffe de la cour d'appel de Paris contre récépissé. A peine d'irrecevabilité prononcée d'office, elle comporte les mentions prescrites par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070716&idArticle=LEGIARTI000006411012&dateTexte=&categorieLien=cid'>article 648 du code de procédure civile </a>et précise l'objet du recours. Lorsque la déclaration ne contient pas l'exposé des moyens invoqués, le demandeur doit, sous la même sanction, déposer cet exposé au greffe dans les 15 jours qui suivent le dépôt de la déclaration. La déclaration de recours mentionne la liste des pièces et documents justificatifs produits. Ces pièces et documents sont remis au greffe de la cour d'appel en même temps que la déclaration. Le demandeur au recours joint à la déclaration une copie de la décision attaquée.</p><p>II. – Les demandes de sursis à exécution doivent être présentées dans le même délai que celui prévu pour le recours. Elles sont formulées auprès du premier président de la cour d'appel de Paris par simple requête déposée au greffe. A peine d'irrecevabilité, elle contient l'exposé des moyens invoqués et précise la date à laquelle a été formé le recours contre la décision dont le sursis à exécution est demandé. Le premier président ou son délégué fixe par ordonnance la date de l'audience à laquelle la demande de sursis sera examinée.</p><p>III. – Dès l'enregistrement du recours, le greffe de la cour d'appel transmet par lettre recommandée avec demande d'avis de réception une copie de la déclaration à l'Autorité des marchés financiers. Si le recours émane d'une personne autre que celle qui a fait l'objet de la décision, la déclaration de recours est dénoncée par le greffe à cette dernière personne dans les mêmes formes. Une copie de la déclaration est remise par le greffe au parquet général.</p><p>IV. – L'affaire est communiquée au ministère public, qui est avisé de la date de l'audience.</p><p>V. – Le premier président de la cour d'appel ou son délégué fixe les délais dans lesquels les auteurs du recours principal, le cas échéant les auteurs d'un recours incident, puis l'Autorité des marchés financiers et les autres personnes à qui les recours ont été notifiés doivent se communiquer leurs observations écrites et en déposer copie au greffe de la cour d'appel, ainsi que la date des débats. Le greffe notifie ces délais et cette date aux parties et à l'Autorité des marchés financiers et les convoque à l'audience prévue pour les débats, par lettre recommandée avec demande d'avis de réception.</p><p>Le premier président ou son délégué ordonne les mesures d'instruction. Il constate le désistement.</p><p>VI. – Le recours incident du président de l'Autorité des marchés financiers prévu à la seconde phrase du deuxième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006660583&dateTexte=&categorieLien=cid'>L. 621-30</a> doit être formé dans un délai de deux mois à compter de la notification à l'Autorité des marchés financiers du recours de la personne sanctionnée. Ce recours est formé dans les conditions prévues au I du présent article, par une déclaration contenant l'exposé des moyens invoqués ; il est notifié aux parties par le greffe de la cour d'appel. En tant que de besoin, le délai prévu pour les échanges peut être modifié par le premier président ou son délégué.</p><p>La cour d'appel peut, sur le recours principal ou incident du président de l'Autorité des marchés financiers, soit confirmer la décision de la commission des sanctions, soit l'annuler ou la réformer en tout ou en partie, dans un sens favorable ou défavorable à la personne mise en cause.</p><p>VII. – A l'audience, les parties sont entendues en leurs observations. Lorsque le président de l'Autorité des marchés financiers n'a pas exercé de recours, celle-ci peut présenter à l'audience des observations orales après les autres parties. Le ministère public a la parole en dernier, sauf les répliques éventuelles des parties mises en cause.</p><p>VIII. – La représentation et l'assistance des parties et de l'Autorité des marchés financiers s'exercent dans les conditions fixées par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070716&idArticle=LEGIARTI000006411574&dateTexte=&categorieLien=cid'>article 931 du code de procédure civile</a>.</p><p>Les décisions de la cour d'appel de Paris ou de son premier président sont notifiées par le greffe, par lettre recommandée avec demande d'avis de réception.</p>",
            "num": "R621-46",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1313712000000,
            "dateFin": 1530835200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123609",
                        "id": "LEGISCTA000006123609",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre II : L'Autorité des marchés financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139678",
                        "id": "LEGISCTA000006139678",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique : L'Autorité des marchés financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153815",
                        "id": "LEGISCTA000006153815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Voies de recours",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171245",
                        "id": "LEGISCTA000006171245",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006688599",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171245",
            "sectionParentId": "LEGISCTA000006171245",
            "sectionParentTitre": "Section 6 : Voies de recours",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre II : L'Autorité des marchés financiers &gt; Chapitre unique : L'Autorité des marchés financiers &gt; Section 6 : Voies de recours",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000024478912",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret n° 2011-977 du 16 août 2011 art 4 : L'article R. 621-46 du code monétaire et financier, dans sa rédaction issue de l'article 3, n'est pas applicable aux instances en cours devant le Conseil d'Etat et la cour d'appel de Paris à la date de publication du présent décret.",
            "notaHtml": "<p>Décret n° 2011-977 du 16 août 2011 art 4 : L'article R. 621-46 du code monétaire et financier, dans sa rédaction issue de l'article 3, n'est pas applicable aux instances en cours devant le Conseil d'Etat et la cour d'appel de Paris à la date de publication du présent décret. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024476483",
                    "textTitle": "Décret n°2011-968\n du 16 août 2011 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000024478185",
                    "natureText": "DECRET",
                    "datePubliTexte": "2011-08-18",
                    "dateSignaTexte": "2011-08-16",
                    "dateDebutCible": "2011-08-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070716",
                    "textTitle": "Code de procédure civile - art. 648",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "648",
                    "articleId": "LEGIARTI000006411012",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189302400000
                },
                {
                    "textCid": "LEGITEXT000006070716",
                    "textTitle": "Code de procédure civile - art. 931",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "931",
                    "articleId": "LEGIARTI000006411574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189302400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L621-30",
                    "articleId": "LEGIARTI000006660583",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R621-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R621-45",
                    "articleId": "LEGIARTI000024478917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1313712000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R746-9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R746-9",
                    "articleId": "LEGIARTI000045120834",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R756-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R756-4",
                    "articleId": "LEGIARTI000045120810",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R766-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R766-4",
                    "articleId": "LEGIARTI000045120785",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000797295",
                    "textTitle": "Décret 2003-1109 2003-11-21 art 28",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000797295",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000797295",
                    "textTitle": "Décret n°2003-1109 du 21 novembre 2003 - art. 28 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000006744828",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006688599",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1124928000000,
                    "dateFin": 1211673600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018846195",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1211673600000,
                    "dateFin": 1313712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024478912",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1313712000000,
                    "dateFin": 1530835200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037155289",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1530835200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R621-46",
                "621-46"
            ],
            "versionPrecedente": "LEGIARTI000018846195",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000018846195",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le recours devant la cour d'appel de Paris est formé par une déclaration écrite déposée en quadruple exemplaire au greffe de la cour d'appel de Paris contre récépissé. A peine d'irrecevabilité prononcée d'office, elle comporte les mentions prescrites par l'article 648 du    code de procédure civile et précise l'objet du recours. Lorsque la déclaration ne contient pas l'exposé des moyens invoqués, le demandeur doit, sous la même sanction, déposer cet exposé au greffe dans les 15 jours qui suivent le dépôt de la déclaration. La déclaration de recours mentionne la liste des pièces et documents justificatifs produits. Ces pièces et documents sont remis au greffe de la cour d'appel en même temps que la déclaration. Le demandeur au recours joint à la déclaration une copie de la décision attaquée. II.-Les demandes de sursis à exécution doivent être présentées dans le même délai que celui prévu pour le recours. Elles sont formulées auprès du premier président de la cour d'appel de Paris par simple requête déposée au greffe. A peine d'irrecevabilité, elle contient l'exposé des moyens invoqués et précise la date à laquelle a été formé le recours contre la décision dont le sursis à exécution est demandé. Le premier président ou son délégué fixe par ordonnance la date de l'audience à laquelle la demande de sursis sera examinée. III.-Dès l'enregistrement du recours, le greffe de la cour d'appel transmet par lettre recommandée avec demande d'avis de réception une copie de la déclaration à l'Autorité des marchés financiers. Si le recours émane d'une personne autre que celle qui a fait l'objet de la décision, la déclaration de recours est dénoncée par le greffe à cette dernière personne dans les mêmes formes. Une copie de la déclaration est remise par le greffe au parquet général. IV.-La cour d'appel statue après que l'Autorité des marchés financiers et, s'il y a lieu, les personnes auxquelles le recours a été dénoncé ont été mises à même de présenter leurs observations. Le premier président de la cour d'appel ou son délégué fixe les délais dans lesquels les parties à l'instance doivent se communiquer leurs observations écrites et en déposer copie au greffe de la cour, ainsi que les délais dans lesquels l'Autorité des marchés financiers peut produire des observations écrites. Il fixe également la date des débats. Le greffe notifie ces délais et cette date aux parties et à l'Autorité des marchés financiers et les convoque à l'audience prévue pour les débats par lettre recommandée avec demande d'avis de réception. Les observations produites par l'Autorité des marchés financiers sont portées par le greffe à la connaissance des parties. L'Autorité des marchés financiers peut présenter à l'audience des observations orales. V.-Le ministère public reçoit du greffe communication des recours afin de déterminer celles des affaires dans lesquelles il estime devoir intervenir. La représentation et l'assistance des parties et de l'Autorité des marchés financiers s'exercent dans les conditions fixées par l'article 931 du    code de procédure civile. Les décisions de la cour d'appel de Paris ou de son premier président sont notifiées par le greffe, par lettre recommandée avec demande d'avis de réception.",
            "texteHtml": "<p></p>I.-Le recours devant la cour d'appel de Paris est formé par une déclaration écrite déposée en quadruple exemplaire au greffe de la cour d'appel de Paris contre récépissé. A peine d'irrecevabilité prononcée d'office, elle comporte les mentions prescrites par l'article 648 du    code de procédure civile et précise l'objet du recours. Lorsque la déclaration ne contient pas l'exposé des moyens invoqués, le demandeur doit, sous la même sanction, déposer cet exposé au greffe dans les 15 jours qui suivent le dépôt de la déclaration. La déclaration de recours mentionne la liste des pièces et documents justificatifs produits. Ces pièces et documents sont remis au greffe de la cour d'appel en même temps que la déclaration. Le demandeur au recours joint à la déclaration une copie de la décision attaquée. <p></p><p></p>II.-Les demandes de sursis à exécution doivent être présentées dans le même délai que celui prévu pour le recours. Elles sont formulées auprès du premier président de la cour d'appel de Paris par simple requête déposée au greffe. A peine d'irrecevabilité, elle contient l'exposé des moyens invoqués et précise la date à laquelle a été formé le recours contre la décision dont le sursis à exécution est demandé. Le premier président ou son délégué fixe par ordonnance la date de l'audience à laquelle la demande de sursis sera examinée. <p></p><p></p>III.-Dès l'enregistrement du recours, le greffe de la cour d'appel transmet par lettre recommandée avec demande d'avis de réception une copie de la déclaration à l'Autorité des marchés financiers. Si le recours émane d'une personne autre que celle qui a fait l'objet de la décision, la déclaration de recours est dénoncée par le greffe à cette dernière personne dans les mêmes formes. Une copie de la déclaration est remise par le greffe au parquet général. <p></p><p></p>IV.-La cour d'appel statue après que l'Autorité des marchés financiers et, s'il y a lieu, les personnes auxquelles le recours a été dénoncé ont été mises à même de présenter leurs observations. <p></p><p></p>Le premier président de la cour d'appel ou son délégué fixe les délais dans lesquels les parties à l'instance doivent se communiquer leurs observations écrites et en déposer copie au greffe de la cour, ainsi que les délais dans lesquels l'Autorité des marchés financiers peut produire des observations écrites. Il fixe également la date des débats. Le greffe notifie ces délais et cette date aux parties et à l'Autorité des marchés financiers et les convoque à l'audience prévue pour les débats par lettre recommandée avec demande d'avis de réception. <p></p><p></p>Les observations produites par l'Autorité des marchés financiers sont portées par le greffe à la connaissance des parties. L'Autorité des marchés financiers peut présenter à l'audience des observations orales. <p></p><p></p>V.-Le ministère public reçoit du greffe communication des recours afin de déterminer celles des affaires dans lesquelles il estime devoir intervenir. <p></p><p></p>La représentation et l'assistance des parties et de l'Autorité des marchés financiers s'exercent dans les conditions fixées par l'article 931 du    code de procédure civile. <p></p><p></p>Les décisions de la cour d'appel de Paris ou de son premier président sont notifiées par le greffe, par lettre recommandée avec demande d'avis de réception.<p></p>",
            "num": "R621-46",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1211673600000,
            "dateFin": 1313712000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123609",
                        "id": "LEGISCTA000006123609",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre II : L'Autorité des marchés financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139678",
                        "id": "LEGISCTA000006139678",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique : L'Autorité des marchés financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153815",
                        "id": "LEGISCTA000006153815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Voies de recours",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171245",
                        "id": "LEGISCTA000006171245",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006688599",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171245",
            "sectionParentId": "LEGISCTA000006171245",
            "sectionParentTitre": "Section 6 : Voies de recours",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre II : L'Autorité des marchés financiers &gt; Chapitre unique : L'Autorité des marchés financiers &gt; Section 6 : Voies de recours",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000018846195",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018837937",
                    "textTitle": "Décret n°2008-484\n du 22 mai 2008 - art. 22 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000018839465",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-05-24",
                    "dateSignaTexte": "2008-05-22",
                    "dateDebutCible": "2008-05-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R621-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R621-45",
                    "articleId": "LEGIARTI000024478917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1313712000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R746-9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R746-9",
                    "articleId": "LEGIARTI000045120834",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R756-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R756-4",
                    "articleId": "LEGIARTI000045120810",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R766-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R766-4",
                    "articleId": "LEGIARTI000045120785",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "",
                    "textTitle": "Nouveau code de procédure civile 648, 931",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000797295",
                    "textTitle": "Décret 2003-1109 2003-11-21 art 28",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000797295",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000797295",
                    "textTitle": "Décret n°2003-1109 du 21 novembre 2003 - art. 28 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000006744828",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006688599",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1124928000000,
                    "dateFin": 1211673600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018846195",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1211673600000,
                    "dateFin": 1313712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024478912",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1313712000000,
                    "dateFin": 1530835200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037155289",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1530835200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R621-46",
                "621-46"
            ],
            "versionPrecedente": "LEGIARTI000006688599",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006688599",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le recours devant la cour d'appel de Paris est formé par une déclaration écrite déposée en quadruple exemplaire au greffe de la cour d'appel de Paris contre récépissé. A peine d'irrecevabilité prononcée d'office, elle comporte les mentions prescrites par l'article 648 du nouveau code de procédure civile et précise l'objet du recours. Lorsque la déclaration ne contient pas l'exposé des moyens invoqués, le demandeur doit, sous la même sanction, déposer cet exposé au greffe dans les 15 jours qui suivent le dépôt de la déclaration. La déclaration de recours mentionne la liste des pièces et documents justificatifs produits. Ces pièces et documents sont remis au greffe de la cour d'appel en même temps que la déclaration. Le demandeur au recours joint à la déclaration une copie de la décision attaquée. II. - Les demandes de sursis à exécution doivent être présentées dans le même délai que celui prévu pour le recours. Elles sont formulées auprès du premier président de la cour d'appel de Paris par simple requête déposée au greffe. A peine d'irrecevabilité, elle contient l'exposé des moyens invoqués et précise la date à laquelle a été formé le recours contre la décision dont le sursis à exécution est demandé. Le premier président ou son délégué fixe par ordonnance la date de l'audience à laquelle la demande de sursis sera examinée. III. - Dès l'enregistrement du recours, le greffe de la cour d'appel transmet par lettre recommandée avec demande d'avis de réception une copie de la déclaration à l'Autorité des marchés financiers. Si le recours émane d'une personne autre que celle qui a fait l'objet de la décision, la déclaration de recours est dénoncée par le greffe à cette dernière personne dans les mêmes formes. Une copie de la déclaration est remise par le greffe au parquet général. IV. - La cour d'appel statue après que l'Autorité des marchés financiers et, s'il y a lieu, les personnes auxquelles le recours a été dénoncé ont été mises à même de présenter leurs observations. Le premier président de la cour d'appel ou son délégué fixe les délais dans lesquels les parties à l'instance doivent se communiquer leurs observations écrites et en déposer copie au greffe de la cour, ainsi que les délais dans lesquels l'Autorité des marchés financiers peut produire des observations écrites. Il fixe également la date des débats. Le greffe notifie ces délais et cette date aux parties et à l'Autorité des marchés financiers et les convoque à l'audience prévue pour les débats par lettre recommandée avec demande d'avis de réception. Les observations produites par l'Autorité des marchés financiers sont portées par le greffe à la connaissance des parties. L'Autorité des marchés financiers peut présenter à l'audience des observations orales. V. - Le ministère public reçoit du greffe communication des recours afin de déterminer celles des affaires dans lesquelles il estime devoir intervenir. La représentation et l'assistance des parties et de l'Autorité des marchés financiers s'exercent dans les conditions fixées par l'article 931 du nouveau code de procédure civile. Les décisions de la cour d'appel de Paris ou de son premier président sont notifiées par le greffe, par lettre recommandée avec demande d'avis de réception.",
            "texteHtml": "<p></p>   I. - Le recours devant la cour d'appel de Paris est formé par une déclaration écrite déposée en quadruple exemplaire au greffe de la cour d'appel de Paris contre récépissé. A peine d'irrecevabilité prononcée d'office, elle comporte les mentions prescrites par l'article 648 du nouveau code de procédure civile et précise l'objet du recours. Lorsque la déclaration ne contient pas l'exposé des moyens invoqués, le demandeur doit, sous la même sanction, déposer cet exposé au greffe dans les 15 jours qui suivent le dépôt de la déclaration. La déclaration de recours mentionne la liste des pièces et documents justificatifs produits. Ces pièces et documents sont remis au greffe de la cour d'appel en même temps que la déclaration. Le demandeur au recours joint à la déclaration une copie de la décision attaquée.<p></p><p></p>   II. - Les demandes de sursis à exécution doivent être présentées dans le même délai que celui prévu pour le recours. Elles sont formulées auprès du premier président de la cour d'appel de Paris par simple requête déposée au greffe. A peine d'irrecevabilité, elle contient l'exposé des moyens invoqués et précise la date à laquelle a été formé le recours contre la décision dont le sursis à exécution est demandé. Le premier président ou son délégué fixe par ordonnance la date de l'audience à laquelle la demande de sursis sera examinée.<p></p><p></p>   III. - Dès l'enregistrement du recours, le greffe de la cour d'appel transmet par lettre recommandée avec demande d'avis de réception une copie de la déclaration à l'Autorité des marchés financiers. Si le recours émane d'une personne autre que celle qui a fait l'objet de la décision, la déclaration de recours est dénoncée par le greffe à cette dernière personne dans les mêmes formes. Une copie de la déclaration est remise par le greffe au parquet général.<p></p><p></p>   IV. - La cour d'appel statue après que l'Autorité des marchés financiers et, s'il y a lieu, les personnes auxquelles le recours a été dénoncé ont été mises à même de présenter leurs observations.<p></p><p></p>   Le premier président de la cour d'appel ou son délégué fixe les délais dans lesquels les parties à l'instance doivent se communiquer leurs observations écrites et en déposer copie au greffe de la cour, ainsi que les délais dans lesquels l'Autorité des marchés financiers peut produire des observations écrites. Il fixe également la date des débats. Le greffe notifie ces délais et cette date aux parties et à l'Autorité des marchés financiers et les convoque à l'audience prévue pour les débats par lettre recommandée avec demande d'avis de réception.<p></p><p></p>   Les observations produites par l'Autorité des marchés financiers sont portées par le greffe à la connaissance des parties. L'Autorité des marchés financiers peut présenter à l'audience des observations orales.<p></p><p></p>   V. - Le ministère public reçoit du greffe communication des recours afin de déterminer celles des affaires dans lesquelles il estime devoir intervenir.<p></p><p></p>   La représentation et l'assistance des parties et de l'Autorité des marchés financiers s'exercent dans les conditions fixées par l'article 931 du nouveau code de procédure civile.<p></p><p></p>   Les décisions de la cour d'appel de Paris ou de son premier président sont notifiées par le greffe, par lettre recommandée avec demande d'avis de réception.<p></p>",
            "num": "R621-46",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1124928000000,
            "dateFin": 1211673600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123609",
                        "id": "LEGISCTA000006123609",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre II : L'Autorité des marchés financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139678",
                        "id": "LEGISCTA000006139678",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique : L'Autorité des marchés financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153815",
                        "id": "LEGISCTA000006153815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Voies de recours",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171245",
                        "id": "LEGISCTA000006171245",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006688599",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171245",
            "sectionParentId": "LEGISCTA000006171245",
            "sectionParentTitre": "Section 6 : Voies de recours",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre II : L'Autorité des marchés financiers &gt; Chapitre unique : L'Autorité des marchés financiers &gt; Section 6 : Voies de recours",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006688599",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000451781",
                    "textTitle": "Décret 2005-1007 2005-08-02 JORF 25 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000451781",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-25",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R621-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R621-45",
                    "articleId": "LEGIARTI000024478917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1313712000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R746-9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R746-9",
                    "articleId": "LEGIARTI000045120834",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R756-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R756-4",
                    "articleId": "LEGIARTI000045120810",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R766-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R766-4",
                    "articleId": "LEGIARTI000045120785",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000797295",
                    "textTitle": "Décret 2003-1109 2003-11-21 art 28",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000797295",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000797295",
                    "textTitle": "Décret n°2003-1109 du 21 novembre 2003 - art. 28 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000006744828",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006688599",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1124928000000,
                    "dateFin": 1211673600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018846195",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1211673600000,
                    "dateFin": 1313712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024478912",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1313712000000,
                    "dateFin": 1530835200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037155289",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1530835200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R621-46",
                "621-46"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}