{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039247827",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Dans la zone envisagée pour le déploiement d'un réseau ouvert au public à très haut débit, l'exploitant d'un tel réseau a accès aux informations suivantes relatives aux infrastructures d'accueil auxquelles l'accès peut être demandé en application de l'article L. 34-8-2-1 : – l'emplacement et le tracé ; – le type et l'utilisation actuelle des infrastructures ; – un point de contact. L'exploitant d'un réseau ouvert au public à très haut débit respecte le secret des affaires dans l'utilisation de ces informations. II. – L'exploitant d'un réseau ouvert au public à très haut débit peut obtenir communication des informations mentionnées au I auprès du gestionnaire d'infrastructure d'accueil. Il peut également demander la communication de ces informations auprès des personnes publiques qui les détiennent sous forme électronique dans le cadre de leurs missions. III. – Les gestionnaires d'infrastructure d'accueil et les personnes publiques communiquent les informations mentionnées au I aux exploitants de réseau ouvert au public dans un délai de deux mois à compter de la réception de la demande écrite, selon des modalités proportionnées, non discriminatoires et transparentes. La communication de ces informations peut être limitée ou refusée pour les motifs suivants : – la sécurité et l'intégrité des réseaux ; – la sécurité nationale, la sécurité publique, la santé publique ou la sécurité des personnes ; – la confidentialité de ces informations ou la protection du secret des affaires. IV. – Sans préjudice des I à III, le gestionnaire d'infrastructure d'accueil fait droit aux demandes raisonnables de visite technique sur place sur les éléments spécifiés de ses infrastructures éventuellement concernées par le déploiement d'éléments d'un réseau ouvert au public à très haut débit. La demande est formulée par écrit et l'autorisation de visite est accordée selon des modalités proportionnées, non discriminatoires et transparentes, dans un délai d'un mois à compter de la réception de la demande écrite. V. – En cas de limitation ou de refus de communication des informations mentionnées au I ou de visite technique prévue au IV, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut être saisie du différend relatif à cet accès par le demandeur ou le détenteur de ces informations sollicitées. Sa décision est rendue dans les conditions prévues à l'article L. 36-8 . Lorsque l'activité de l'une des parties au différend relève de la compétence de l'Autorité de régulation des transports ou de la Commission de régulation de l'énergie, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse saisit, avant de se prononcer, l'autorité concernée pour avis dans un délai fixé par décret en Conseil d'Etat. VI. – Lorsque le gestionnaire d'infrastructure d'accueil est soumis à l'obligation de communiquer les informations mentionnées au I conformément à une décision de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse prise en application des dispositions du présent livre, les dispositions des II et III, en tant qu'elles imposent des obligations aux gestionnaires d'infrastructure d'accueil, ainsi que les dispositions du V ne sont pas applicables. Lorsque le gestionnaire d'infrastructure d'accueil est soumis à l'obligation de faire droit aux demandes raisonnables de visite technique mentionnée au IV conformément à une décision de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse prise en application des dispositions du présent livre, les dispositions des IV et V ne sont pas applicables.",
            "texteHtml": "<p>I. – Dans la zone envisagée pour le déploiement d'un réseau ouvert au public à très haut débit, l'exploitant d'un tel réseau a accès aux informations suivantes relatives aux infrastructures d'accueil auxquelles l'accès peut être demandé en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000032469763&dateTexte=&categorieLien=cid'>L. 34-8-2-1 </a>:</p><p>– l'emplacement et le tracé ;</p><p>– le type et l'utilisation actuelle des infrastructures ;</p><p>– un point de contact.</p><p>L'exploitant d'un réseau ouvert au public à très haut débit respecte le secret des affaires dans l'utilisation de ces informations.</p><p>II. – L'exploitant d'un réseau ouvert au public à très haut débit peut obtenir communication des informations mentionnées au I auprès du gestionnaire d'infrastructure d'accueil. Il peut également demander la communication de ces informations auprès des personnes publiques qui les détiennent sous forme électronique dans le cadre de leurs missions.</p><p>III. – Les gestionnaires d'infrastructure d'accueil et les personnes publiques communiquent les informations mentionnées au I aux exploitants de réseau ouvert au public dans un délai de deux mois à compter de la réception de la demande écrite, selon des modalités proportionnées, non discriminatoires et transparentes.</p><p>La communication de ces informations peut être limitée ou refusée pour les motifs suivants :</p><p>– la sécurité et l'intégrité des réseaux ;</p><p>– la sécurité nationale, la sécurité publique, la santé publique ou la sécurité des personnes ;</p><p>– la confidentialité de ces informations ou la protection du secret des affaires.</p><p>IV. – Sans préjudice des I à III, le gestionnaire d'infrastructure d'accueil fait droit aux demandes raisonnables de visite technique sur place sur les éléments spécifiés de ses infrastructures éventuellement concernées par le déploiement d'éléments d'un réseau ouvert au public à très haut débit.</p><p>La demande est formulée par écrit et l'autorisation de visite est accordée selon des modalités proportionnées, non discriminatoires et transparentes, dans un délai d'un mois à compter de la réception de la demande écrite.</p><p>V. – En cas de limitation ou de refus de communication des informations mentionnées au I ou de visite technique prévue au IV, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut être saisie du différend relatif à cet accès par le demandeur ou le détenteur de ces informations sollicitées. Sa décision est rendue dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465853&dateTexte=&categorieLien=cid'>L. 36-8</a>.</p><p>Lorsque l'activité de l'une des parties au différend relève de la compétence de l'Autorité de régulation des transports ou de la Commission de régulation de l'énergie, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse saisit, avant de se prononcer, l'autorité concernée pour avis dans un délai fixé par décret en Conseil d'Etat.</p><p>VI. – Lorsque le gestionnaire d'infrastructure d'accueil est soumis à l'obligation de communiquer les informations mentionnées au I conformément à une décision de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse prise en application des dispositions du présent livre, les dispositions des II et III, en tant qu'elles imposent des obligations aux gestionnaires d'infrastructure d'accueil, ainsi que les dispositions du V ne sont pas applicables.</p><p>Lorsque le gestionnaire d'infrastructure d'accueil est soumis à l'obligation de faire droit aux demandes raisonnables de visite technique mentionnée au IV conformément à une décision de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse prise en application des dispositions du présent livre, les dispositions des IV et V ne sont pas applicables.</p>",
            "num": "L34-8-2-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1571529600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1476448693,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136631",
                        "id": "LEGISCTA000006136631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150659",
                        "id": "LEGISCTA000006150659",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Interconnexion et accès au réseau.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165903",
                        "id": "LEGISCTA000006165903",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032469805",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165903",
            "sectionParentId": "LEGISCTA000006165903",
            "sectionParentTitre": "Section 4 : Interconnexion et accès au réseau.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique. &gt; Section 4 : Interconnexion et accès au réseau.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039247827",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039241255",
                    "textTitle": "LOI n°2019-1063 du 18 octobre 2019 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039242947",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-10-19",
                    "dateSignaTexte": "2019-10-18",
                    "dateDebutCible": "2019-10-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033968645",
                    "textTitle": "Délibération du 24 novembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033968646",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1485993600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036039247",
                    "textTitle": "Avis n°2017-0255 du 21 février 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036039252",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2017-0255",
                    "datePubli": 1510963200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037186845",
                    "textTitle": "Arrêté du 4 juillet 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037188004",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1531440000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000037187371",
                    "textTitle": "Avis n°2018-0402 du 5 avril 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037187375",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2018-0402",
                    "datePubli": 1531440000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037187609",
                    "textTitle": "Délibération n°2018-042 du 15 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037187610",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2018-042",
                    "datePubli": 1531440000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. R11-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R11-1",
                    "articleId": "LEGIARTI000045747952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651708800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L34-8-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L34-8-2-1",
                    "articleId": "LEGIARTI000032469763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L36-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L36-8",
                    "articleId": "LEGIARTI000006465853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032470384",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1467331200000,
                    "dateFin": 1569888000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038884857",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1569888000000,
                    "dateFin": 1571529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039247827",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1571529600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L34-8-2-2",
                "34-8-2-2"
            ],
            "versionPrecedente": "LEGIARTI000038884857",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038884857",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Dans la zone envisagée pour le déploiement d'un réseau ouvert au public à très haut débit, l'exploitant d'un tel réseau a accès aux informations suivantes relatives aux infrastructures d'accueil auxquelles l'accès peut être demandé en application de l'article L. 34-8-2-1 : – l'emplacement et le tracé ; – le type et l'utilisation actuelle des infrastructures ; – un point de contact. L'exploitant d'un réseau ouvert au public à très haut débit respecte le secret des affaires dans l'utilisation de ces informations. II. – L'exploitant d'un réseau ouvert au public à très haut débit peut obtenir communication des informations mentionnées au I auprès du gestionnaire d'infrastructure d'accueil. Il peut également demander la communication de ces informations auprès des personnes publiques qui les détiennent sous forme électronique dans le cadre de leurs missions. III. – Les gestionnaires d'infrastructure d'accueil et les personnes publiques communiquent les informations mentionnées au I aux exploitants de réseau ouvert au public dans un délai de deux mois à compter de la réception de la demande écrite, selon des modalités proportionnées, non discriminatoires et transparentes. La communication de ces informations peut être limitée ou refusée pour les motifs suivants : – la sécurité et l'intégrité des réseaux ; – la sécurité nationale, la sécurité publique, la santé publique ou la sécurité des personnes ; – la confidentialité de ces informations ou la protection du secret des affaires. IV. – Sans préjudice des I à III, le gestionnaire d'infrastructure d'accueil fait droit aux demandes raisonnables de visite technique sur place sur les éléments spécifiés de ses infrastructures éventuellement concernées par le déploiement d'éléments d'un réseau ouvert au public à très haut débit. La demande est formulée par écrit et l'autorisation de visite est accordée selon des modalités proportionnées, non discriminatoires et transparentes, dans un délai d'un mois à compter de la réception de la demande écrite. V. – En cas de limitation ou de refus de communication des informations mentionnées au I ou de visite technique prévue au IV, l'Autorité de régulation des communications électroniques et des postes peut être saisie du différend relatif à cet accès par le demandeur ou le détenteur de ces informations sollicitées. Sa décision est rendue dans les conditions prévues à l'article L. 36-8 . Lorsque l'activité de l'une des parties au différend relève de la compétence de l'       Autorité de régulation des transports ou de la Commission de régulation de l'énergie, l'Autorité de régulation des communications électroniques et des postes saisit, avant de se prononcer, l'autorité concernée pour avis dans un délai fixé par décret en Conseil d'Etat. VI. – Lorsque le gestionnaire d'infrastructure d'accueil est soumis à l'obligation de communiquer les informations mentionnées au I conformément à une décision de l'Autorité de régulation des communications électroniques et des postes prise en application des dispositions du présent livre, les dispositions des II et III, en tant qu'elles imposent des obligations aux gestionnaires d'infrastructure d'accueil, ainsi que les dispositions du V ne sont pas applicables. Lorsque le gestionnaire d'infrastructure d'accueil est soumis à l'obligation de faire droit aux demandes raisonnables de visite technique mentionnée au IV conformément à une décision de l'Autorité de régulation des communications électroniques et des postes prise en application des dispositions du présent livre, les dispositions des IV et V ne sont pas applicables.",
            "texteHtml": "<p>I. – Dans la zone envisagée pour le déploiement d'un réseau ouvert au public à très haut débit, l'exploitant d'un tel réseau a accès aux informations suivantes relatives aux infrastructures d'accueil auxquelles l'accès peut être demandé en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000038884861&dateTexte=&categorieLien=id' title='Code des postes et des communications électroni... - art. L34-8-2-1 (VD)'>L. 34-8-2-1 </a>: </p><p>– l'emplacement et le tracé ; </p><p>– le type et l'utilisation actuelle des infrastructures ; </p><p>– un point de contact. </p><p>L'exploitant d'un réseau ouvert au public à très haut débit respecte le secret des affaires dans l'utilisation de ces informations. </p><p>II. – L'exploitant d'un réseau ouvert au public à très haut débit peut obtenir communication des informations mentionnées au I auprès du gestionnaire d'infrastructure d'accueil. Il peut également demander la communication de ces informations auprès des personnes publiques qui les détiennent sous forme électronique dans le cadre de leurs missions. </p><p>III. – Les gestionnaires d'infrastructure d'accueil et les personnes publiques communiquent les informations mentionnées au I aux exploitants de réseau ouvert au public dans un délai de deux mois à compter de la réception de la demande écrite, selon des modalités proportionnées, non discriminatoires et transparentes. </p><p>La communication de ces informations peut être limitée ou refusée pour les motifs suivants : </p><p>– la sécurité et l'intégrité des réseaux ; </p><p>– la sécurité nationale, la sécurité publique, la santé publique ou la sécurité des personnes ; </p><p>– la confidentialité de ces informations ou la protection du secret des affaires. </p><p>IV. – Sans préjudice des I à III, le gestionnaire d'infrastructure d'accueil fait droit aux demandes raisonnables de visite technique sur place sur les éléments spécifiés de ses infrastructures éventuellement concernées par le déploiement d'éléments d'un réseau ouvert au public à très haut débit. </p><p>La demande est formulée par écrit et l'autorisation de visite est accordée selon des modalités proportionnées, non discriminatoires et transparentes, dans un délai d'un mois à compter de la réception de la demande écrite. </p><p>V. – En cas de limitation ou de refus de communication des informations mentionnées au I ou de visite technique prévue au IV, l'Autorité de régulation des communications électroniques et des postes peut être saisie du différend relatif à cet accès par le demandeur ou le détenteur de ces informations sollicitées. Sa décision est rendue dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465853&dateTexte=&categorieLien=cid'>L. 36-8</a>. </p><p>Lorsque l'activité de l'une des parties au différend relève de la compétence de l'       Autorité de régulation des transports ou de la Commission de régulation de l'énergie, l'Autorité de régulation des communications électroniques et des postes saisit, avant de se prononcer, l'autorité concernée pour avis dans un délai fixé par décret en Conseil d'Etat. </p><p>VI. – Lorsque le gestionnaire d'infrastructure d'accueil est soumis à l'obligation de communiquer les informations mentionnées au I conformément à une décision de l'Autorité de régulation des communications électroniques et des postes prise en application des dispositions du présent livre, les dispositions des II et III, en tant qu'elles imposent des obligations aux gestionnaires d'infrastructure d'accueil, ainsi que les dispositions du V ne sont pas applicables. </p><p>Lorsque le gestionnaire d'infrastructure d'accueil est soumis à l'obligation de faire droit aux demandes raisonnables de visite technique mentionnée au IV conformément à une décision de l'Autorité de régulation des communications électroniques et des postes prise en application des dispositions du présent livre, les dispositions des IV et V ne sont pas applicables.</p>",
            "num": "L34-8-2-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1569888000000,
            "dateFin": 1571529600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1476448693,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136631",
                        "id": "LEGISCTA000006136631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150659",
                        "id": "LEGISCTA000006150659",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Interconnexion et accès au réseau.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165903",
                        "id": "LEGISCTA000006165903",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032469805",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165903",
            "sectionParentId": "LEGISCTA000006165903",
            "sectionParentTitre": "Section 4 : Interconnexion et accès au réseau.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique. &gt; Section 4 : Interconnexion et accès au réseau.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038884857",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038811609",
                    "textTitle": "Ordonnance n°2019-761 du 24 juillet 2019 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038813851",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-07-25",
                    "dateSignaTexte": "2019-07-24",
                    "dateDebutCible": "2019-10-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033968645",
                    "textTitle": "Délibération du 24 novembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033968646",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1485993600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036039247",
                    "textTitle": "Avis n°2017-0255 du 21 février 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036039252",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2017-0255",
                    "datePubli": 1510963200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037186845",
                    "textTitle": "Arrêté du 4 juillet 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037188004",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1531440000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000037187371",
                    "textTitle": "Avis n°2018-0402 du 5 avril 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037187375",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2018-0402",
                    "datePubli": 1531440000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037187609",
                    "textTitle": "Délibération n°2018-042 du 15 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037187610",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2018-042",
                    "datePubli": 1531440000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-2-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L34-8-2-1",
                    "articleId": "LEGIARTI000038884861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1569888000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. R11-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R11-1",
                    "articleId": "LEGIARTI000045747952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651708800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L36-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L36-8",
                    "articleId": "LEGIARTI000006465853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032470384",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1467331200000,
                    "dateFin": 1569888000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038884857",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1569888000000,
                    "dateFin": 1571529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039247827",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1571529600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L34-8-2-2",
                "34-8-2-2"
            ],
            "versionPrecedente": "LEGIARTI000032470384",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032470384",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Dans la zone envisagée pour le déploiement d'un réseau ouvert au public à très haut débit, l'exploitant d'un tel réseau a accès aux informations suivantes relatives aux infrastructures d'accueil auxquelles l'accès peut être demandé en application de l'article L. 34-8-2-1 : – l'emplacement et le tracé ; – le type et l'utilisation actuelle des infrastructures ; – un point de contact. L'exploitant d'un réseau ouvert au public à très haut débit respecte le secret des affaires dans l'utilisation de ces informations. II. – L'exploitant d'un réseau ouvert au public à très haut débit peut obtenir communication des informations mentionnées au I auprès du gestionnaire d'infrastructure d'accueil. Il peut également demander la communication de ces informations auprès des personnes publiques qui les détiennent sous forme électronique dans le cadre de leurs missions. III. – Les gestionnaires d'infrastructure d'accueil et les personnes publiques communiquent les informations mentionnées au I aux exploitants de réseau ouvert au public dans un délai de deux mois à compter de la réception de la demande écrite, selon des modalités proportionnées, non discriminatoires et transparentes. La communication de ces informations peut être limitée ou refusée pour les motifs suivants : – la sécurité et l'intégrité des réseaux ; – la sécurité nationale, la sécurité publique, la santé publique ou la sécurité des personnes ; – la confidentialité de ces informations ou la protection du secret des affaires. IV. – Sans préjudice des I à III, le gestionnaire d'infrastructure d'accueil fait droit aux demandes raisonnables de visite technique sur place sur les éléments spécifiés de ses infrastructures éventuellement concernées par le déploiement d'éléments d'un réseau ouvert au public à très haut débit. La demande est formulée par écrit et l'autorisation de visite est accordée selon des modalités proportionnées, non discriminatoires et transparentes, dans un délai d'un mois à compter de la réception de la demande écrite. V. – En cas de limitation ou de refus de communication des informations mentionnées au I ou de visite technique prévue au IV, l'Autorité de régulation des communications électroniques et des postes peut être saisie du différend relatif à cet accès par le demandeur ou le détenteur de ces informations sollicitées. Sa décision est rendue dans les conditions prévues à l'article L. 36-8 . Lorsque l'activité de l'une des parties au différend relève de la compétence de l'Autorité de régulation des activités ferroviaires et routières ou de la Commission de régulation de l'énergie, l'Autorité de régulation des communications électroniques et des postes saisit, avant de se prononcer, l'autorité concernée pour avis dans un délai fixé par décret en Conseil d'Etat. VI. – Lorsque le gestionnaire d'infrastructure d'accueil est soumis à l'obligation de communiquer les informations mentionnées au I conformément à une décision de l'Autorité de régulation des communications électroniques et des postes prise en application des dispositions du présent livre, les dispositions des II et III, en tant qu'elles imposent des obligations aux gestionnaires d'infrastructure d'accueil, ainsi que les dispositions du V ne sont pas applicables. Lorsque le gestionnaire d'infrastructure d'accueil est soumis à l'obligation de faire droit aux demandes raisonnables de visite technique mentionnée au IV conformément à une décision de l'Autorité de régulation des communications électroniques et des postes prise en application des dispositions du présent livre, les dispositions des IV et V ne sont pas applicables.",
            "texteHtml": "<p>I. – Dans la zone envisagée pour le déploiement d'un réseau ouvert au public à très haut débit, l'exploitant d'un tel réseau a accès aux informations suivantes relatives aux infrastructures d'accueil auxquelles l'accès peut être demandé en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000032469763&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L34-8-2-1 (VD)'>L. 34-8-2-1 </a>:</p><p>– l'emplacement et le tracé ;</p><p>– le type et l'utilisation actuelle des infrastructures ;</p><p>– un point de contact.</p><p>L'exploitant d'un réseau ouvert au public à très haut débit respecte le secret des affaires dans l'utilisation de ces informations.</p><p>II. – L'exploitant d'un réseau ouvert au public à très haut débit peut obtenir communication des informations mentionnées au I auprès du gestionnaire d'infrastructure d'accueil. Il peut également demander la communication de ces informations auprès des personnes publiques qui les détiennent sous forme électronique dans le cadre de leurs missions.</p><p>III. – Les gestionnaires d'infrastructure d'accueil et les personnes publiques communiquent les informations mentionnées au I aux exploitants de réseau ouvert au public dans un délai de deux mois à compter de la réception de la demande écrite, selon des modalités proportionnées, non discriminatoires et transparentes.</p><p>La communication de ces informations peut être limitée ou refusée pour les motifs suivants :</p><p>– la sécurité et l'intégrité des réseaux ;</p><p>– la sécurité nationale, la sécurité publique, la santé publique ou la sécurité des personnes ;</p><p>– la confidentialité de ces informations ou la protection du secret des affaires.</p><p>IV. – Sans préjudice des I à III, le gestionnaire d'infrastructure d'accueil fait droit aux demandes raisonnables de visite technique sur place sur les éléments spécifiés de ses infrastructures éventuellement concernées par le déploiement d'éléments d'un réseau ouvert au public à très haut débit.</p><p>La demande est formulée par écrit et l'autorisation de visite est accordée selon des modalités proportionnées, non discriminatoires et transparentes, dans un délai d'un mois à compter de la réception de la demande écrite.</p><p>V. – En cas de limitation ou de refus de communication des informations mentionnées au I ou de visite technique prévue au IV, l'Autorité de régulation des communications électroniques et des postes peut être saisie du différend relatif à cet accès par le demandeur ou le détenteur de ces informations sollicitées. Sa décision est rendue dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465853&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L36-8 (VT)'>L. 36-8</a>.</p><p>Lorsque l'activité de l'une des parties au différend relève de la compétence de l'Autorité de régulation des activités ferroviaires et routières ou de la Commission de régulation de l'énergie, l'Autorité de régulation des communications électroniques et des postes saisit, avant de se prononcer, l'autorité concernée pour avis dans un délai fixé par décret en Conseil d'Etat.</p><p>VI. – Lorsque le gestionnaire d'infrastructure d'accueil est soumis à l'obligation de communiquer les informations mentionnées au I conformément à une décision de l'Autorité de régulation des communications électroniques et des postes prise en application des dispositions du présent livre, les dispositions des II et III, en tant qu'elles imposent des obligations aux gestionnaires d'infrastructure d'accueil, ainsi que les dispositions du V ne sont pas applicables.</p><p>Lorsque le gestionnaire d'infrastructure d'accueil est soumis à l'obligation de faire droit aux demandes raisonnables de visite technique mentionnée au IV conformément à une décision de l'Autorité de régulation des communications électroniques et des postes prise en application des dispositions du présent livre, les dispositions des IV et V ne sont pas applicables.</p>",
            "num": "L34-8-2-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1467331200000,
            "dateFin": 1569888000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1476448693,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136631",
                        "id": "LEGISCTA000006136631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150659",
                        "id": "LEGISCTA000006150659",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Interconnexion et accès au réseau.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165903",
                        "id": "LEGISCTA000006165903",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032469805",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165903",
            "sectionParentId": "LEGISCTA000006165903",
            "sectionParentTitre": "Section 4 : Interconnexion et accès au réseau.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique. &gt; Section 4 : Interconnexion et accès au réseau.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000032470384",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032466250",
                    "textTitle": "Ordonnance n°2016-526 du 28 avril 2016 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032469417",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-04-29",
                    "dateSignaTexte": "2016-04-28",
                    "dateDebutCible": "2016-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033968645",
                    "textTitle": "Délibération du 24 novembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033968646",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1485993600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036039247",
                    "textTitle": "Avis n°2017-0255 du 21 février 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036039252",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2017-0255",
                    "datePubli": 1510963200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037186845",
                    "textTitle": "Arrêté du 4 juillet 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037188004",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1531440000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000037187371",
                    "textTitle": "Avis n°2018-0402 du 5 avril 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037187375",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2018-0402",
                    "datePubli": 1531440000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037187609",
                    "textTitle": "Délibération n°2018-042 du 15 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037187610",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2018-042",
                    "datePubli": 1531440000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-2-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L34-8-2-1",
                    "articleId": "LEGIARTI000032469763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L36-8 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L36-8",
                    "articleId": "LEGIARTI000006465853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. R11-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R11-1",
                    "articleId": "LEGIARTI000045747952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651708800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032470384",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1467331200000,
                    "dateFin": 1569888000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038884857",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1569888000000,
                    "dateFin": 1571529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039247827",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1571529600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L34-8-2-2",
                "34-8-2-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}