{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000031022651",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Lorsque la Commission européenne estime que l'Etat a manqué à l'une des obligations qui lui incombent en application du traité sur le fonctionnement de l'Union européenne et que l'obligation concernée relève en tout ou partie de la compétence de collectivités territoriales ou de leurs groupements et établissements publics, l'Etat les en informe et leur notifie toute évolution ultérieure de la procédure engagée sur le fondement des articles 258 ou 260 du même traité. II. – Les collectivités territoriales et leurs groupements et établissements publics mentionnés au I transmettent à l'Etat toute information utile pour lui permettre de vérifier l'exécution de ses obligations et d'assurer sa défense. III. – Il est créé une commission consultative composée de membres du Conseil d'Etat, de magistrats de la Cour des comptes et de représentants des collectivités territoriales. IV. – Lorsque des provisions pour litiges sont constituées dans les comptes de l'Etat en prévision d'un arrêt de la Cour de justice de l'Union européenne constatant un manquement sur le fondement de l'article 260 du traité sur le fonctionnement de l'Union européenne et que le manquement concerné relève du I du présent article, la commission définie au III est saisie par le Premier ministre. La commission rend un avis après avoir entendu les représentants de l'Etat, des collectivités territoriales, de leurs groupements et établissements publics concernés ainsi que toute personne ou organisme dont l'expertise lui paraît utile à ses travaux. L'avis inclut une évaluation de la somme forfaitaire ou de l'astreinte dont le paiement est susceptible d'être imposé par la Cour de justice de l'Union européenne ainsi qu'une répartition prévisionnelle de la charge financière entre l'Etat, les collectivités territoriales et leurs groupements et établissements publics à raison de leurs compétences respectives. V. – Si la Cour de justice de l'Union européenne constate un manquement relevant du I du présent article et impose le paiement d'une somme forfaitaire ou d'une astreinte sur le fondement de l'article 260 du traité sur le fonctionnement de l'Union européenne, les collectivités territoriales, leurs groupements et établissements publics concernés et la commission définie au III du présent article en sont informés dans les plus brefs délais. La commission peut rendre un avis dans un délai de quinze jours à compter du prononcé de l'arrêt de la Cour de justice de l'Union européenne pour ajuster, le cas échéant, la répartition de la charge financière au regard des motifs et du dispositif de l'arrêt. VI. – Un décret, pris après avis de la commission prévu, selon le cas, aux IV ou V, fixe les charges dues par les collectivités territoriales et leurs groupements et établissements publics, qui constituent des dépenses obligatoires, au sens de l'article L. 1612-15 . Ce décret peut également prévoir un échéancier pluriannuel de recouvrement des sommes dues par les collectivités territoriales et leurs groupements dont la situation financière ne permet pas l'acquittement immédiat de ces charges. En cas de situation financière particulièrement dégradée, ces charges peuvent faire l'objet d'un abattement total ou partiel. VII. – Le présent article s'applique sans préjudice des articles L. 1511-1-1 et L. 1511-1-2 . VIII. – Un décret en Conseil d'Etat fixe les modalités d'application du présent article.",
            "texteHtml": "<p>I. – Lorsque la Commission européenne estime que l'Etat a manqué à l'une des obligations qui lui incombent en application du traité sur le fonctionnement de l'Union européenne et que l'obligation concernée relève en tout ou partie de la compétence de collectivités territoriales ou de leurs groupements et établissements publics, l'Etat les en informe et leur notifie toute évolution ultérieure de la procédure engagée sur le fondement des articles 258 ou 260 du même traité. </p><p>II. – Les collectivités territoriales et leurs groupements et établissements publics mentionnés au I transmettent à l'Etat toute information utile pour lui permettre de vérifier l'exécution de ses obligations et d'assurer sa défense. </p><p>III. – Il est créé une commission consultative composée de membres du Conseil d'Etat, de magistrats de la Cour des comptes et de représentants des collectivités territoriales. </p><p>IV. – Lorsque des provisions pour litiges sont constituées dans les comptes de l'Etat en prévision d'un arrêt de la Cour de justice de l'Union européenne constatant un manquement sur le fondement de l'article 260 du traité sur le fonctionnement de l'Union européenne et que le manquement concerné relève du I du présent article, la commission définie au III est saisie par le Premier ministre. La commission rend un avis après avoir entendu les représentants de l'Etat, des collectivités territoriales, de leurs groupements et établissements publics concernés ainsi que toute personne ou organisme dont l'expertise lui paraît utile à ses travaux. L'avis inclut une évaluation de la somme forfaitaire ou de l'astreinte dont le paiement est susceptible d'être imposé par la Cour de justice de l'Union européenne ainsi qu'une répartition prévisionnelle de la charge financière entre l'Etat, les collectivités territoriales et leurs groupements et établissements publics à raison de leurs compétences respectives. </p><p>V. – Si la Cour de justice de l'Union européenne constate un manquement relevant du I du présent article et impose le paiement d'une somme forfaitaire ou d'une astreinte sur le fondement de l'article 260 du traité sur le fonctionnement de l'Union européenne, les collectivités territoriales, leurs groupements et établissements publics concernés et la commission définie au III du présent article en sont informés dans les plus brefs délais. La commission peut rendre un avis dans un délai de quinze jours à compter du prononcé de l'arrêt de la Cour de justice de l'Union européenne pour ajuster, le cas échéant, la répartition de la charge financière au regard des motifs et du dispositif de l'arrêt. </p><p>VI. – Un décret, pris après avis de la commission prévu, selon le cas, aux IV ou V, fixe les charges dues par les collectivités territoriales et leurs groupements et établissements publics, qui constituent des dépenses obligatoires, au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389571&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L1612-15 (V)'>L. 1612-15</a>. Ce décret peut également prévoir un échéancier pluriannuel de recouvrement des sommes dues par les collectivités territoriales et leurs groupements dont la situation financière ne permet pas l'acquittement immédiat de ces charges. En cas de situation financière particulièrement dégradée, ces charges peuvent faire l'objet d'un abattement total ou partiel. </p><p>VII. – Le présent article s'applique sans préjudice des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389499&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L1511-1-1 (V)'>L. 1511-1-1 et L. 1511-1-2</a>. </p><p>VIII. – Un décret en Conseil d'Etat fixe les modalités d'application du présent article.</p><p></p>",
            "num": "L1611-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1439078400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013284709,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : DISPOSITIONS FINANCIÈRES ET COMPTABLES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135483",
                        "id": "LEGISCTA000006135483",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149214",
                        "id": "LEGISCTA000006149214",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE Ier : Principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164500",
                        "id": "LEGISCTA000006164500",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031022634",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164500",
            "sectionParentId": "LEGISCTA000006164500",
            "sectionParentTitre": "CHAPITRE Ier : Principes généraux",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE VI : DISPOSITIONS FINANCIÈRES ET COMPTABLES &gt; TITRE Ier &gt; CHAPITRE Ier : Principes généraux",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031022651",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 112 (II) de la loi n° 2015-991, les V et VI de l'article L. 1611-10 du code général des collectivités territoriales s'appliquent aux procédures engagées par la Commission européenne qui n'ont pas donné lieu au prononcé d'un arrêt constatant un manquement sur le fondement des articles 258 ou 260 du traité sur le fonctionnement de l'Union européenne à la date de publication de la présente loi. Ils entrent en vigueur au 1er janvier 2016.",
            "notaHtml": "<p>Conformément à l'article 112 (II) de la loi n° 2015-991, les V et VI de l'article L. 1611-10 du code général des collectivités territoriales s'appliquent aux procédures engagées par la Commission européenne qui n'ont pas donné lieu au prononcé d'un arrêt constatant un manquement sur le fondement des articles 258 ou 260 du traité sur le fonctionnement de l'Union européenne à la date de publication de la présente loi. Ils entrent en vigueur au 1er janvier 2016.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n° 2015-991 du 7 août 2015 - art. 112 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "112",
                    "articleId": "LEGIARTI000030998271",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-08",
                    "dateSignaTexte": "2015-08-07",
                    "dateDebutCible": "2015-08-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033724043",
                    "textTitle": "Décret n°2016-1910 du 27 décembre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033737277",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1910",
                    "datePubli": 1482969600000,
                    "dateDebut": 1483056000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1511-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1511-1-1",
                    "articleId": "LEGIARTI000006389499",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1129161600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1612-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1612-15",
                    "articleId": "LEGIARTI000006389571",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1611-37 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1611-37",
                    "articleId": "LEGIARTI000033737359",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1611-40 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1611-40",
                    "articleId": "LEGIARTI000033737372",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031022651",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1611-10",
                "1611-10"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}