{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045355352",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La caisse centrale de la mutualité sociale agricole contribue à la mise en oeuvre de la politique sociale agricole. Elle soumet à cette fin toutes propositions aux ministres chargés de l'agriculture et de la sécurité sociale et leur communique toutes statistiques. II. - Dans le respect des lois de financement de la sécurité sociale, l'autorité compétente de l'Etat conclut avec la caisse centrale de la mutualité sociale agricole une convention d'objectifs et de gestion à caractère pluriannuel. Cette convention détermine pour une période minimale de quatre ans les objectifs liés à la gestion des régimes de protection sociale des non-salariés et des salariés des professions agricoles, au service des prestations, au recouvrement des cotisations et des impôts affectés, à l'amélioration du service aux usagers et à la politique d'action sanitaire et sociale et de prévention. Elle détermine également les conditions de conclusion des avenants en cours d'exécution de la convention, notamment en fonction des lois de financement de la sécurité sociale et des modifications importantes de la charge de travail de la caisse centrale liées à l'évolution du cadre législatif et réglementaire de son action, ainsi que le processus d'évaluation contradictoire des résultats obtenus au regard des objectifs fixés. Cette convention définit des orientations pluriannuelles cohérentes avec celles mentionnées dans la convention d'objectifs et de gestion de la branche maladie du régime général. L'avenant qui est conclu à la suite de la publication de la loi de financement de la sécurité sociale comporte des clauses analogues à celles de l'avenant ayant le même objet de la branche maladie du régime général. La convention d'objectifs et de gestion est signée, pour le compte de la caisse centrale de la mutualité sociale agricole, par le président du conseil central d'administration et par le directeur de la caisse centrale de la mutualité sociale agricole. La convention est transmise au Parlement. Un bilan de son application, notamment au regard des orientations fixées par les lois de financement de la sécurité sociale, lui est également transmis dans les trois années suivant sa signature. La mise en oeuvre de la convention d'objectifs et de gestion fait l'objet de contrats pluriannuels de gestion conclus entre la caisse centrale de la mutualité sociale agricole et chacune des caisses de mutualité sociale agricole. Les contrats pluriannuels de gestion sont signés pour chacun des deux organismes par le président du conseil d'administration et par le directeur. II bis. - Le conseil central d'administration de la mutualité sociale agricole est saisi pour avis de tout projet de loi ou de tout projet de mesure réglementaire ayant des incidences sur les régimes obligatoires de protection sociale des salariés et des non-salariés des professions agricoles, sur l'action sanitaire et sociale ou sur l'équilibre financier de ces régimes, et notamment des projets de loi de financement de la sécurité sociale. Les avis sur le projet de loi de financement de la sécurité sociale sont rendus sur le texte déposé sur le bureau de l'Assemblée nationale. La saisine est effectuée par le Gouvernement au plus tard le lendemain du dépôt. Les avis sont motivés. Le conseil peut également faire toutes propositions de modification de nature législative ou réglementaire dans son domaine de compétence. Le Gouvernement transmet au Parlement les avis rendus sur les projets de loi et les propositions de modification de nature législative. Il fait connaître dans un délai d'un mois les suites qu'il réserve aux propositions de modification de nature réglementaire. Par dérogation au troisième alinéa du présent II bis, les avis sur le projet de loi de financement de la sécurité sociale sont rendus au Parlement dans un délai de quinze jours à compter du dépôt dudit projet de loi sur le bureau de l'Assemblée nationale. Un décret en Conseil d'Etat fixe les modalités d'application du présent II bis, et notamment les délais dans lesquels le conseil central d'administration de la mutualité sociale agricole rend ses avis. III. - Elle est soumise aux dispositions applicables en matière de gestion administrative, comptable et financière aux caisses départementales et pluridépartementales de mutualité sociale agricole. IV. - Les statuts de la caisse centrale de la mutualité sociale agricole sont approuvés par le ministre chargé de l'agriculture.",
            "texteHtml": "<p>I. - La caisse centrale de la mutualité sociale agricole contribue à la mise en oeuvre de la politique sociale agricole. Elle soumet à cette fin toutes propositions aux ministres chargés de l'agriculture et de la sécurité sociale et leur communique toutes statistiques.</p><p>II. - Dans le respect des lois de financement de la sécurité sociale, l'autorité compétente de l'Etat conclut avec la caisse centrale de la mutualité sociale agricole une convention d'objectifs et de gestion à caractère pluriannuel. Cette convention détermine pour une période minimale de quatre ans les objectifs liés à la gestion des régimes de protection sociale des non-salariés et des salariés des professions agricoles, au service des prestations, au recouvrement des cotisations et des impôts affectés, à l'amélioration du service aux usagers et à la politique d'action sanitaire et sociale et de prévention. Elle détermine également les conditions de conclusion des avenants en cours d'exécution de la convention, notamment en fonction des lois de financement de la sécurité sociale et des modifications importantes de la charge de travail de la caisse centrale liées à l'évolution du cadre législatif et réglementaire de son action, ainsi que le processus d'évaluation contradictoire des résultats obtenus au regard des objectifs fixés. Cette convention définit des orientations pluriannuelles cohérentes avec celles mentionnées dans la convention d'objectifs et de gestion de la branche maladie du régime général.</p><p>L'avenant qui est conclu à la suite de la publication de la loi de financement de la sécurité sociale comporte des clauses analogues à celles de l'avenant ayant le même objet de la branche maladie du régime général. La convention d'objectifs et de gestion est signée, pour le compte de la caisse centrale de la mutualité sociale agricole, par le président du conseil central d'administration et par le directeur de la caisse centrale de la mutualité sociale agricole. La convention est transmise au Parlement. Un bilan de son application, notamment au regard des orientations fixées par les lois de financement de la sécurité sociale, lui est également transmis dans les trois années suivant sa signature. La mise en oeuvre de la convention d'objectifs et de gestion fait l'objet de contrats pluriannuels de gestion conclus entre la caisse centrale de la mutualité sociale agricole et chacune des caisses de mutualité sociale agricole. Les contrats pluriannuels de gestion sont signés pour chacun des deux organismes par le président du conseil d'administration et par le directeur.</p><p>II bis. - Le conseil central d'administration de la mutualité sociale agricole est saisi pour avis de tout projet de loi ou de tout projet de mesure réglementaire ayant des incidences sur les régimes obligatoires de protection sociale des salariés et des non-salariés des professions agricoles, sur l'action sanitaire et sociale ou sur l'équilibre financier de ces régimes, et notamment des projets de loi de financement de la sécurité sociale. Les avis sur le projet de loi de financement de la sécurité sociale sont rendus sur le texte déposé sur le bureau de l'Assemblée nationale. La saisine est effectuée par le Gouvernement au plus tard le lendemain du dépôt. Les avis sont motivés.</p><p>Le conseil peut également faire toutes propositions de modification de nature législative ou réglementaire dans son domaine de compétence.</p><p>Le Gouvernement transmet au Parlement les avis rendus sur les projets de loi et les propositions de modification de nature législative. Il fait connaître dans un délai d'un mois les suites qu'il réserve aux propositions de modification de nature réglementaire.</p><p>Par dérogation au troisième alinéa du présent II bis, les avis sur le projet de loi de financement de la sécurité sociale sont rendus au Parlement dans un délai de quinze jours à compter du dépôt dudit projet de loi sur le bureau de l'Assemblée nationale.</p><p>Un décret en Conseil d'Etat fixe les modalités d'application du présent II bis, et notamment les délais dans lesquels le conseil central d'administration de la mutualité sociale agricole rend ses avis.</p><p>III. - Elle est soumise aux dispositions applicables en matière de gestion administrative, comptable et financière aux caisses départementales et pluridépartementales de mutualité sociale agricole.</p><p>IV. - Les statuts de la caisse centrale de la mutualité sociale agricole sont approuvés par le ministre chargé de l'agriculture.</p>",
            "num": "L723-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1661990400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organisation générale des régimes de protection sociale des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138364",
                        "id": "LEGISCTA000006138364",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Organismes de protection sociale des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152341",
                        "id": "LEGISCTA000006152341",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organisation générale de la mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167874",
                        "id": "LEGISCTA000006167874",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183047",
                        "id": "LEGISCTA000006183047",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585262",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006183047",
            "sectionParentId": "LEGISCTA000006183047",
            "sectionParentTitre": "Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre II : Organisation générale des régimes de protection sociale des professions agricoles &gt; Chapitre III : Organismes de protection sociale des professions agricoles &gt; Section 1 : Organisation générale de la mutualité sociale agricole &gt; Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045355352",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 3 de la loi n° 2022-355 du 14 mars 2022, ces dispositions entrent en vigueur le 1er septembre 2022.",
            "notaHtml": "<p>Conformément à l’article 3 de la loi n° 2022-355 du 14 mars 2022, ces dispositions entrent en vigueur le 1er septembre 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045351814",
                    "textTitle": "LOI n°2022-355 du 14 mars 2022 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045353465",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-03-15",
                    "dateSignaTexte": "2022-03-14",
                    "dateDebutCible": "2022-03-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020301774",
                    "textTitle": "Décret n°2009-213 du 23 février 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020301774",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-213",
                    "datePubli": 1235433600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020592517",
                    "textTitle": "Décret n°2009-521 du 7 mai 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020592517",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-521",
                    "datePubli": 1241913600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032938594",
                    "textTitle": "Décret n°2016-1025 du 26 juillet 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032943157",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1025",
                    "datePubli": 1469664000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "JORFTEXT000033537906",
                    "textTitle": "Décret n°2016-1671 du 5 décembre 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033540853",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1671",
                    "datePubli": 1480982400000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "JORFTEXT000039699115",
                    "textTitle": "Décret n°2019-1537 du 30 décembre 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000040099944",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1537",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D14-10-56 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D14-10-56",
                    "articleId": "LEGIARTI000041968881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1590364800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1434-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1434-6",
                    "articleId": "LEGIARTI000025014418",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1324598400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1434-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1434-16",
                    "articleId": "LEGIARTI000032948366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1434-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1434-26",
                    "articleId": "LEGIARTI000032943778",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1435-24 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1435-24",
                    "articleId": "LEGIARTI000025412442",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1330560000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D815-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D815-10",
                    "articleId": "LEGIARTI000040340054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D815-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D815-16",
                    "articleId": "LEGIARTI000040340076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-23",
                    "articleId": "LEGIARTI000036391631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R262-1-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R262-1-2",
                    "articleId": "LEGIARTI000033541164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R723-24-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-24-1",
                    "articleId": "LEGIARTI000020602410",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1242000000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R724-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R724-21",
                    "articleId": "LEGIARTI000020791913",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1245974400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R726-16 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R726-16",
                    "articleId": "LEGIARTI000028395509",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R732-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R732-32",
                    "articleId": "LEGIARTI000035918532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509148800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 1002-4 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1002-4",
                    "articleId": "LEGIARTI000006580651",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585262",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1103587200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585263",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1103587200000,
                    "dateFin": 1123027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585264",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1123027200000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019950442",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1280361600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022658075",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1280361600000,
                    "dateFin": 1661990400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045355352",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1661990400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L723-12",
                "723-12"
            ],
            "versionPrecedente": "LEGIARTI000022658075",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022658075",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La caisse centrale de la mutualité sociale agricole contribue à la mise en oeuvre de la politique sociale agricole. Elle soumet à cette fin toutes propositions aux ministres chargés de l'agriculture et de la sécurité sociale et leur  communique toutes statistiques. II. - Dans le respect des lois de financement de la sécurité sociale, l'autorité compétente de l'Etat conclut avec la caisse centrale de la mutualité sociale agricole une convention d'objectifs et de gestion à caractère pluriannuel. Cette convention détermine pour une période minimale de quatre ans les objectifs liés à la gestion des régimes de protection sociale des non-salariés et des salariés des professions agricoles, au service des prestations, au recouvrement des cotisations et des impôts affectés, à l'amélioration du service aux usagers et à la politique d'action sanitaire et sociale et de prévention. Elle détermine également les conditions de conclusion des avenants en cours d'exécution de la convention, notamment en fonction des lois de financement de la sécurité sociale et des modifications importantes de la charge de travail de la caisse centrale liées à l'évolution du cadre législatif et réglementaire de son action, ainsi que le processus d'évaluation contradictoire des résultats obtenus au regard des objectifs fixés. Cette convention définit des orientations pluriannuelles cohérentes avec celles mentionnées dans la convention d'objectifs et de gestion de la branche maladie du régime général. L'avenant qui est conclu à la suite de la publication de la loi de financement de la sécurité sociale comporte des clauses analogues à celles de l'avenant ayant le même objet de la branche maladie du régime général. La convention d'objectifs et de gestion est signée, pour le compte de la caisse centrale de la mutualité sociale agricole, par le président du conseil central d'administration et par le directeur de la caisse centrale de la mutualité sociale agricole. La convention est transmise au Parlement. Un bilan de son application, notamment au regard des orientations fixées par les lois de financement de la sécurité sociale, lui est également transmis dans les trois années suivant sa signature. La mise en oeuvre de la convention d'objectifs et de gestion fait l'objet de contrats pluriannuels de gestion conclus entre la caisse centrale de la mutualité sociale agricole et chacune des caisses de mutualité sociale agricole. Les contrats pluriannuels de gestion sont signés pour chacun des deux organismes par le président du conseil d'administration et par le directeur. II bis. - Le conseil central d'administration de la mutualité sociale agricole est saisi pour avis de tout projet de loi ou de tout projet de mesure réglementaire ayant des incidences sur les régimes obligatoires de protection sociale des salariés et des non-salariés des professions agricoles, sur l'action sanitaire et sociale ou sur l'équilibre financier de ces régimes, et notamment des projets de loi de financement de la sécurité sociale. Les avis sont motivés. Le conseil peut également faire toutes propositions de modification de nature législative ou réglementaire dans son domaine de compétence. Le Gouvernement transmet au Parlement les avis rendus sur les projets de loi et les propositions de modification de nature législative. Il fait connaître dans un délai d'un mois les suites qu'il réserve aux propositions de modification de nature réglementaire. Un décret en Conseil d'Etat fixe les modalités d'application du présent II bis, et notamment les délais dans lesquels le conseil central d'administration de la mutualité sociale agricole rend ses avis. III. - Elle est soumise aux dispositions applicables en matière de gestion administrative, comptable et financière aux caisses départementales et pluridépartementales de mutualité sociale agricole. IV. - Les statuts de la caisse centrale de la mutualité sociale agricole sont approuvés par le ministre chargé de l'agriculture.",
            "texteHtml": "<p></p><p>I. - La caisse centrale de la mutualité sociale agricole contribue à la mise en oeuvre de la politique sociale agricole. Elle soumet à cette fin toutes propositions aux ministres chargés de l'agriculture et de la sécurité sociale et leur  communique toutes statistiques.</p><p></p><p></p><p>II. - Dans le respect des lois de financement de la sécurité sociale, l'autorité compétente de l'Etat conclut avec la caisse centrale de la mutualité sociale agricole une convention d'objectifs et de gestion à caractère pluriannuel. Cette convention détermine pour une période minimale de quatre ans les objectifs liés à la gestion des régimes de protection sociale des non-salariés et des salariés des professions agricoles, au service des prestations, au recouvrement des cotisations et des impôts affectés, à l'amélioration du service aux usagers et à la politique d'action sanitaire et sociale et de prévention. Elle détermine également les conditions de conclusion des avenants en cours d'exécution de la convention, notamment en fonction des lois de financement de la sécurité sociale et des modifications importantes de la charge de travail de la caisse centrale liées à l'évolution du cadre législatif et réglementaire de son action, ainsi que le processus d'évaluation contradictoire des résultats obtenus au regard des objectifs fixés. Cette convention définit des orientations pluriannuelles cohérentes avec celles mentionnées dans la convention d'objectifs et de gestion de la branche maladie du régime général.</p><p></p><p></p><p>L'avenant qui est conclu à la suite de la publication de la loi de financement de la sécurité sociale comporte des clauses analogues à celles de l'avenant ayant le même objet de la branche maladie du régime général. La convention d'objectifs et de gestion est signée, pour le compte de la caisse centrale de la mutualité sociale agricole, par le président du conseil central d'administration et par le directeur de la caisse centrale de la mutualité sociale agricole. La convention est transmise au Parlement. Un bilan de son application, notamment au regard des orientations fixées par les lois de financement de la sécurité sociale, lui est également transmis dans les trois années suivant sa signature. La mise en oeuvre de la convention d'objectifs et de gestion fait l'objet de contrats pluriannuels de gestion conclus entre la caisse centrale de la mutualité sociale agricole et chacune des caisses de mutualité sociale agricole. Les contrats pluriannuels de gestion sont signés pour chacun des deux organismes par le président du conseil d'administration et par le directeur.</p><p></p><p></p><p>II bis. - Le conseil central d'administration de la mutualité sociale agricole est saisi pour avis de tout projet de loi ou de tout projet de mesure réglementaire ayant des incidences sur les régimes obligatoires de protection sociale des salariés et des non-salariés des professions agricoles, sur l'action sanitaire et sociale ou sur l'équilibre financier de ces régimes, et notamment des projets de loi de financement de la sécurité sociale. Les avis sont motivés. </p><p> Le conseil peut également faire toutes propositions de modification de nature législative ou réglementaire dans son domaine de compétence. </p><p> Le Gouvernement transmet au Parlement les avis rendus sur les projets de loi et les propositions de modification de nature législative. Il fait connaître dans un délai d'un mois les suites qu'il réserve aux propositions de modification de nature réglementaire. </p><p> Un décret en Conseil d'Etat fixe les modalités d'application du présent II bis, et notamment les délais dans lesquels le conseil central d'administration de la mutualité sociale agricole rend ses avis.</p><p>III. - Elle est soumise aux dispositions applicables en matière de gestion administrative, comptable et financière aux caisses départementales et pluridépartementales de mutualité sociale agricole.</p><p></p><p></p><p>IV. - Les statuts de la caisse centrale de la mutualité sociale agricole sont approuvés par le ministre chargé de l'agriculture.</p><p></p>",
            "num": "L723-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1280361600000,
            "dateFin": 1661990400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organisation générale des régimes de protection sociale des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138364",
                        "id": "LEGISCTA000006138364",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Organismes de protection sociale des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152341",
                        "id": "LEGISCTA000006152341",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organisation générale de la mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167874",
                        "id": "LEGISCTA000006167874",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183047",
                        "id": "LEGISCTA000006183047",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585262",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006183047",
            "sectionParentId": "LEGISCTA000006183047",
            "sectionParentTitre": "Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre II : Organisation générale des régimes de protection sociale des professions agricoles &gt; Chapitre III : Organismes de protection sociale des professions agricoles &gt; Section 1 : Organisation générale de la mutualité sociale agricole &gt; Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000022658075",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022521587",
                    "textTitle": "LOI n°2010-874\n du 27 juillet 2010 - art. 37",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000022522791",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-07-28",
                    "dateSignaTexte": "2010-07-27",
                    "dateDebutCible": "2010-07-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020301774",
                    "textTitle": "Décret n°2009-213 du 23 février 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020301774",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-213",
                    "datePubli": 1235433600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020592517",
                    "textTitle": "Décret n°2009-521 du 7 mai 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020592517",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-521",
                    "datePubli": 1241913600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032938594",
                    "textTitle": "Décret n°2016-1025 du 26 juillet 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032943157",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1025",
                    "datePubli": 1469664000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "JORFTEXT000033537906",
                    "textTitle": "Décret n°2016-1671 du 5 décembre 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033540853",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1671",
                    "datePubli": 1480982400000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "JORFTEXT000039699115",
                    "textTitle": "Décret n°2019-1537 du 30 décembre 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000040099944",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1537",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D14-10-56 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D14-10-56",
                    "articleId": "LEGIARTI000041968881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1590364800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1434-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1434-6",
                    "articleId": "LEGIARTI000025014418",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1324598400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1434-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1434-16",
                    "articleId": "LEGIARTI000032948366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1434-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1434-26",
                    "articleId": "LEGIARTI000032943778",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1435-24 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1435-24",
                    "articleId": "LEGIARTI000025412442",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1330560000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D815-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D815-10",
                    "articleId": "LEGIARTI000040340054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D815-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D815-16",
                    "articleId": "LEGIARTI000040340076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-23",
                    "articleId": "LEGIARTI000036391631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R262-1-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R262-1-2",
                    "articleId": "LEGIARTI000033541164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R723-24-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-24-1",
                    "articleId": "LEGIARTI000020602410",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1242000000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R724-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R724-21",
                    "articleId": "LEGIARTI000020791913",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1245974400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R726-16 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R726-16",
                    "articleId": "LEGIARTI000028395509",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R732-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R732-32",
                    "articleId": "LEGIARTI000035918532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509148800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 1002-4 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1002-4",
                    "articleId": "LEGIARTI000006580651",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585262",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1103587200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585263",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1103587200000,
                    "dateFin": 1123027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585264",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1123027200000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019950442",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1280361600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022658075",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1280361600000,
                    "dateFin": 1661990400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045355352",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1661990400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L723-12",
                "723-12"
            ],
            "versionPrecedente": "LEGIARTI000019950442",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019950442",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La caisse centrale de la mutualité sociale agricole contribue à la mise en oeuvre de la politique sociale agricole. Elle soumet à cette fin toutes propositions au ministre chargé de l'agriculture et lui communique toutes statistiques. II. - Dans le respect des lois de financement de la sécurité sociale, l'autorité compétente de l'Etat conclut avec la caisse centrale de la mutualité sociale agricole une convention d'objectifs et de gestion à caractère pluriannuel. Cette convention détermine pour une période minimale de quatre ans les objectifs liés à la gestion des régimes de protection sociale des non-salariés et des salariés des professions agricoles, au service des prestations, au recouvrement des cotisations et des impôts affectés, à l'amélioration du service aux usagers et à la politique d'action sanitaire et sociale et de prévention. Elle détermine également les conditions de conclusion des avenants en cours d'exécution de la convention, notamment en fonction des lois de financement de la sécurité sociale et des modifications importantes de la charge de travail de la caisse centrale liées à l'évolution du cadre législatif et réglementaire de son action, ainsi que le processus d'évaluation contradictoire des résultats obtenus au regard des objectifs fixés. Cette convention définit des orientations pluriannuelles cohérentes avec celles mentionnées dans la convention d'objectifs et de gestion de la branche maladie du régime général. L'avenant qui est conclu à la suite de la publication de la loi de financement de la sécurité sociale comporte des clauses analogues à celles de l'avenant ayant le même objet de la branche maladie du régime général. La convention d'objectifs et de gestion est signée, pour le compte de la caisse centrale de la mutualité sociale agricole, par le président du conseil central d'administration et par le directeur de la caisse centrale de la mutualité sociale agricole. La convention est transmise au Parlement. Un bilan de son application, notamment au regard des orientations fixées par les lois de financement de la sécurité sociale, lui est également transmis dans les trois années suivant sa signature. La mise en oeuvre de la convention d'objectifs et de gestion fait l'objet de contrats pluriannuels de gestion conclus entre la caisse centrale de la mutualité sociale agricole et chacune des caisses de mutualité sociale agricole. Les contrats pluriannuels de gestion sont signés pour chacun des deux organismes par le président du conseil d'administration et par le directeur. II bis. - Le conseil central d'administration de la mutualité sociale agricole est saisi pour avis de tout projet de loi ou de tout projet de mesure réglementaire ayant des incidences sur les régimes obligatoires de protection sociale des salariés et des non-salariés des professions agricoles, sur l'action sanitaire et sociale ou sur l'équilibre financier de ces régimes, et notamment des projets de loi de financement de la sécurité sociale. Les avis sont motivés. Le conseil peut également faire toutes propositions de modification de nature législative ou réglementaire dans son domaine de compétence. Le Gouvernement transmet au Parlement les avis rendus sur les projets de loi et les propositions de modification de nature législative. Il fait connaître dans un délai d'un mois les suites qu'il réserve aux propositions de modification de nature réglementaire. Un décret en Conseil d'Etat fixe les modalités d'application du présent II bis, et notamment les délais dans lesquels le conseil central d'administration de la mutualité sociale agricole rend ses avis. III. - Elle est soumise aux dispositions applicables en matière de gestion administrative, comptable et financière aux caisses départementales et pluridépartementales de mutualité sociale agricole. IV. - Les statuts de la caisse centrale de la mutualité sociale agricole sont approuvés par le ministre chargé de l'agriculture.",
            "texteHtml": "<p>I. - La caisse centrale de la mutualité sociale agricole contribue à la mise en oeuvre de la politique sociale agricole. Elle soumet à cette fin toutes propositions au ministre chargé de l'agriculture et lui communique toutes statistiques.</p><p></p><p>II. - Dans le respect des lois de financement de la sécurité sociale, l'autorité compétente de l'Etat conclut avec la caisse centrale de la mutualité sociale agricole une convention d'objectifs et de gestion à caractère pluriannuel. Cette convention détermine pour une période minimale de quatre ans les objectifs liés à la gestion des régimes de protection sociale des non-salariés et des salariés des professions agricoles, au service des prestations, au recouvrement des cotisations et des impôts affectés, à l'amélioration du service aux usagers et à la politique d'action sanitaire et sociale et de prévention. Elle détermine également les conditions de conclusion des avenants en cours d'exécution de la convention, notamment en fonction des lois de financement de la sécurité sociale et des modifications importantes de la charge de travail de la caisse centrale liées à l'évolution du cadre législatif et réglementaire de son action, ainsi que le processus d'évaluation contradictoire des résultats obtenus au regard des objectifs fixés. Cette convention définit des orientations pluriannuelles cohérentes avec celles mentionnées dans la convention d'objectifs et de gestion de la branche maladie du régime général.</p><p></p><p>L'avenant qui est conclu à la suite de la publication de la loi de financement de la sécurité sociale comporte des clauses analogues à celles de l'avenant ayant le même objet de la branche maladie du régime général. La convention d'objectifs et de gestion est signée, pour le compte de la caisse centrale de la mutualité sociale agricole, par le président du conseil central d'administration et par le directeur de la caisse centrale de la mutualité sociale agricole. La convention est transmise au Parlement. Un bilan de son application, notamment au regard des orientations fixées par les lois de financement de la sécurité sociale, lui est également transmis dans les trois années suivant sa signature. La mise en oeuvre de la convention d'objectifs et de gestion fait l'objet de contrats pluriannuels de gestion conclus entre la caisse centrale de la mutualité sociale agricole et chacune des caisses de mutualité sociale agricole. Les contrats pluriannuels de gestion sont signés pour chacun des deux organismes par le président du conseil d'administration et par le directeur.</p><p></p><p>II bis. - Le conseil central d'administration de la mutualité sociale agricole est saisi pour avis de tout projet de loi ou de tout projet de mesure réglementaire ayant des incidences sur les régimes obligatoires de protection sociale des salariés et des non-salariés des professions agricoles, sur l'action sanitaire et sociale ou sur l'équilibre financier de ces régimes, et notamment des projets de loi de financement de la sécurité sociale. Les avis sont motivés. <br/><br/> Le conseil peut également faire toutes propositions de modification de nature législative ou réglementaire dans son domaine de compétence. <br/><br/> Le Gouvernement transmet au Parlement les avis rendus sur les projets de loi et les propositions de modification de nature législative. Il fait connaître dans un délai d'un mois les suites qu'il réserve aux propositions de modification de nature réglementaire. <br/><br/> Un décret en Conseil d'Etat fixe les modalités d'application du présent II bis, et notamment les délais dans lesquels le conseil central d'administration de la mutualité sociale agricole rend ses avis.</p><p>III. - Elle est soumise aux dispositions applicables en matière de gestion administrative, comptable et financière aux caisses départementales et pluridépartementales de mutualité sociale agricole.</p><p></p><p>IV. - Les statuts de la caisse centrale de la mutualité sociale agricole sont approuvés par le ministre chargé de l'agriculture.</p><p></p>",
            "num": "L723-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1229644800000,
            "dateFin": 1280361600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organisation générale des régimes de protection sociale des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138364",
                        "id": "LEGISCTA000006138364",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Organismes de protection sociale des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152341",
                        "id": "LEGISCTA000006152341",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organisation générale de la mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167874",
                        "id": "LEGISCTA000006167874",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183047",
                        "id": "LEGISCTA000006183047",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585262",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006183047",
            "sectionParentId": "LEGISCTA000006183047",
            "sectionParentTitre": "Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre II : Organisation générale des régimes de protection sociale des professions agricoles &gt; Chapitre III : Organismes de protection sociale des professions agricoles &gt; Section 1 : Organisation générale de la mutualité sociale agricole &gt; Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019950442",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019942966",
                    "textTitle": "LOI n°2008-1330\n du 17 décembre 2008 - art. 17 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000019945366",
                    "natureText": "LOI",
                    "datePubliTexte": "2008-12-18",
                    "dateSignaTexte": "2008-12-17",
                    "dateDebutCible": "2008-12-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020301774",
                    "textTitle": "Décret n°2009-213 du 23 février 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020301774",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-213",
                    "datePubli": 1235433600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020592517",
                    "textTitle": "Décret n°2009-521 du 7 mai 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020592517",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-521",
                    "datePubli": 1241913600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032938594",
                    "textTitle": "Décret n°2016-1025 du 26 juillet 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032943157",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1025",
                    "datePubli": 1469664000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "JORFTEXT000033537906",
                    "textTitle": "Décret n°2016-1671 du 5 décembre 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033540853",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1671",
                    "datePubli": 1480982400000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "JORFTEXT000039699115",
                    "textTitle": "Décret n°2019-1537 du 30 décembre 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000040099944",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1537",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D14-10-56 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D14-10-56",
                    "articleId": "LEGIARTI000041968881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1590364800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1434-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1434-6",
                    "articleId": "LEGIARTI000025014418",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1324598400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1434-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1434-16",
                    "articleId": "LEGIARTI000032948366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1434-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1434-26",
                    "articleId": "LEGIARTI000032943778",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1435-24 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1435-24",
                    "articleId": "LEGIARTI000025412442",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1330560000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D815-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D815-10",
                    "articleId": "LEGIARTI000040340054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D815-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D815-16",
                    "articleId": "LEGIARTI000040340076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-23",
                    "articleId": "LEGIARTI000036391631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R262-1-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R262-1-2",
                    "articleId": "LEGIARTI000033541164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R723-24-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-24-1",
                    "articleId": "LEGIARTI000020602410",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1242000000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R724-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R724-21",
                    "articleId": "LEGIARTI000020791913",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1245974400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R726-16 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R726-16",
                    "articleId": "LEGIARTI000028395509",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R732-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R732-32",
                    "articleId": "LEGIARTI000035918532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509148800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 1002-4 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1002-4",
                    "articleId": "LEGIARTI000006580651",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585262",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1103587200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585263",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1103587200000,
                    "dateFin": 1123027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585264",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1123027200000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019950442",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1280361600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022658075",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1280361600000,
                    "dateFin": 1661990400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045355352",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1661990400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L723-12",
                "723-12"
            ],
            "versionPrecedente": "LEGIARTI000006585264",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006585264",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La caisse centrale de la mutualité sociale agricole contribue à la mise en oeuvre de la politique sociale agricole. Elle soumet à cette fin toutes propositions au ministre chargé de l'agriculture et lui communique toutes statistiques. II. - Dans le respect des lois de financement de la sécurité sociale et des dispositions des articles L. 731-1 à L. 731-5, l'autorité compétente de l'Etat conclut avec la caisse centrale de la mutualité sociale agricole une convention d'objectifs et de gestion à caractère pluriannuel. Cette convention détermine pour une période minimale de quatre ans les objectifs liés à la gestion des régimes de protection sociale des non-salariés et des salariés des professions agricoles, au service des prestations, au recouvrement des cotisations et des impôts affectés, à l'amélioration du service aux usagers et à la politique d'action sanitaire et sociale et de prévention. Elle détermine également les conditions de conclusion des avenants en cours d'exécution de la convention, notamment en fonction des lois de financement de la sécurité sociale et des modifications importantes de la charge de travail de la caisse centrale liées à l'évolution du cadre législatif et réglementaire de son action, ainsi que le processus d'évaluation contradictoire des résultats obtenus au regard des objectifs fixés. Cette convention définit des orientations pluriannuelles cohérentes avec celles mentionnées dans la convention d'objectifs et de gestion de la branche maladie du régime général. L'avenant qui est conclu à la suite de la publication de la loi de financement de la sécurité sociale comporte des clauses analogues à celles de l'avenant ayant le même objet de la branche maladie du régime général. La convention d'objectifs et de gestion est signée, pour le compte de la caisse centrale de la mutualité sociale agricole, par le président du conseil central d'administration et par le directeur de la caisse centrale de la mutualité sociale agricole. La convention est transmise au Parlement. Un bilan de son application, notamment au regard des orientations fixées par les lois de financement de la sécurité sociale, lui est également transmis dans les trois années suivant sa signature. La mise en oeuvre de la convention d'objectifs et de gestion fait l'objet de contrats pluriannuels de gestion conclus entre la caisse centrale de la mutualité sociale agricole et chacune des caisses de mutualité sociale agricole. Les contrats pluriannuels de gestion sont signés pour chacun des deux organismes par le président du conseil d'administration et par le directeur. II bis. - La Caisse centrale de la mutualité sociale agricole est saisie, pour avis, par le ministre chargé de la sécurité sociale, des projets de loi de financement de la sécurité sociale dans les conditions prévues par l'article L. 200-3 du code de la sécurité sociale. III. - Elle est soumise aux dispositions applicables en matière de gestion administrative, comptable et financière aux caisses départementales et pluridépartementales de mutualité sociale agricole. IV. - Les statuts de la caisse centrale de la mutualité sociale agricole sont approuvés par le ministre chargé de l'agriculture.",
            "texteHtml": "<p></p>   I. - La caisse centrale de la mutualité sociale agricole contribue à la mise en oeuvre de la politique sociale agricole. Elle soumet à cette fin toutes propositions au ministre chargé de l'agriculture et lui communique toutes statistiques.<p></p><p></p>   II. - Dans le respect des lois de financement de la sécurité sociale et des dispositions des articles L. 731-1 à L. 731-5, l'autorité compétente de l'Etat conclut avec la caisse centrale de la mutualité sociale agricole une convention d'objectifs et de gestion à caractère pluriannuel. Cette convention détermine pour une période minimale de quatre ans les objectifs liés à la gestion des régimes de protection sociale des non-salariés et des salariés des professions agricoles, au service des prestations, au recouvrement des cotisations et des impôts affectés, à l'amélioration du service aux usagers et à la politique d'action sanitaire et sociale et de prévention. Elle détermine également les conditions de conclusion des avenants en cours d'exécution de la convention, notamment en fonction des lois de financement de la sécurité sociale et des modifications importantes de la charge de travail de la caisse centrale liées à l'évolution du cadre législatif et réglementaire de son action, ainsi que le processus d'évaluation contradictoire des résultats obtenus au regard des objectifs fixés. Cette convention définit des orientations pluriannuelles cohérentes avec celles mentionnées dans la convention d'objectifs et de gestion de la branche maladie du régime général.<p></p><p></p>   L'avenant qui est conclu à la suite de la publication de la loi de financement de la sécurité sociale comporte des clauses analogues à celles de l'avenant ayant le même objet de la branche maladie du régime général. La convention d'objectifs et de gestion est signée, pour le compte de la caisse centrale de la mutualité sociale agricole, par le président du conseil central d'administration et par le directeur de la caisse centrale de la mutualité sociale agricole. La convention est transmise au Parlement. Un bilan de son application, notamment au regard des orientations fixées par les lois de financement de la sécurité sociale, lui est également transmis dans les trois années suivant sa signature. La mise en oeuvre de la convention d'objectifs et de gestion fait l'objet de contrats pluriannuels de gestion conclus entre la caisse centrale de la mutualité sociale agricole et chacune des caisses de mutualité sociale agricole. Les contrats pluriannuels de gestion sont signés pour chacun des deux organismes par le président du conseil d'administration et par le directeur.<p></p><p></p>   II bis. - La Caisse centrale de la mutualité sociale agricole est saisie, pour avis, par le ministre chargé de la sécurité sociale, des projets de loi de financement de la sécurité sociale dans les conditions prévues par l'article L. 200-3 du code de la sécurité sociale.<p></p><p></p>   III. - Elle est soumise aux dispositions applicables en matière de gestion administrative, comptable et financière aux caisses départementales et pluridépartementales de mutualité sociale agricole.<p></p><p></p>   IV. - Les statuts de la caisse centrale de la mutualité sociale agricole sont approuvés par le ministre chargé de l'agriculture.<p></p>",
            "num": "L723-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1123027200000,
            "dateFin": 1229644800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organisation générale des régimes de protection sociale des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138364",
                        "id": "LEGISCTA000006138364",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Organismes de protection sociale des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152341",
                        "id": "LEGISCTA000006152341",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organisation générale de la mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167874",
                        "id": "LEGISCTA000006167874",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183047",
                        "id": "LEGISCTA000006183047",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585262",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006183047",
            "sectionParentId": "LEGISCTA000006183047",
            "sectionParentTitre": "Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre II : Organisation générale des régimes de protection sociale des professions agricoles &gt; Chapitre III : Organismes de protection sociale des professions agricoles &gt; Section 1 : Organisation générale de la mutualité sociale agricole &gt; Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585264",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000813423",
                    "textTitle": "Loi n°2005-881 du 2 août 2005 - art. 15 () JORF 3 août 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006243397",
                    "natureText": "LOI_ORGANIQUE",
                    "datePubliTexte": "2005-08-03",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2005-08-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-1 à L731-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000020301774",
                    "textTitle": "Décret n°2009-213 du 23 février 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020301774",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-213",
                    "datePubli": 1235433600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020592517",
                    "textTitle": "Décret n°2009-521 du 7 mai 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020592517",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-521",
                    "datePubli": 1241913600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032938594",
                    "textTitle": "Décret n°2016-1025 du 26 juillet 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032943157",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1025",
                    "datePubli": 1469664000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "JORFTEXT000033537906",
                    "textTitle": "Décret n°2016-1671 du 5 décembre 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033540853",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1671",
                    "datePubli": 1480982400000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "JORFTEXT000039699115",
                    "textTitle": "Décret n°2019-1537 du 30 décembre 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000040099944",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1537",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D14-10-56 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D14-10-56",
                    "articleId": "LEGIARTI000041968881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1590364800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1434-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1434-6",
                    "articleId": "LEGIARTI000025014418",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1324598400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1434-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1434-16",
                    "articleId": "LEGIARTI000032948366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1434-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1434-26",
                    "articleId": "LEGIARTI000032943778",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1435-24 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1435-24",
                    "articleId": "LEGIARTI000025412442",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1330560000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D815-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D815-10",
                    "articleId": "LEGIARTI000040340054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D815-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D815-16",
                    "articleId": "LEGIARTI000040340076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-23",
                    "articleId": "LEGIARTI000036391631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R262-1-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R262-1-2",
                    "articleId": "LEGIARTI000033541164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R723-24-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-24-1",
                    "articleId": "LEGIARTI000020602410",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1242000000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R724-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R724-21",
                    "articleId": "LEGIARTI000020791913",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1245974400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R726-16 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R726-16",
                    "articleId": "LEGIARTI000028395509",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R732-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R732-32",
                    "articleId": "LEGIARTI000035918532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509148800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L200-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L200-3",
                    "articleId": "LEGIARTI000006742249",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 1002-4 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1002-4",
                    "articleId": "LEGIARTI000006580651",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585262",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1103587200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585263",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1103587200000,
                    "dateFin": 1123027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585264",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1123027200000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019950442",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1280361600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022658075",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1280361600000,
                    "dateFin": 1661990400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045355352",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1661990400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L723-12",
                "723-12"
            ],
            "versionPrecedente": "LEGIARTI000006585263",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006585263",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La caisse centrale de la mutualité sociale agricole contribue à la mise en oeuvre de la politique sociale agricole. Elle soumet à cette fin toutes propositions au ministre chargé de l'agriculture et lui communique toutes statistiques. II. - Dans le respect des lois de financement de la sécurité sociale et des dispositions des articles L. 731-1 à L. 731-5, l'autorité compétente de l'Etat conclut avec la caisse centrale de la mutualité sociale agricole une convention d'objectifs et de gestion à caractère pluriannuel. Cette convention détermine pour une période minimale de quatre ans les objectifs liés à la gestion des régimes de protection sociale des non-salariés et des salariés des professions agricoles, au service des prestations, au recouvrement des cotisations et des impôts affectés, à l'amélioration du service aux usagers et à la politique d'action sanitaire et sociale et de prévention. Elle détermine également les conditions de conclusion des avenants en cours d'exécution de la convention, notamment en fonction des lois de financement de la sécurité sociale et des modifications importantes de la charge de travail de la caisse centrale liées à l'évolution du cadre législatif et réglementaire de son action, ainsi que le processus d'évaluation contradictoire des résultats obtenus au regard des objectifs fixés. Cette convention définit des orientations pluriannuelles cohérentes avec celles mentionnées dans la convention d'objectifs et de gestion de la branche maladie du régime général. L'avenant qui est conclu à la suite de la publication de la loi de financement de la sécurité sociale comporte des clauses analogues à celles de l'avenant ayant le même objet de la branche maladie du régime général. La convention d'objectifs et de gestion est signée, pour le compte de la caisse centrale de la mutualité sociale agricole, par le président du conseil central d'administration et par le directeur de la caisse centrale de la mutualité sociale agricole. La convention est transmise au Parlement. Un bilan de son application, notamment au regard des orientations fixées par les lois de financement de la sécurité sociale, lui est également transmis dans les trois années suivant sa signature. La mise en oeuvre de la convention d'objectifs et de gestion fait l'objet de contrats pluriannuels de gestion conclus entre la caisse centrale de la mutualité sociale agricole et chacune des caisses de mutualité sociale agricole. Les contrats pluriannuels de gestion sont signés pour chacun des deux organismes par le président du conseil d'administration et par le directeur. III. - Elle est soumise aux dispositions applicables en matière de gestion administrative, comptable et financière aux caisses départementales et pluridépartementales de mutualité sociale agricole. IV. - Les statuts de la caisse centrale de la mutualité sociale agricole sont approuvés par le ministre chargé de l'agriculture.",
            "texteHtml": "<p></p>   I. - La caisse centrale de la mutualité sociale agricole contribue à la mise en oeuvre de la politique sociale agricole. Elle soumet à cette fin toutes propositions au ministre chargé de l'agriculture et lui communique toutes statistiques.<p></p><p></p>   II. - Dans le respect des lois de financement de la sécurité sociale et des dispositions des articles L. 731-1 à L. 731-5, l'autorité compétente de l'Etat conclut avec la caisse centrale de la mutualité sociale agricole une convention d'objectifs et de gestion à caractère pluriannuel. Cette convention détermine pour une période minimale de quatre ans les objectifs liés à la gestion des régimes de protection sociale des non-salariés et des salariés des professions agricoles, au service des prestations, au recouvrement des cotisations et des impôts affectés, à l'amélioration du service aux usagers et à la politique d'action sanitaire et sociale et de prévention. Elle détermine également les conditions de conclusion des avenants en cours d'exécution de la convention, notamment en fonction des lois de financement de la sécurité sociale et des modifications importantes de la charge de travail de la caisse centrale liées à l'évolution du cadre législatif et réglementaire de son action, ainsi que le processus d'évaluation contradictoire des résultats obtenus au regard des objectifs fixés. Cette convention définit des orientations pluriannuelles cohérentes avec celles mentionnées dans la convention d'objectifs et de gestion de la branche maladie du régime général.<p></p><p></p>   L'avenant qui est conclu à la suite de la publication de la loi de financement de la sécurité sociale comporte des clauses analogues à celles de l'avenant ayant le même objet de la branche maladie du régime général. La convention d'objectifs et de gestion est signée, pour le compte de la caisse centrale de la mutualité sociale agricole, par le président du conseil central d'administration et par le directeur de la caisse centrale de la mutualité sociale agricole. La convention est transmise au Parlement. Un bilan de son application, notamment au regard des orientations fixées par les lois de financement de la sécurité sociale, lui est également transmis dans les trois années suivant sa signature. La mise en oeuvre de la convention d'objectifs et de gestion fait l'objet de contrats pluriannuels de gestion conclus entre la caisse centrale de la mutualité sociale agricole et chacune des caisses de mutualité sociale agricole. Les contrats pluriannuels de gestion sont signés pour chacun des deux organismes par le président du conseil d'administration et par le directeur.<p></p><p></p>   III. - Elle est soumise aux dispositions applicables en matière de gestion administrative, comptable et financière aux caisses départementales et pluridépartementales de mutualité sociale agricole.<p></p><p></p>   IV. - Les statuts de la caisse centrale de la mutualité sociale agricole sont approuvés par le ministre chargé de l'agriculture.<p></p>",
            "num": "L723-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1103587200000,
            "dateFin": 1123027200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organisation générale des régimes de protection sociale des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138364",
                        "id": "LEGISCTA000006138364",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Organismes de protection sociale des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152341",
                        "id": "LEGISCTA000006152341",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organisation générale de la mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167874",
                        "id": "LEGISCTA000006167874",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183047",
                        "id": "LEGISCTA000006183047",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585262",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006183047",
            "sectionParentId": "LEGISCTA000006183047",
            "sectionParentTitre": "Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre II : Organisation générale des régimes de protection sociale des professions agricoles &gt; Chapitre III : Organismes de protection sociale des professions agricoles &gt; Section 1 : Organisation générale de la mutualité sociale agricole &gt; Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585263",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000790552",
                    "textTitle": "Loi n°2004-1370 du 20 décembre 2004 - art. 5 () JORF 21 décembre 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006759017",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-12-21",
                    "dateSignaTexte": "2004-12-20",
                    "dateDebutCible": "2004-12-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020301774",
                    "textTitle": "Décret n°2009-213 du 23 février 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020301774",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-213",
                    "datePubli": 1235433600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020592517",
                    "textTitle": "Décret n°2009-521 du 7 mai 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020592517",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-521",
                    "datePubli": 1241913600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032938594",
                    "textTitle": "Décret n°2016-1025 du 26 juillet 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032943157",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1025",
                    "datePubli": 1469664000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "JORFTEXT000033537906",
                    "textTitle": "Décret n°2016-1671 du 5 décembre 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033540853",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1671",
                    "datePubli": 1480982400000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "JORFTEXT000039699115",
                    "textTitle": "Décret n°2019-1537 du 30 décembre 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000040099944",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1537",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D14-10-56 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D14-10-56",
                    "articleId": "LEGIARTI000041968881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1590364800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1434-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1434-6",
                    "articleId": "LEGIARTI000025014418",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1324598400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1434-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1434-16",
                    "articleId": "LEGIARTI000032948366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1434-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1434-26",
                    "articleId": "LEGIARTI000032943778",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1435-24 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1435-24",
                    "articleId": "LEGIARTI000025412442",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1330560000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D815-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D815-10",
                    "articleId": "LEGIARTI000040340054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D815-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D815-16",
                    "articleId": "LEGIARTI000040340076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-23",
                    "articleId": "LEGIARTI000036391631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R262-1-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R262-1-2",
                    "articleId": "LEGIARTI000033541164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R723-24-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-24-1",
                    "articleId": "LEGIARTI000020602410",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1242000000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R724-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R724-21",
                    "articleId": "LEGIARTI000020791913",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1245974400000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-1 à L731-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R726-16 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R726-16",
                    "articleId": "LEGIARTI000028395509",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R732-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R732-32",
                    "articleId": "LEGIARTI000035918532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509148800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 1002-4 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1002-4",
                    "articleId": "LEGIARTI000006580651",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585262",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1103587200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585263",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1103587200000,
                    "dateFin": 1123027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585264",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1123027200000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019950442",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1280361600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022658075",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1280361600000,
                    "dateFin": 1661990400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045355352",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1661990400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L723-12",
                "723-12"
            ],
            "versionPrecedente": "LEGIARTI000006585262",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006585262",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La caisse centrale de la mutualité sociale agricole contribue à la mise en oeuvre de la politique sociale agricole. Elle soumet à cette fin toutes propositions au ministre chargé de l'agriculture et lui communique toutes statistiques. II. - Dans le respect des lois de financement de la sécurité sociale et des dispositions des articles L. 731-1 à L. 731-5, l'autorité compétente de l'Etat conclut avec la caisse centrale de la mutualité sociale agricole une convention d'objectifs et de gestion à caractère pluriannuel. Cette convention détermine pour une période minimale de trois ans les objectifs liés à la gestion des régimes de protection sociale des non-salariés et des salariés des professions agricoles, au service des prestations, au recouvrement des cotisations et des impôts affectés, à l'amélioration du service aux usagers et à la politique d'action sanitaire et sociale et de prévention. Elle détermine également les conditions de conclusion des avenants en cours d'exécution de la convention, notamment en fonction des lois de financement de la sécurité sociale et des modifications importantes de la charge de travail de la caisse centrale liées à l'évolution du cadre législatif et réglementaire de son action, ainsi que le processus d'évaluation contradictoire des résultats obtenus au regard des objectifs fixés. Cette convention définit des orientations pluriannuelles cohérentes avec celles mentionnées dans la convention d'objectifs et de gestion de la branche maladie du régime général. L'avenant qui est conclu à la suite de la publication de la loi de financement de la sécurité sociale comporte des clauses analogues à celles de l'avenant ayant le même objet de la branche maladie du régime général. La convention d'objectifs et de gestion est signée, pour le compte de la caisse centrale de la mutualité sociale agricole, par le président du conseil central d'administration et par le directeur de la caisse centrale de la mutualité sociale agricole. La mise en oeuvre de la convention d'objectifs et de gestion fait l'objet de contrats pluriannuels de gestion conclus entre la caisse centrale de la mutualité sociale agricole et chacune des caisses de mutualité sociale agricole. Les contrats pluriannuels de gestion sont signés pour chacun des deux organismes par le président du conseil d'administration et par le directeur. III. - Elle est soumise aux dispositions applicables en matière de gestion administrative, comptable et financière aux caisses départementales et pluridépartementales de mutualité sociale agricole. IV. - Les statuts de la caisse centrale de la mutualité sociale agricole sont approuvés par le ministre chargé de l'agriculture.",
            "texteHtml": "<p></p>   I. - La caisse centrale de la mutualité sociale agricole contribue à la mise en oeuvre de la politique sociale agricole. Elle soumet à cette fin toutes propositions au ministre chargé de l'agriculture et lui communique toutes statistiques.<p></p><p></p>   II. - Dans le respect des lois de financement de la sécurité sociale et des dispositions des articles L. 731-1 à L. 731-5, l'autorité compétente de l'Etat conclut avec la caisse centrale de la mutualité sociale agricole une convention d'objectifs et de gestion à caractère pluriannuel. Cette convention détermine pour une période minimale de trois ans les objectifs liés à la gestion des régimes de protection sociale des non-salariés et des salariés des professions agricoles, au service des prestations, au recouvrement des cotisations et des impôts affectés, à l'amélioration du service aux usagers et à la politique d'action sanitaire et sociale et de prévention. Elle détermine également les conditions de conclusion des avenants en cours d'exécution de la convention, notamment en fonction des lois de financement de la sécurité sociale et des modifications importantes de la charge de travail de la caisse centrale liées à l'évolution du cadre législatif et réglementaire de son action, ainsi que le processus d'évaluation contradictoire des résultats obtenus au regard des objectifs fixés. Cette convention définit des orientations pluriannuelles cohérentes avec celles mentionnées dans la convention d'objectifs et de gestion de la branche maladie du régime général.<p></p><p></p>   L'avenant qui est conclu à la suite de la publication de la loi de financement de la sécurité sociale comporte des clauses analogues à celles de l'avenant ayant le même objet de la branche maladie du régime général. La convention d'objectifs et de gestion est signée, pour le compte de la caisse centrale de la mutualité sociale agricole, par le président du conseil central d'administration et par le directeur de la caisse centrale de la mutualité sociale agricole. La mise en oeuvre de la convention d'objectifs et de gestion fait l'objet de contrats pluriannuels de gestion conclus entre la caisse centrale de la mutualité sociale agricole et chacune des caisses de mutualité sociale agricole. Les contrats pluriannuels de gestion sont signés pour chacun des deux organismes par le président du conseil d'administration et par le directeur.<p></p><p></p>   III. - Elle est soumise aux dispositions applicables en matière de gestion administrative, comptable et financière aux caisses départementales et pluridépartementales de mutualité sociale agricole.<p></p><p></p>   IV. - Les statuts de la caisse centrale de la mutualité sociale agricole sont approuvés par le ministre chargé de l'agriculture.<p></p>",
            "num": "L723-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 961632000000,
            "dateFin": 1103587200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organisation générale des régimes de protection sociale des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138364",
                        "id": "LEGISCTA000006138364",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Organismes de protection sociale des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152341",
                        "id": "LEGISCTA000006152341",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organisation générale de la mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167874",
                        "id": "LEGISCTA000006167874",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183047",
                        "id": "LEGISCTA000006183047",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585262",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006183047",
            "sectionParentId": "LEGISCTA000006183047",
            "sectionParentTitre": "Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre II : Organisation générale des régimes de protection sociale des professions agricoles &gt; Chapitre III : Organismes de protection sociale des professions agricoles &gt; Section 1 : Organisation générale de la mutualité sociale agricole &gt; Sous-section 2 : Caisse centrale de la mutualité sociale agricole.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585262",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Nota - Loi n° 2004-810 du 13 août 2004, Journal officiel du 17 août 2004 : erreur dans la rédaction de l'article 59, la modification à insérer au code rural concerne l'article L. 723-2, et non l'article L. 723-12 (cf. l'amendement n° 7837, 3e séance du 16 juillet 2004).",
            "notaHtml": "<p></p>   Nota - Loi n° 2004-810 du 13 août 2004, Journal officiel du 17 août 2004 : erreur dans la rédaction de l'article 59, la modification à insérer au code rural concerne l'article L. 723-2, et non l'article L. 723-12 (cf. l'amendement n° 7837, 3e séance du 16 juillet 2004).<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000583733",
                    "textTitle": "Rapport - art. 1 (V) JORF 22 juin 2000",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006601333",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2000-06-15",
                    "dateDebutCible": "2000-06-22"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020301774",
                    "textTitle": "Décret n°2009-213 du 23 février 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020301774",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-213",
                    "datePubli": 1235433600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020592517",
                    "textTitle": "Décret n°2009-521 du 7 mai 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020592517",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-521",
                    "datePubli": 1241913600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032938594",
                    "textTitle": "Décret n°2016-1025 du 26 juillet 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032943157",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1025",
                    "datePubli": 1469664000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "JORFTEXT000033537906",
                    "textTitle": "Décret n°2016-1671 du 5 décembre 2016 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033540853",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1671",
                    "datePubli": 1480982400000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "JORFTEXT000039699115",
                    "textTitle": "Décret n°2019-1537 du 30 décembre 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000040099944",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1537",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D14-10-56 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D14-10-56",
                    "articleId": "LEGIARTI000041968881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1590364800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1434-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1434-6",
                    "articleId": "LEGIARTI000025014418",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1324598400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1434-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1434-16",
                    "articleId": "LEGIARTI000032948366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1434-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1434-26",
                    "articleId": "LEGIARTI000032943778",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1435-24 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1435-24",
                    "articleId": "LEGIARTI000025412442",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1330560000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D815-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D815-10",
                    "articleId": "LEGIARTI000040340054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D815-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D815-16",
                    "articleId": "LEGIARTI000040340076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-23",
                    "articleId": "LEGIARTI000036391631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R262-1-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R262-1-2",
                    "articleId": "LEGIARTI000033541164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R723-24-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-24-1",
                    "articleId": "LEGIARTI000020602410",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1242000000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R724-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R724-21",
                    "articleId": "LEGIARTI000020791913",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1245974400000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L731-1 à L731-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R726-16 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R726-16",
                    "articleId": "LEGIARTI000028395509",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R732-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R732-32",
                    "articleId": "LEGIARTI000035918532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509148800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 1002-4 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1002-4",
                    "articleId": "LEGIARTI000006580651",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585262",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1103587200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585263",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1103587200000,
                    "dateFin": 1123027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585264",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1123027200000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019950442",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1280361600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022658075",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1280361600000,
                    "dateFin": 1661990400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045355352",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1661990400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L723-12",
                "723-12"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}