{
    "cid": "LEGIARTI000043964046",
    "num": "L353-12",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023989452",
                        "id": "LEGISCTA000023989452",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES DISPOSITIONS  RELATIVES A L'ELECTRICITE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986314",
                        "id": "LEGISCTA000023986314",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2015-08-19",
                        "titre": "TITRE V : LES DISPOSITIONS RELATIVES A L'UTILISATION  DE L'ELECTRICITE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986785",
                        "id": "LEGISCTA000023986785",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-19",
                        "fin": "2999-01-01",
                        "titre": "TITRE V : LES DISPOSITIONS RELATIVES A L'UTILISATION  DE L'ELECTRICITE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986785",
                        "id": "LEGISCTA000031069250",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Recharge des véhicules électriques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043212070",
                        "id": "LEGISCTA000043212070",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-08-25",
                        "fin": "2999-01-01",
                        "titre": " Section 6 : Infrastructure collective de recharge dans les immeubles collectifs ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043964044",
                        "id": "LEGISCTA000043964044",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043964046",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 111",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "111",
                    "articleId": "LEGIARTI000043958110",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-24",
                    "dateSignaTexte": "2021-08-22",
                    "dateDebutCible": "2021-08-25"
                }
            ],
            "num": "L353-12",
            "origine": "LEGI",
            "texte": "Lorsque le propriétaire ou, en cas de copropriété, le syndicat des copropriétaires d'un immeuble collectif à usage principal d'habitation doté d'un parc de stationnement à usage privatif décide, au moment de l'installation d'un ou de plusieurs points de recharge, de faire appel au gestionnaire du réseau public de distribution d'électricité pour installer une infrastructure collective relevant du réseau public d'électricité permettant l'installation ultérieure de points de recharge pour véhicules électriques ou hybrides rechargeables, les contributions dues au titre de cette infrastructure collective peuvent être facturées conformément au présent article. A condition, par le propriétaire ou le syndicat des copropriétaires, de justifier de la demande d'au moins un devis pour l'installation d'une infrastructure collective de recharge auprès d'un opérateur mentionné au premier alinéa de l'article L. 353-13, les coûts de l'infrastructure collective sont couverts par le tarif d'utilisation des réseaux publics de distribution mentionné à l'article L. 341-2. Chaque utilisateur qui demande la création d'un ouvrage de branchement individuel alimenté par cette infrastructure collective est redevable d'une contribution au titre de l'infrastructure collective et d'une contribution au titre des ouvrages de branchements individuels. L'utilisateur mentionné au troisième alinéa du présent article peut être un opérateur d'infrastructures de recharge mentionné à l'article L. 353-13. Le point de livraison alimenté par un branchement individuel peut desservir plusieurs emplacements de stationnement. La convention de raccordement mentionnée à l'article L. 342-9 conclue entre le gestionnaire de réseau et le propriétaire ou le syndicat des copropriétaires précise le montant de ces contributions, les délais d'installation ainsi que les éventuels travaux complémentaires non pris en charge par le gestionnaire de réseau. Elle indique les conditions matérielles et financières des raccordements individuels. La contribution au titre de l'infrastructure collective est déterminée notamment en fonction du coût de l'infrastructure collective de l'immeuble concerné, de la puissance de raccordement demandée, du nombre d'emplacements de stationnement accessibles à cette infrastructure collective et de l'évaluation du taux moyen d'équipement à long terme en points de recharge. Elle peut être plafonnée. Ce plafonnement peut être différencié selon la puissance du branchement individuel et le type de travaux rendus nécessaires par l'installation de l'infrastructure collective. Les modalités d'application du présent article, notamment le dimensionnement et les caractéristiques techniques de l'infrastructure collective ainsi que la détermination de la contribution au titre de l'infrastructure collective, sont précisées par un décret pris après avis de la Commission de régulation de l'énergie. Les règles de dimensionnement de l'infrastructure collective et de calcul de la contribution au titre de l'infrastructure collective, établies par le gestionnaire du réseau public de distribution en application du décret prévu à l'avant-dernier alinéa, sont approuvées par la Commission de régulation de l'énergie.",
            "texteHtml": "<p>Lorsque le propriétaire ou, en cas de copropriété, le syndicat des copropriétaires d'un immeuble collectif à usage principal d'habitation doté d'un parc de stationnement à usage privatif décide, au moment de l'installation d'un ou de plusieurs points de recharge, de faire appel au gestionnaire du réseau public de distribution d'électricité pour installer une infrastructure collective relevant du réseau public d'électricité permettant l'installation ultérieure de points de recharge pour véhicules électriques ou hybrides rechargeables, les contributions dues au titre de cette infrastructure collective peuvent être facturées conformément au présent article.<br/><br/>\nA condition, par le propriétaire ou le syndicat des copropriétaires, de justifier de la demande d'au moins un devis pour l'installation d'une infrastructure collective de recharge auprès d'un opérateur mentionné au premier alinéa de l'article L. 353-13, les coûts de l'infrastructure collective sont couverts par le tarif d'utilisation des réseaux publics de distribution mentionné à l'article L. 341-2.<br/><br/>\nChaque utilisateur qui demande la création d'un ouvrage de branchement individuel alimenté par cette infrastructure collective est redevable d'une contribution au titre de l'infrastructure collective et d'une contribution au titre des ouvrages de branchements individuels.<br/><br/>\nL'utilisateur mentionné au troisième alinéa du présent article peut être un opérateur d'infrastructures de recharge mentionné à l'article L. 353-13.<br/><br/>\nLe point de livraison alimenté par un branchement individuel peut desservir plusieurs emplacements de stationnement.<br/><br/>\nLa convention de raccordement mentionnée à l'article L. 342-9 conclue entre le gestionnaire de réseau et le propriétaire ou le syndicat des copropriétaires précise le montant de ces contributions, les délais d'installation ainsi que les éventuels travaux complémentaires non pris en charge par le gestionnaire de réseau. Elle indique les conditions matérielles et financières des raccordements individuels.<br/><br/>\nLa contribution au titre de l'infrastructure collective est déterminée notamment en fonction du coût de l'infrastructure collective de l'immeuble concerné, de la puissance de raccordement demandée, du nombre d'emplacements de stationnement accessibles à cette infrastructure collective et de l'évaluation du taux moyen d'équipement à long terme en points de recharge. Elle peut être plafonnée. Ce plafonnement peut être différencié selon la puissance du branchement individuel et le type de travaux rendus nécessaires par l'installation de l'infrastructure collective.<br/><br/>\nLes modalités d'application du présent article, notamment le dimensionnement et les caractéristiques techniques de l'infrastructure collective ainsi que la détermination de la contribution au titre de l'infrastructure collective, sont précisées par un décret pris après avis de la Commission de régulation de l'énergie.<br/><br/>\nLes règles de dimensionnement de l'infrastructure collective et de calcul de la contribution au titre de l'infrastructure collective, établies par le gestionnaire du réseau public de distribution en application du décret prévu à l'avant-dernier alinéa, sont approuvées par la Commission de régulation de l'énergie.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-08-25T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}