{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043963026",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sur réquisitions écrites du procureur de la République, sur le territoire de la Guyane et pour la période de temps que ce magistrat détermine et qui ne peut excéder vingt-quatre heures, renouvelables sur décision expresse et motivée selon la même procédure, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et les agents de police judiciaire adjoints mentionnés aux 1°, 1° bis et 1° ter de l'article 21 du code de procédure pénale peuvent procéder aux contrôles d'identité prévus au septième alinéa de l'article 78-2 du même code, aux fins de recherche et de poursuite des infractions mentionnées aux 1° à 5° du présent I : 1° Infractions en matière d'exploitation de mine ou de détention de substance concessibles sans titre ou autorisation, mentionnées au 1° du I bis de l'article L. 512-1 et à l'article L. 512-2 ; 2° Infractions en matière de détention ou de transport de mercure, de tout ou partie d'un concasseur ou d'un corps de pompe sans récépissé de déclaration, mentionnées aux 2° et 3° du I bis de l'article L. 512-1 et à l'article L. 512-2 ; 3° Infractions en matière de transport de matériel spécifiquement destiné à l'exploitation aurifère, mentionnées au 4° du I bis de l'article L. 512-1 ; 4° Infractions en matière d'export, de détention ou de transport d'or natif sans déclaration ou justificatif, mentionnées aux 1° et 2° de l'article 414-1 du code des douanes ; 5° Infractions en matière de chargement, de déchargement ou de transbordement d'un bateau, d'un engin flottant, d'un matériel flottant ou d'un véhicule terrestre, dans le cadre d'une activité d'orpaillage illégale, mentionnées à l'article L. 621-8-3 du présent code. II.-Dans les mêmes conditions, pour les mêmes lieux et pour les mêmes infractions que celles prévues au I, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et les agents de police judiciaire adjoints mentionnés aux 1°, 1° bis et 1° ter de l'article 21 du code de procédure pénale peuvent procéder à la visite des véhicules circulant, arrêtés ou en stationnement ainsi que des embarcations navigantes, arrêtées, amarrées ou échouées. Les véhicules en circulation ne peuvent être immobilisés que le temps strictement nécessaire au déroulement de la visite, qui doit avoir lieu en présence du conducteur. Lorsqu'elle porte sur un véhicule à l'arrêt ou en stationnement, la visite se déroule en présence du conducteur ou du propriétaire du véhicule ou, à défaut, d'une personne requise à cet effet par l'officier ou l'agent de police judiciaire et qui ne relève pas de son autorité administrative. La présence d'une personne extérieure n'est toutefois pas requise si la visite comporte des risques graves pour la sécurité des personnes et des biens. En cas de découverte d'une infraction ou si le conducteur ou le propriétaire du véhicule ou de l'embarcation le demande ainsi que dans le cas où la visite se déroule en leur absence, il est établi un procès-verbal mentionnant le lieu et les dates et heures de début et de fin de ces opérations. Un exemplaire en est remis à l'intéressé et un autre exemplaire est transmis sans délai au procureur de la République. Toutefois, la visite des véhicules spécialement aménagés à usage d'habitation et effectivement utilisés comme résidence ne peut être faite que conformément aux dispositions relatives aux perquisitions et visites domiciliaires. III.-Dans les mêmes conditions, pour les mêmes lieux et pour les mêmes infractions que ceux prévus au I, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et les agents de police judiciaire adjoints mentionnés aux 1°, 1° bis et 1° ter de l'article 21 du code de procédure pénale peuvent procéder à l'inspection visuelle ou à la fouille des bagages ou du contenu des véhicules et des embarcations. Les détenteurs de ces derniers ne peuvent être retenus que le temps strictement nécessaire au déroulement de l'inspection visuelle ou de la fouille. L'inspection visuelle ou la fouille doit avoir lieu en présence du détenteur. En cas de découverte d'une infraction ou si le détenteur le demande, il est établi un procès-verbal mentionnant le lieu et les dates et heures de début et de fin de ces opérations. Un exemplaire en est remis à l'intéressé et un autre exemplaire est transmis sans délai au procureur de la République. IV.-Dans les mêmes conditions et pour les mêmes infractions que celles prévues au I, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et les agents de police judiciaire adjoints mentionnés aux 1°, 1° bis et 1° ter de l'article 21 du code de procédure pénale peuvent accéder à bord et procéder à une visite des navires présents en mer territoriale, se dirigeant ou ayant déclaré leur intention de se diriger vers un port ou vers les eaux intérieures ou présents en amont de la limite transversale de la mer, ainsi que des bateaux, engins flottants, établissements flottants et matériels flottants se trouvant dans la mer territoriale ou en amont de la limite transversale de la mer ainsi que sur les lacs et plans d'eau. La visite se déroule en présence du capitaine ou de son représentant. Est considérée comme le capitaine la personne qui exerce, de droit ou de fait, le commandement, la conduite ou la garde du navire, du bateau, de l'engin flottant, de l'établissement flottant ou du matériel flottant lors de la visite. La visite comprend l'inspection des extérieurs ainsi que des cales, des soutes et des locaux. La visite des locaux spécialement aménagés à usage d'habitation et effectivement utilisés comme résidence ne peut être faite que conformément aux dispositions relatives aux perquisitions et visites domiciliaires. Le navire, le bateau, l'engin flottant, l'établissement flottant ou le matériel flottant ne peut être immobilisé que le temps strictement nécessaire au déroulement de la visite, dans la limite de douze heures. L'officier de police judiciaire responsable de la visite rend compte du déroulement des opérations au procureur de la République et l'informe sans délai de toute infraction constatée. V.-Le fait que les opérations mentionnées aux I à IV révèlent des infractions autres que celles visées dans les réquisitions du procureur de la République ne constitue pas une cause de nullité des procédures incidentes.",
            "texteHtml": "<p>I.-Sur réquisitions écrites du procureur de la République, sur le territoire de la Guyane et pour la période de temps que ce magistrat détermine et qui ne peut excéder vingt-quatre heures, renouvelables sur décision expresse et motivée selon la même procédure, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et les agents de police judiciaire adjoints mentionnés aux 1°, 1° bis et 1° ter de l'article 21 du code de procédure pénale peuvent procéder aux contrôles d'identité prévus au septième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575160&dateTexte=&categorieLien=cid'>78-2 </a>du même code, aux fins de recherche et de poursuite des infractions mentionnées aux 1° à 5° du présent I : <br/><br/>1° Infractions en matière d'exploitation de mine ou de détention de substance concessibles sans titre ou autorisation, mentionnées au 1° du I bis de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023501962&idArticle=LEGIARTI000023505867&dateTexte=&categorieLien=cid'>L. 512-1 </a>et à l'article L. 512-2 ; <br/><br/>2° Infractions en matière de détention ou de transport de mercure, de tout ou partie d'un concasseur ou d'un corps de pompe sans récépissé de déclaration, mentionnées aux 2° et 3° du I bis de l'article L. 512-1 et à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023501962&idArticle=LEGIARTI000023505869&dateTexte=&categorieLien=cid'>L. 512-2 </a>; <br/><br/>3° Infractions en matière de transport de matériel spécifiquement destiné à l'exploitation aurifère, mentionnées au 4° du I bis de l'article L. 512-1 ; <br/><br/>4° Infractions en matière d'export, de détention ou de transport d'or natif sans déclaration ou justificatif, mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000020674443&dateTexte=&categorieLien=cid'>1° et 2° de l'article 414-1 du code des douanes </a>; <br/><br/>5° Infractions en matière de chargement, de déchargement ou de transbordement d'un bateau, d'un engin flottant, d'un matériel flottant ou d'un véhicule terrestre, dans le cadre d'une activité d'orpaillage illégale, mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023501962&idArticle=LEGIARTI000039755008&dateTexte=&categorieLien=cid'>L. 621-8-3</a> du présent code. <br/><br/>II.-Dans les mêmes conditions, pour les mêmes lieux et pour les mêmes infractions que celles prévues au I, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et les agents de police judiciaire adjoints mentionnés aux 1°, 1° bis et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574886&dateTexte=&categorieLien=cid'>1° ter de l'article 21 du code de procédure pénale </a>peuvent procéder à la visite des véhicules circulant, arrêtés ou en stationnement ainsi que des embarcations navigantes, arrêtées, amarrées ou échouées. <br/><br/>Les véhicules en circulation ne peuvent être immobilisés que le temps strictement nécessaire au déroulement de la visite, qui doit avoir lieu en présence du conducteur. Lorsqu'elle porte sur un véhicule à l'arrêt ou en stationnement, la visite se déroule en présence du conducteur ou du propriétaire du véhicule ou, à défaut, d'une personne requise à cet effet par l'officier ou l'agent de police judiciaire et qui ne relève pas de son autorité administrative. La présence d'une personne extérieure n'est toutefois pas requise si la visite comporte des risques graves pour la sécurité des personnes et des biens. <br/><br/>En cas de découverte d'une infraction ou si le conducteur ou le propriétaire du véhicule ou de l'embarcation le demande ainsi que dans le cas où la visite se déroule en leur absence, il est établi un procès-verbal mentionnant le lieu et les dates et heures de début et de fin de ces opérations. Un exemplaire en est remis à l'intéressé et un autre exemplaire est transmis sans délai au procureur de la République. Toutefois, la visite des véhicules spécialement aménagés à usage d'habitation et effectivement utilisés comme résidence ne peut être faite que conformément aux dispositions relatives aux perquisitions et visites domiciliaires. <br/><br/>III.-Dans les mêmes conditions, pour les mêmes lieux et pour les mêmes infractions que ceux prévus au I, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et les agents de police judiciaire adjoints mentionnés aux 1°, 1° bis et 1° ter de l'article 21 du code de procédure pénale peuvent procéder à l'inspection visuelle ou à la fouille des bagages ou du contenu des véhicules et des embarcations. Les détenteurs de ces derniers ne peuvent être retenus que le temps strictement nécessaire au déroulement de l'inspection visuelle ou de la fouille. L'inspection visuelle ou la fouille doit avoir lieu en présence du détenteur. <br/><br/>En cas de découverte d'une infraction ou si le détenteur le demande, il est établi un procès-verbal mentionnant le lieu et les dates et heures de début et de fin de ces opérations. Un exemplaire en est remis à l'intéressé et un autre exemplaire est transmis sans délai au procureur de la République. <br/><br/>IV.-Dans les mêmes conditions et pour les mêmes infractions que celles prévues au I, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et les agents de police judiciaire adjoints mentionnés aux 1°, 1° bis et 1° ter de l'article 21 du code de procédure pénale peuvent accéder à bord et procéder à une visite des navires présents en mer territoriale, se dirigeant ou ayant déclaré leur intention de se diriger vers un port ou vers les eaux intérieures ou présents en amont de la limite transversale de la mer, ainsi que des bateaux, engins flottants, établissements flottants et matériels flottants se trouvant dans la mer territoriale ou en amont de la limite transversale de la mer ainsi que sur les lacs et plans d'eau. <br/><br/>La visite se déroule en présence du capitaine ou de son représentant. Est considérée comme le capitaine la personne qui exerce, de droit ou de fait, le commandement, la conduite ou la garde du navire, du bateau, de l'engin flottant, de l'établissement flottant ou du matériel flottant lors de la visite. <br/><br/>La visite comprend l'inspection des extérieurs ainsi que des cales, des soutes et des locaux. <br/><br/>La visite des locaux spécialement aménagés à usage d'habitation et effectivement utilisés comme résidence ne peut être faite que conformément aux dispositions relatives aux perquisitions et visites domiciliaires. <br/><br/>Le navire, le bateau, l'engin flottant, l'établissement flottant ou le matériel flottant ne peut être immobilisé que le temps strictement nécessaire au déroulement de la visite, dans la limite de douze heures. <br/><br/>L'officier de police judiciaire responsable de la visite rend compte du déroulement des opérations au procureur de la République et l'informe sans délai de toute infraction constatée. <br/><br/>V.-Le fait que les opérations mentionnées aux I à IV révèlent des infractions autres que celles visées dans les réquisitions du procureur de la République ne constitue pas une cause de nullité des procédures incidentes.</p>",
            "num": "L621-8-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1629849600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929215,
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-03-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LEGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023503996",
                        "id": "LEGISCTA000023503996",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-03-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : DISPOSITIONS RELATIVES A L'OUTRE MER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023505923",
                        "id": "LEGISCTA000023505923",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-03-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS PARTICULIERES  A LA GUYANE ET A MAYOTTE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023506039",
                        "id": "LEGISCTA000023506039",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-03-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions particulières à la Guyane ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023506041",
                        "id": "LEGISCTA000023506041",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-03-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions pénales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023506061",
                        "id": "LEGISCTA000023506061",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-03-01",
                        "fin": "2999-01-01",
                        "titre": "Code minier (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023501962",
                        "id": "LEGITEXT000023501962",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043963026",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000023506061",
            "sectionParentId": "LEGISCTA000023506061",
            "sectionParentTitre": "Section 2 : Dispositions pénales ",
            "fullSectionsTitre": "PARTIE LEGISLATIVE &gt; LIVRE VI : DISPOSITIONS RELATIVES A L'OUTRE MER &gt; TITRE II : DISPOSITIONS PARTICULIERES  A LA GUYANE ET A MAYOTTE &gt; Chapitre Ier : Dispositions particulières à la Guyane  &gt; Section 2 : Dispositions pénales ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043963026",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023501962",
                    "titre": "Code minier (nouveau)",
                    "titreLong": "Code minier (nouveau)",
                    "etat": "VIGUEUR",
                    "dateDebut": 1298937600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023501962",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 77",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "77",
                    "articleId": "LEGIARTI000043957850",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-24",
                    "dateSignaTexte": "2021-08-22",
                    "dateDebutCible": "2021-08-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006574886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 78-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "78-2",
                    "articleId": "LEGIARTI000006575160",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 414-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "414-1",
                    "articleId": "LEGIARTI000020674443",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1243555200000
                },
                {
                    "textCid": "LEGITEXT000023501962",
                    "textTitle": "Code minier (nouveau) - art. L512-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L512-1",
                    "articleId": "LEGIARTI000023505867",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1390780800000
                },
                {
                    "textCid": "LEGITEXT000023501962",
                    "textTitle": "Code minier (nouveau) - art. L512-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L512-2",
                    "articleId": "LEGIARTI000023505869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000023501962",
                    "textTitle": "Code minier (nouveau) - art. L621-8-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L621-8-3",
                    "articleId": "LEGIARTI000039755008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577404800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043963026",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L621-8-5",
                "621-8-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}