{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044622427",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La taxe prévue à l'article 285 quater du code des douanes et due par les entreprises de transport public maritime est perçue à l'occasion de l'embarquement des passagers à destination des espaces naturels protégés ou des ports les desservant exclusivement ou principalement qui figurent dans le tableau ci-après. Pour chacun de ces espaces, le tableau précise la ou les personnes publiques dont le budget bénéficie du produit net de la taxe ainsi que, le cas échéant, la répartition de ce produit entre elles. Liste des espaces protégés et des ports les desservant exclusivement ou principalement à destination desquels est perçue la taxe sur les passagers maritimes prévue par l'article 285 quater du code des douanes Liste des espaces protégés et des ports les desservant exclusivement ou principalement Personnes publiques bénéficiaires du produit net de la taxe Part du produit net de la taxe revenant à chaque personne publique 1. Parcs nationaux Parc national de la Guadeloupe : îlet Pigeon, îlets du Grand Cul de Sac marin, mangroves du Grand Cul de Sac marin classés en cœur de parc national ainsi que l'aire maritime adjacente (Guadeloupe). Etablissement public du parc national de la Guadeloupe. 100 % Parc national des Calanques (Bouches-du-Rhône) Etablissement public du Parc national des Calanques 100 % 2. Réserves naturelles Réserve naturelle nationale du Banc d'Arguin (Gironde). Commune de La Teste-de-Buch. 100 % Réserve naturelle nationale des bouches de Bonifacio (Corse-du-Sud). Office de l'environnement de la Corse. 100 % Réserve naturelle nationale de Saint-Martin (Guadeloupe). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Réserve naturelle nationale de la Désirade et le port de la Désirade (Guadeloupe) Office national des forêts. 100 % Réserve naturelle nationale de l'île du Grand-Connétable (Guyane). Office français de la biodiversité 100 % Réserve naturelle nationale marine de Cerbère-Banyuls (Pyrénées-Orientales). Département des Pyrénées-Orientales. 100 % Réserve naturelle nationale marine de La Réunion. Groupement d'intérêt public de la réserve naturelle marine de La Réunion. 100 % 3.1. Sites naturels classés Sites classés de l'île de Bréhat et port de Bréhat (Côtes-d'Armor). Commune de l'île de Bréhat. 100 % Sites classés de l'île de Sein et port de l'île de Sein (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Sites classés de l'île d'Yeu (côte sauvage et bois de la Citadelle) (Vendée) Commune de l'île d'Yeu. 100 % Sites classés des îles de Lérins : îles Sainte-Marguerite et Saint-Honorat (Alpes-Maritimes). Office national des forêts. 100 % Sites classés des îles Sanguinaires (Corse-du-Sud). Département de la Corse-du-Sud. 100 % Sites classés du Pain de sucre et de la baie de Pompierre à Terre-de-Haut et port de Terre-de-Haut (archipel des Saintes à la Guadeloupe) Commune de Terre-de-Haut. 100 % Sites classés des falaises nord-est de Marie-Galante et les ports de Marie-Galante (Guadeloupe). Communauté de communes du pays Marie-Galante. 100 % Sites classés du cap Oullestrell situé sur les communes de Banyuls-sur-Mer et Port-Vendres ainsi que le domaine public correspondant maritime (Pyrénées-Orientales). Département des Pyrénées-Orientales. 100 % Sites classés du cap de l'Abeille (Pyrénées Orientales). Département des Pyrénées-Orientales. 100 % Sites classés de l'île aux oiseaux (Gironde) Conservatoire de l'espace littoral et des rivages lacustres 100 % 3.2. Sites naturels inscrits Ile d'Arz (Morbihan). Commune de l'île d'Arz. 100 % Ilet Madame (Martinique). Commune du Robert. 100 % 4. Terrains du Conservatoire de l'espace littoral et des rivages lacustres Ile Tatihou (Manche). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Ile-aux-Moines du golfe du Morbihan (Morbihan). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Désert des Agriates et plage du Loto (Haute-Corse). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Iles de Petite-Terre (Guadeloupe). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Iles du Salut (Guyane). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Ile de Cézembre (Ille-et-Vilaine) Conservatoire de l'espace littoral et des rivages lacustres 100 % Ilots de Mayotte sauf M'Bouzi (Mayotte) Conservatoire de l'espace littoral et des rivages lacustres 100 % Ile Nouvelle (Gironde) Conservatoire de l'espace littoral et des rivages lacustres 100 % 5. Espaces naturels bénéficiant de plusieurs protections Espaces terrestres et marins classés au titre de l'article L. 341-2 de Porto et de Girolata et territoires classés de la réserve naturelle nationale de la presqu'île de Scandola (Corse-du-Sud). Syndicat mixte du parc naturel régional de Corse. 67 % Commune d'Osani. 33 % Espaces terrestres et marins classés en réserve naturelle nationale des Sept-Iles et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île aux Moines (Côtes-d'Armor). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale d'Iroise situés dans l'archipel de Molène et port de Molène (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle nationale de Saint-Nicolas-de-Glénan situés sur l'archipel de Glénan, ainsi que le port de l'île de Saint-Nicolas (Finistère). Département du Finistère. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Batz (Finistère). Commune de Batz. 50 % Conservatoire de l'espace littoral et des rivages lacustres. 50 % Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale François-le-Bail, port Tudy, port Lay, port Mélite et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Groix (Morbihan). Commune de Groix. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur Belle-Ile, ainsi que port du Palais et port de Sauzon (Morbihan). District de Belle-Ile-en-mer. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Hoedic, ainsi que port de l'île d'Hoedic (Morbihan). Commune de Hoedic. 60 % Conservatoire de l'espace littoral et des rivages lacustres. 40 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Houat, ainsi que port Saint-Gildas (Morbihan). Commune de Houat. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Aix, ainsi que port de la Rade (Charente-Maritime). Commune de l'île d'Aix. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Parc national de Port-Cros : - île de Port-Cros (dont le port de Port-Cros), île de Bagaud, île de la Gabinière, classés en cœur de parc national, ainsi que l'aire maritime adjacente (Var) ; - espaces terrestres et maritimes situés sur l'île de Porquerolles et classés en cœur de parc national, en aire maritime adjacente (dont le port de Porquerolles) et en site classé au titre de l'article L. 341-2 du code de l'environnement (Var). Etablissement public du parc national de Port-Cros. 100 % Espaces terrestres classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'archipel de Chausey (Manche) Conservatoire de l'espace littoral et des rivages lacustres 100 % Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur les sites de Campumoru-Senetosa (Corse-du-Sud) Conservatoire de l'espace littoral et des rivages lacustres 100 % Sites de la pointe du Cap Corse (Haute-Corse) Conservatoire de l'espace littoral et des rivages lacustres 100 % Espaces terrestres et marins classés au titre de l'article L 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur les sites de l'île d'Ouessant et port de Lampaul (Finistère) Syndicat mixte du parc naturel régional d'Armorique 100 % Espaces terrestres et marins classé au titre de l'article L 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur les sites du Cap Béar et ses abords (Pyrénées-Orientales) Département des Pyrénées-Orientales 100 %",
            "texteHtml": "<p align='left'>La taxe prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000006615251&dateTexte=&categorieLien=cid'>l'article 285 quater</a> du code des douanes et due par les entreprises de transport public maritime est perçue à l'occasion de l'embarquement des passagers à destination des espaces naturels protégés ou des ports les desservant exclusivement ou principalement qui figurent dans le tableau ci-après.</p><p>Pour chacun de ces espaces, le tableau précise la ou les personnes publiques dont le budget bénéficie du produit net de la taxe ainsi que, le cas échéant, la répartition de ce produit entre elles.</p><p>Liste des espaces protégés et des ports les desservant exclusivement ou principalement à destination desquels est perçue la taxe sur les passagers maritimes prévue par l'article 285 quater du code des douanes</p><table border='1' cellpadding='0' cellspacing='0' align='center'><tbody><tr><td align='center'><p align='center'>Liste des espaces protégés et des ports<br/>\n\t\t\tles desservant exclusivement ou principalement</p></td><td><p align='center'>Personnes publiques bénéficiaires du produit<br/>\n\t\t\tnet de la taxe</p></td><td align='center'><p align='center'>Part du produit net de la taxe revenant à chaque personne publique</p></td></tr><tr><td colspan='3' align='center'><p align='center'>1. Parcs nationaux</p></td></tr><tr><td align='left'><p align='left'>Parc national de la Guadeloupe : îlet Pigeon, îlets du Grand Cul de Sac marin, mangroves du Grand Cul de Sac marin classés en cœur de parc national ainsi que l'aire maritime adjacente (Guadeloupe).</p></td><td align='left'><p align='left'>Etablissement public du parc national de la Guadeloupe.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Parc national des Calanques (Bouches-du-Rhône)</p></td><td>Etablissement public du Parc national des Calanques</td><td><p align='center'>100 %</p></td></tr><tr><td colspan='3' align='center'><p align='center'>2. Réserves naturelles</p></td></tr><tr><td><p>Réserve naturelle nationale du Banc d'Arguin (Gironde).</p></td><td><p>Commune de La Teste-de-Buch.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Réserve naturelle nationale des bouches de Bonifacio (Corse-du-Sud).</p></td><td><p>Office de l'environnement de la Corse.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Réserve naturelle nationale de Saint-Martin (Guadeloupe).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Réserve naturelle nationale de la Désirade et le port de la Désirade (Guadeloupe)</p></td><td>Office national des forêts.</td><td><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Réserve naturelle nationale de l'île du Grand-Connétable (Guyane).</p></td><td><p align='left'>Office français de la biodiversité</p></td><td><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Réserve naturelle nationale marine de Cerbère-Banyuls (Pyrénées-Orientales).</p></td><td>Département des Pyrénées-Orientales.</td><td><p align='center'>100 %</p></td></tr><tr><td align='left'><p align='left'>Réserve naturelle nationale marine de La Réunion.</p></td><td align='left'><p align='left'>Groupement d'intérêt public de la réserve naturelle marine de La Réunion.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td colspan='3' align='center'><p align='center'>3.1. Sites naturels classés</p></td></tr><tr><td><p>Sites classés de l'île de Bréhat et port de Bréhat (Côtes-d'Armor).</p></td><td><p>Commune de l'île de Bréhat.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés de l'île de Sein et port de l'île de Sein (Finistère).</p></td><td><p>Syndicat mixte du parc naturel régional d'Armorique.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés de l'île d'Yeu (côte sauvage et bois de la Citadelle) (Vendée)</p></td><td><p>Commune de l'île d'Yeu.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés des îles de Lérins : îles Sainte-Marguerite et Saint-Honorat (Alpes-Maritimes).</p></td><td><p>Office national des forêts.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés des îles Sanguinaires (Corse-du-Sud).</p></td><td><p>Département de la Corse-du-Sud.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés du Pain de sucre et de la baie de Pompierre à Terre-de-Haut et port de Terre-de-Haut (archipel des Saintes à la Guadeloupe)</p></td><td><p>Commune de Terre-de-Haut.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés des falaises nord-est de Marie-Galante et les ports de Marie-Galante (Guadeloupe).</p></td><td><p>Communauté de communes du pays Marie-Galante.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Sites classés du cap Oullestrell situé sur les communes de Banyuls-sur-Mer et Port-Vendres ainsi que le domaine public correspondant maritime (Pyrénées-Orientales).</p></td><td><p>Département des Pyrénées-Orientales.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Sites classés du cap de l'Abeille (Pyrénées Orientales).</p></td><td><p align='left'>Département des Pyrénées-Orientales.</p></td><td><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés de l'île aux oiseaux (Gironde)</p></td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td colspan='3'><p align='center'>3.2. Sites naturels inscrits</p></td></tr><tr><td><p>Ile d'Arz (Morbihan).</p></td><td><p>Commune de l'île d'Arz.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Ilet Madame (Martinique).</p></td><td><p align='left'>Commune du Robert.</p></td><td><p align='center'>100 %</p></td></tr><tr><td colspan='3'><p align='center'>4. Terrains du Conservatoire de l'espace littoral et des rivages lacustres</p></td></tr><tr><td><p>Ile Tatihou (Manche).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Ile-aux-Moines du golfe du Morbihan (Morbihan).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Désert des Agriates et plage du Loto (Haute-Corse).</p></td><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>100 %</p></td></tr><tr><td><p>Iles de Petite-Terre (Guadeloupe).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Iles du Salut (Guyane).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Ile de Cézembre (Ille-et-Vilaine)</p></td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td><p>Ilots de Mayotte sauf M'Bouzi (Mayotte)</p></td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td><p>Ile Nouvelle (Gironde)</p></td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td colspan='3'><p align='center'>5. Espaces naturels bénéficiant de plusieurs protections</p></td></tr><tr><td rowspan='2' align='center'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2 de Porto et de Girolata et territoires classés de la réserve naturelle nationale de la presqu'île de Scandola (Corse-du-Sud).</p></td><td><p>Syndicat mixte du parc naturel régional de Corse.</p></td><td align='center'><p align='center'>67 %</p></td></tr><tr><td><p align='left'>Commune d'Osani.</p></td><td><p align='center'>33 %</p></td></tr><tr><td align='left'><p align='left'>Espaces terrestres et marins classés en réserve naturelle nationale des Sept-Iles et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île aux Moines (Côtes-d'Armor).</p></td><td align='left'><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale d'Iroise situés dans l'archipel de Molène et port de Molène (Finistère).</p></td><td><p align='left'>Syndicat mixte du parc naturel régional d'Armorique.</p></td><td><p align='center'>100 %</p></td></tr><tr><td align='center'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle nationale de Saint-Nicolas-de-Glénan situés sur l'archipel de Glénan, ainsi que le port de l'île de Saint-Nicolas (Finistère).</p></td><td align='center'><p align='left'>Département du Finistère.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td rowspan='2'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Batz (Finistère).</p></td><td><p align='left'>Commune de Batz.</p></td><td><p align='center'>50 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>50 %</p></td></tr><tr><td align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale François-le-Bail, port Tudy, port Lay, port Mélite et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Groix (Morbihan).</p></td><td align='left'><p align='left'>Commune de Groix.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td rowspan='2' align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur Belle-Ile, ainsi que port du Palais et port de Sauzon (Morbihan).</p></td><td align='left'><p align='left'>District de Belle-Ile-en-mer.</p></td><td align='left'><p align='center'>80 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>20 %</p></td></tr><tr><td rowspan='2' align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Hoedic, ainsi que port de l'île d'Hoedic (Morbihan).</p></td><td align='left'><p align='left'>Commune de Hoedic.</p></td><td align='left'><p align='center'>60 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>40 %</p></td></tr><tr><td rowspan='2' align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Houat, ainsi que port Saint-Gildas (Morbihan).</p></td><td align='left'><p align='left'>Commune de Houat.</p></td><td align='left'><p align='center'>80 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>20 %</p></td></tr><tr><td rowspan='2' align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Aix, ainsi que port de la Rade (Charente-Maritime).</p></td><td align='left'><p align='left'>Commune de l'île d'Aix.</p></td><td align='left'><p align='center'>80 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>20 %</p></td></tr><tr><td align='left'><p align='left'>Parc national de Port-Cros :</p><p>- île de Port-Cros (dont le port de Port-Cros), île de Bagaud, île de la Gabinière, classés en cœur de parc national, ainsi que l'aire maritime adjacente (Var) ;</p><p>- espaces terrestres et maritimes situés sur l'île de Porquerolles et classés en cœur de parc national, en aire maritime adjacente (dont le port de Porquerolles) et en site classé au titre de l'article L. 341-2 du code de l'environnement (Var).</p></td><td align='left'><p align='left'>Etablissement public du parc national de Port-Cros.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td><p>Espaces terrestres classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'archipel de Chausey (Manche)</p></td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td><p>Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur les sites de Campumoru-Senetosa (Corse-du-Sud)</p></td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td><p>Sites de la pointe du Cap Corse (Haute-Corse)</p></td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td>Espaces terrestres et marins classés au titre de l'article L 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur les sites de l'île d'Ouessant et port de Lampaul (Finistère)</td><td>Syndicat mixte du parc naturel régional d'Armorique</td><td align='center'>100 %</td></tr><tr><td><p>Espaces terrestres et marins classé au titre de l'article L 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur les sites du Cap Béar et ses abords (Pyrénées-Orientales)</p></td><td>Département des Pyrénées-Orientales</td><td align='center'>100 %</td></tr></tbody></table>",
            "num": "D321-15",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1640563200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129032",
                        "id": "LEGISCTA000006129032",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143776",
                        "id": "LEGISCTA000006143776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Protection et aménagement du littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159386",
                        "id": "LEGISCTA000006159386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Transport maritime de passagers vers des espaces protégés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176850",
                        "id": "LEGISCTA000006176850",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006837235",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176850",
            "sectionParentId": "LEGISCTA000006176850",
            "sectionParentTitre": "Section 6 : Transport maritime de passagers vers des espaces protégés",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Espaces naturels &gt; Titre II : Littoral &gt; Chapitre Ier : Protection et aménagement du littoral &gt; Section 6 : Transport maritime de passagers vers des espaces protégés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044622427",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000633739",
                    "textTitle": "Décret n°2005-935 du 2 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000633739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000044559341",
                    "textTitle": "Décret n°2021-1780 du 23 décembre 2021 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044619895",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-12-26",
                    "dateSignaTexte": "2021-12-23",
                    "dateDebutCible": "2021-12-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 285 quater",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "285 quater",
                    "articleId": "LEGIARTI000006615251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R321-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R321-11",
                    "articleId": "LEGIARTI000006837231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1123200000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000193503",
                    "textTitle": "Décret n°96-555 du 21 juin 1996 - art. 1 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006865690",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000193503",
                    "textTitle": "Décret n°96-555 du 21 juin 1996 - art. 1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006865690",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006837235",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1152144000000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027541618",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 1413763200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029605495",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1413763200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041463450",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042541983",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044622427",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1640563200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D321-15",
                "321-15"
            ],
            "versionPrecedente": "LEGIARTI000042541983",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042541983",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La taxe prévue à l'article 285 quater du code des douanes et due par les entreprises de transport public maritime est perçue à l'occasion de l'embarquement des passagers à destination des espaces naturels protégés ou des ports les desservant exclusivement ou principalement qui figurent dans le tableau ci-après. Pour chacun de ces espaces, le tableau précise la ou les personnes publiques dont le budget bénéficie du produit net de la taxe ainsi que, le cas échéant, la répartition de ce produit entre elles. Liste des espaces protégés et des ports les desservant exclusivement ou principalement à destination desquels est perçue la taxe sur les passagers maritimes prévue par l'article 285 quater du code des douanes Liste des espaces protégés et des ports les desservant exclusivement ou principalement Personnes publiques bénéficiaires du produit net de la taxe Part du produit net de la taxe revenant à chaque personne publique 1. Parcs nationaux Parc national de la Guadeloupe : îlet Pigeon, îlets du Grand Cul de Sac marin, mangroves du Grand Cul de Sac marin classés en cœur de parc national ainsi que l'aire maritime adjacente (Guadeloupe). Etablissement public du parc national de la Guadeloupe. 100 % Parc national des Calanques (Bouches-du-Rhône) Etablissement public du Parc national des Calanques 100 % 2. Réserves naturelles Réserve naturelle nationale du Banc d'Arguin (Gironde). Commune de La Teste-de-Buch. 100 % Réserve naturelle nationale des bouches de Bonifacio (Corse-du-Sud). Office de l'environnement de la Corse. 100 % Réserve naturelle nationale de Saint-Martin (Guadeloupe). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Réserve naturelle nationale de la Désirade et le port de la Désirade (Guadeloupe) Office national des forêts. 100 % Réserve naturelle nationale de l'île du Grand-Connétable (Guyane). Office français de la biodiversité 100 % Réserve naturelle nationale marine de Cerbère-Banyuls (Pyrénées-Orientales). Département des Pyrénées-Orientales. 100 % Réserve naturelle nationale marine de La Réunion. Groupement d'intérêt public de la réserve naturelle marine de La Réunion. 100 % 3.1. Sites naturels classés Sites classés de l'île de Bréhat et port de Bréhat (Côtes-d'Armor). Commune de l'île de Bréhat. 100 % Sites classés de l'île de Sein et port de l'île de Sein (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Sites classés de l'île d'Yeu (côte sauvage et bois de la Citadelle) (Vendée) Commune de l'île d'Yeu. 100 % Sites classés des îles de Lérins : îles Sainte-Marguerite et Saint-Honorat (Alpes-Maritimes). Office national des forêts. 100 % Sites classés des îles Sanguinaires (Corse-du-Sud). Département de la Corse-du-Sud. 100 % Sites classés du Pain de sucre et de la baie de Pompierre à Terre-de-Haut et port de Terre-de-Haut (archipel des Saintes à la Guadeloupe) Commune de Terre-de-Haut. 100 % Sites classés des falaises nord-est de Marie-Galante et les ports de Marie-Galante (Guadeloupe). Communauté de communes du pays Marie-Galante. 100 % Sites classés du cap Oullestrell situé sur les communes de Banyuls-sur-Mer et Port-Vendres ainsi que le domaine public correspondant maritime (Pyrénées-Orientales). Département des Pyrénées-Orientales. 100 % Sites classés du cap de l'Abeille (Pyrénées Orientales). Département des Pyrénées-Orientales. 100 % Sites classés de l'île aux oiseaux (Gironde) Conservatoire de l'espace littoral et des rivages lacustres 100 % 3.2. Sites naturels inscrits Ile d'Arz (Morbihan). Commune de l'île d'Arz. 100 % Ilet Madame (Martinique). Commune du Robert. 100 % 4. Terrains du Conservatoire de l'espace littoral et des rivages lacustres Ile Tatihou (Manche). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Ile-aux-Moines du golfe du Morbihan (Morbihan). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Désert des Agriates et plage du Loto (Haute-Corse). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Iles de Petite-Terre (Guadeloupe). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Iles du Salut (Guyane). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Ile de Cézembre (Ille-et-Vilaine) Conservatoire de l'espace littoral et des rivages lacustres 100 % Ilots de Mayotte sauf M'Bouzi (Mayotte) Conservatoire de l'espace littoral et des rivages lacustres 100 % Ile Nouvelle (Gironde) Conservatoire de l'espace littoral et des rivages lacustres 100 % 5. Espaces naturels bénéficiant de plusieurs protections Espaces terrestres et marins classés au titre de l'article L. 341-2 de Porto et de Girolata et territoires classés de la réserve naturelle nationale de la presqu'île de Scandola (Corse-du-Sud). Syndicat mixte du parc naturel régional de Corse. 67 % Commune d'Osani. 33 % Espaces terrestres et marins classés en réserve naturelle nationale des Sept-Iles et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île aux Moines (Côtes-d'Armor). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale d'Iroise situés dans l'archipel de Molène et port de Molène (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle nationale de Saint-Nicolas-de-Glénan situés sur l'archipel de Glénan, ainsi que le port de l'île de Saint-Nicolas (Finistère). Département du Finistère. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Batz (Finistère). Commune de Batz. 50 % Conservatoire de l'espace littoral et des rivages lacustres. 50 % Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale François-le-Bail, port Tudy, port Lay, port Mélite et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Groix (Morbihan). Commune de Groix. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur Belle-Ile, ainsi que port du Palais et port de Sauzon (Morbihan). District de Belle-Ile-en-mer. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Hoedic, ainsi que port de l'île d'Hoedic (Morbihan). Commune de Hoedic. 60 % Conservatoire de l'espace littoral et des rivages lacustres. 40 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Houat, ainsi que port Saint-Gildas (Morbihan). Commune de Houat. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Espaces terrestres classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'archipel de Chausey (Manche). Commune de Granville. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Aix, ainsi que port de la Rade (Charente-Maritime). Commune de l'île d'Aix. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Parc national de Port-Cros : - île de Port-Cros (dont le port de Port-Cros), île de Bagaud, île de la Gabinière, classés en cœur de parc national, ainsi que l'aire maritime adjacente (Var) ; - espaces terrestres et maritimes situés sur l'île de Porquerolles et classés en cœur de parc national, en aire maritime adjacente (dont le port de Porquerolles) et en site classé au titre de l'article L. 341-2 du code de l'environnement (Var). Etablissement public du parc national de Port-Cros. 100 % Espaces terrestres classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'archipel de Chausey (Manche) Conservatoire de l'espace littoral et des rivages lacustres 100 % Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur les sites de Campumoru-Senetosa (Corse-du-Sud) Conservatoire de l'espace littoral et des rivages lacustres 100 % Sites de la pointe du Cap Corse (Haute-Corse) Conservatoire de l'espace littoral et des rivages lacustres 100 % Espaces terrestres et marins classés au titre de l'article L 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur les sites de l'île d'Ouessant et port de Lampaul (Finistère) Syndicat mixte du parc naturel régional d'Armorique 100 % Espaces terrestres et marins classé au titre de l'article L 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur les sites du Cap Béar et ses abords (Pyrénées-Orientales) Département des Pyrénées-Orientales 100 %",
            "texteHtml": "<p align='left'>La taxe prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000006615251&dateTexte=&categorieLien=cid'>l'article 285 quater</a> du code des douanes et due par les entreprises de transport public maritime est perçue à l'occasion de l'embarquement des passagers à destination des espaces naturels protégés ou des ports les desservant exclusivement ou principalement qui figurent dans le tableau ci-après.</p><p>Pour chacun de ces espaces, le tableau précise la ou les personnes publiques dont le budget bénéficie du produit net de la taxe ainsi que, le cas échéant, la répartition de ce produit entre elles.</p><p>Liste des espaces protégés et des ports les desservant exclusivement ou principalement à destination desquels est perçue la taxe sur les passagers maritimes prévue par l'article 285 quater du code des douanes</p><table border='1' cellpadding='0' cellspacing='0' align='center'><tbody><tr><td align='center'><p align='center'>Liste des espaces protégés et des ports<br/>\n\t\t\tles desservant exclusivement ou principalement</p></td><td><p align='center'>Personnes publiques bénéficiaires du produit<br/>\n\t\t\tnet de la taxe</p></td><td align='center'><p align='center'>Part du produit net de la taxe revenant à chaque personne publique</p></td></tr><tr><td colspan='3' align='center'><p align='center'>1. Parcs nationaux</p></td></tr><tr><td align='left'><p align='left'>Parc national de la Guadeloupe : îlet Pigeon, îlets du Grand Cul de Sac marin, mangroves du Grand Cul de Sac marin classés en cœur de parc national ainsi que l'aire maritime adjacente (Guadeloupe).</p></td><td align='left'><p align='left'>Etablissement public du parc national de la Guadeloupe.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Parc national des Calanques (Bouches-du-Rhône)</p></td><td>Etablissement public du Parc national des Calanques</td><td><p align='center'>100 %</p></td></tr><tr><td colspan='3' align='center'><p align='center'>2. Réserves naturelles</p></td></tr><tr><td><p>Réserve naturelle nationale du Banc d'Arguin (Gironde).</p></td><td><p>Commune de La Teste-de-Buch.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Réserve naturelle nationale des bouches de Bonifacio (Corse-du-Sud).</p></td><td><p>Office de l'environnement de la Corse.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Réserve naturelle nationale de Saint-Martin (Guadeloupe).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Réserve naturelle nationale de la Désirade et le port de la Désirade (Guadeloupe)</p></td><td>Office national des forêts.</td><td><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Réserve naturelle nationale de l'île du Grand-Connétable (Guyane).</p></td><td><p align='left'>Office français de la biodiversité</p></td><td><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Réserve naturelle nationale marine de Cerbère-Banyuls (Pyrénées-Orientales).</p></td><td>Département des Pyrénées-Orientales.</td><td><p align='center'>100 %</p></td></tr><tr><td align='left'><p align='left'>Réserve naturelle nationale marine de La Réunion.</p></td><td align='left'><p align='left'>Groupement d'intérêt public de la réserve naturelle marine de La Réunion.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td colspan='3' align='center'><p align='center'>3.1. Sites naturels classés</p></td></tr><tr><td><p>Sites classés de l'île de Bréhat et port de Bréhat (Côtes-d'Armor).</p></td><td><p>Commune de l'île de Bréhat.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés de l'île de Sein et port de l'île de Sein (Finistère).</p></td><td><p>Syndicat mixte du parc naturel régional d'Armorique.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés de l'île d'Yeu (côte sauvage et bois de la Citadelle) (Vendée)</p></td><td><p>Commune de l'île d'Yeu.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés des îles de Lérins : îles Sainte-Marguerite et Saint-Honorat (Alpes-Maritimes).</p></td><td><p>Office national des forêts.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés des îles Sanguinaires (Corse-du-Sud).</p></td><td><p>Département de la Corse-du-Sud.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés du Pain de sucre et de la baie de Pompierre à Terre-de-Haut et port de Terre-de-Haut (archipel des Saintes à la Guadeloupe)</p></td><td><p>Commune de Terre-de-Haut.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés des falaises nord-est de Marie-Galante et les ports de Marie-Galante (Guadeloupe).</p></td><td><p>Communauté de communes du pays Marie-Galante.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Sites classés du cap Oullestrell situé sur les communes de Banyuls-sur-Mer et Port-Vendres ainsi que le domaine public correspondant maritime (Pyrénées-Orientales).</p></td><td><p>Département des Pyrénées-Orientales.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Sites classés du cap de l'Abeille (Pyrénées Orientales).</p></td><td><p align='left'>Département des Pyrénées-Orientales.</p></td><td><p align='center'>100 %</p></td></tr><tr><td>Sites classés de l'île aux oiseaux (Gironde)</td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td colspan='3'><p align='center'>3.2. Sites naturels inscrits</p></td></tr><tr><td><p>Ile d'Arz (Morbihan).</p></td><td><p>Commune de l'île d'Arz.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Ilet Madame (Martinique).</p></td><td><p align='left'>Commune du Robert.</p></td><td><p align='center'>100 %</p></td></tr><tr><td colspan='3'><p align='center'>4. Terrains du Conservatoire de l'espace littoral et des rivages lacustres</p></td></tr><tr><td><p>Ile Tatihou (Manche).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Ile-aux-Moines du golfe du Morbihan (Morbihan).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Désert des Agriates et plage du Loto (Haute-Corse).</p></td><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>100 %</p></td></tr><tr><td><p>Iles de Petite-Terre (Guadeloupe).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Iles du Salut (Guyane).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td>Ile de Cézembre (Ille-et-Vilaine)</td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td>Ilots de Mayotte sauf M'Bouzi (Mayotte)</td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td>Ile Nouvelle (Gironde)</td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td colspan='3'><p align='center'>5. Espaces naturels bénéficiant de plusieurs protections</p></td></tr><tr><td rowspan='2' align='center'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2 de Porto et de Girolata et territoires classés de la réserve naturelle nationale de la presqu'île de Scandola (Corse-du-Sud).</p></td><td><p>Syndicat mixte du parc naturel régional de Corse.</p></td><td align='center'><p align='center'>67 %</p></td></tr><tr><td><p align='left'>Commune d'Osani.</p></td><td><p align='center'>33 %</p></td></tr><tr><td align='left'><p align='left'>Espaces terrestres et marins classés en réserve naturelle nationale des Sept-Iles et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île aux Moines (Côtes-d'Armor).</p></td><td align='left'><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale d'Iroise situés dans l'archipel de Molène et port de Molène (Finistère).</p></td><td><p align='left'>Syndicat mixte du parc naturel régional d'Armorique.</p></td><td><p align='center'>100 %</p></td></tr><tr><td align='center'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle nationale de Saint-Nicolas-de-Glénan situés sur l'archipel de Glénan, ainsi que le port de l'île de Saint-Nicolas (Finistère).</p></td><td align='center'><p align='left'>Département du Finistère.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td rowspan='2'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Batz (Finistère).</p></td><td><p align='left'>Commune de Batz.</p></td><td><p align='center'>50 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>50 %</p></td></tr><tr><td align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale François-le-Bail, port Tudy, port Lay, port Mélite et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Groix (Morbihan).</p></td><td align='left'><p align='left'>Commune de Groix.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td rowspan='2' align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur Belle-Ile, ainsi que port du Palais et port de Sauzon (Morbihan).</p></td><td align='left'><p align='left'>District de Belle-Ile-en-mer.</p></td><td align='left'><p align='center'>80 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>20 %</p></td></tr><tr><td rowspan='2' align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Hoedic, ainsi que port de l'île d'Hoedic (Morbihan).</p></td><td align='left'><p align='left'>Commune de Hoedic.</p></td><td align='left'><p align='center'>60 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>40 %</p></td></tr><tr><td rowspan='2' align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Houat, ainsi que port Saint-Gildas (Morbihan).</p></td><td align='left'><p align='left'>Commune de Houat.</p></td><td align='left'><p align='center'>80 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>20 %</p></td></tr><tr><td><p align='left'>Espaces terrestres classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'archipel de Chausey (Manche).</p></td><td><p align='left'>Commune de Granville.</p></td><td><p align='center'>100 %</p></td></tr><tr><td rowspan='2' align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Aix, ainsi que port de la Rade (Charente-Maritime).</p></td><td align='left'><p align='left'>Commune de l'île d'Aix.</p></td><td align='left'><p align='center'>80 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>20 %</p></td></tr><tr><td align='left'><p align='left'>Parc national de Port-Cros :</p><p>- île de Port-Cros (dont le port de Port-Cros), île de Bagaud, île de la Gabinière, classés en cœur de parc national, ainsi que l'aire maritime adjacente (Var) ;</p><p>- espaces terrestres et maritimes situés sur l'île de Porquerolles et classés en cœur de parc national, en aire maritime adjacente (dont le port de Porquerolles) et en site classé au titre de l'article L. 341-2 du code de l'environnement (Var).</p></td><td align='left'><p align='left'>Etablissement public du parc national de Port-Cros.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td>Espaces terrestres classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'archipel de Chausey (Manche)</td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td>Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur les sites de Campumoru-Senetosa (Corse-du-Sud)</td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td>Sites de la pointe du Cap Corse (Haute-Corse)</td><td>Conservatoire de l'espace littoral et des rivages lacustres</td><td align='center'>100 %</td></tr><tr><td>Espaces terrestres et marins classés au titre de l'article L 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur les sites de l'île d'Ouessant et port de Lampaul (Finistère)</td><td>Syndicat mixte du parc naturel régional d'Armorique</td><td align='center'>100 %</td></tr><tr><td>Espaces terrestres et marins classé au titre de l'article L 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur les sites du Cap Béar et ses abords (Pyrénées-Orientales)</td><td>Département des Pyrénées-Orientales</td><td align='center'>100 %</td></tr></tbody></table><p align='left'></p><p align='left'></p><p align='left'></p>",
            "num": "D321-15",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1609459200000,
            "dateFin": 1640563200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129032",
                        "id": "LEGISCTA000006129032",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143776",
                        "id": "LEGISCTA000006143776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Protection et aménagement du littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159386",
                        "id": "LEGISCTA000006159386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Transport maritime de passagers vers des espaces protégés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176850",
                        "id": "LEGISCTA000006176850",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006837235",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176850",
            "sectionParentId": "LEGISCTA000006176850",
            "sectionParentTitre": "Section 6 : Transport maritime de passagers vers des espaces protégés",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Espaces naturels &gt; Titre II : Littoral &gt; Chapitre Ier : Protection et aménagement du littoral &gt; Section 6 : Transport maritime de passagers vers des espaces protégés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042541983",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 2 du décret n° 2020-1411 du 18 novembre 2020, les présentes dispositions entrent en vigueur le 1er janvier 2021.",
            "notaHtml": "<p>Conformément à l'article 2 du décret n° 2020-1411 du 18 novembre 2020, les présentes dispositions entrent en vigueur le 1er janvier 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000633739",
                    "textTitle": "Décret n°2005-935 du 2 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000633739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000042538407",
                    "textTitle": "Décret n°2020-1411 du 18 novembre 2020 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042540259",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-11-20",
                    "dateSignaTexte": "2020-11-18",
                    "dateDebutCible": "2020-11-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 285 quater",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "285 quater",
                    "articleId": "LEGIARTI000006615251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R321-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R321-11",
                    "articleId": "LEGIARTI000006837231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1123200000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000193503",
                    "textTitle": "Décret n°96-555 du 21 juin 1996 - art. 1 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006865690",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000193503",
                    "textTitle": "Décret n°96-555 du 21 juin 1996 - art. 1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006865690",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006837235",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1152144000000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027541618",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 1413763200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029605495",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1413763200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041463450",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042541983",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044622427",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1640563200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D321-15",
                "321-15"
            ],
            "versionPrecedente": "LEGIARTI000041463450",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000041463450",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La taxe prévue à l'article 285 quater du code des douanes et due par les entreprises de transport public maritime est perçue à l'occasion de l'embarquement des passagers à destination des espaces naturels protégés ou des ports les desservant exclusivement ou principalement qui figurent dans le tableau ci-après. Pour chacun de ces espaces, le tableau précise la ou les personnes publiques dont le budget bénéficie du produit net de la taxe ainsi que, le cas échéant, la répartition de ce produit entre elles. Liste des espaces protégés et des ports les desservant exclusivement ou principalement à destination desquels est perçue la taxe sur les passagers maritimes prévue par l'article 285 quater du code des douanes Liste des espaces protégés et des ports les desservant exclusivement ou principalement Personnes publiques bénéficiaires du produit net de la taxe Part du produit net de la taxe revenant à chaque personne publique 1. Parcs nationaux Parc national de la Guadeloupe : îlet Pigeon, îlets du Grand Cul de Sac marin, mangroves du Grand Cul de Sac marin classés en cœur de parc national ainsi que l'aire maritime adjacente (Guadeloupe). Etablissement public du parc national de la Guadeloupe. 100 % Parc national des Calanques (Bouches-du-Rhône) Etablissement public du Parc national des Calanques 100 % 2. Réserves naturelles Réserve naturelle nationale du Banc d'Arguin (Gironde). Commune de La Teste-de-Buch. 100 % Réserve naturelle nationale des bouches de Bonifacio (Corse-du-Sud). Office de l'environnement de la Corse. 100 % Réserve naturelle nationale de Saint-Martin (Guadeloupe). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Réserve naturelle nationale de la Désirade (Guadeloupe). Office national des forêts. 100 % Réserve naturelle nationale de l'île du Grand-Connétable (Guyane). Office français de la biodiversité 100 % Réserve naturelle nationale marine de Cerbère-Banyuls (Pyrénées-Orientales). Département des Pyrénées-Orientales. 100 % Réserve naturelle nationale marine de La Réunion. Groupement d'intérêt public de la réserve naturelle marine de La Réunion. 100 % 3.1. Sites naturels classés Sites classés de l'île de Bréhat et port de Bréhat (Côtes-d'Armor). Commune de l'île de Bréhat. 100 % Sites classés de l'île d'Ouessant et port de Lampaul (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Sites classés de l'île de Sein et port de l'île de Sein (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Sites classés de l'île d'Yeu, port Joinville et port de La Meule (Vendée). Commune de l'île d'Yeu. 100 % Sites classés des îles de Lérins : îles Sainte-Marguerite et Saint-Honorat (Alpes-Maritimes). Office national des forêts. 100 % Sites classés des îles Sanguinaires (Corse-du-Sud). Département de la Corse-du-Sud. 100 % Sites classés du Pain de sucre et de la baie de Pompierre à Terre-de-Haut (archipel des Saintes à la Guadeloupe). Commune de Terre-de-Haut. 100 % Sites classés des falaises nord-est de Marie-Galante (Guadeloupe). Communauté de communes du pays Marie-Galante. 100 % Sites classés du cap Oullestrell situé sur les communes de Banyuls-sur-Mer et Port-Vendres ainsi que le domaine public correspondant maritime (Pyrénées-Orientales). Département des Pyrénées-Orientales. 100 % Sites classés du cap Béar et ses abords (Pyrénées Orientales). Département des Pyrénées-Orientales. 100 % Sites classés du cap de l'Abeille (Pyrénées Orientales). Département des Pyrénées-Orientales. 100 % 3.2. Sites naturels inscrits Ile d'Arz (Morbihan). Commune de l'île d'Arz. 100 % Ilet Madame (Martinique). Commune du Robert. 100 % 4. Terrains du Conservatoire de l'espace littoral et des rivages lacustres Ile Tatihou (Manche). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Ile-aux-Moines du golfe du Morbihan (Morbihan). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Désert des Agriates et plage du Loto (Haute-Corse). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Iles de Petite-Terre (Guadeloupe). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Iles du Salut (Guyane). Conservatoire de l'espace littoral et des rivages lacustres. 100 % 5. Espaces naturels bénéficiant de plusieurs protections Espaces terrestres et marins classés au titre de l'article L. 341-2 de Porto et de Girolata et territoires classés de la réserve naturelle nationale de la presqu'île de Scandola (Corse-du-Sud). Syndicat mixte du parc naturel régional de Corse. 67 % Commune d'Osani. 33 % Espaces terrestres et marins classés en réserve naturelle nationale des Sept-Iles et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île aux Moines (Côtes-d'Armor). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale d'Iroise situés dans l'archipel de Molène et port de Molène (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle nationale de Saint-Nicolas-de-Glénan situés sur l'archipel de Glénan, ainsi que le port de l'île de Saint-Nicolas (Finistère). Département du Finistère. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Batz (Finistère). Commune de Batz. 50 % Conservatoire de l'espace littoral et des rivages lacustres. 50 % Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale François-le-Bail, port Tudy, port Lay, port Mélite et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Groix (Morbihan). Commune de Groix. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur Belle-Ile, ainsi que port du Palais et port de Sauzon (Morbihan). District de Belle-Ile-en-mer. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Hoedic, ainsi que port de l'île d'Hoedic (Morbihan). Commune de Hoedic. 60 % Conservatoire de l'espace littoral et des rivages lacustres. 40 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Houat, ainsi que port Saint-Gildas (Morbihan). Commune de Houat. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Espaces terrestres classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'archipel de Chausey (Manche). Commune de Granville. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Aix, ainsi que port de la Rade (Charente-Maritime). Commune de l'île d'Aix. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Parc national de Port-Cros : - île de Port-Cros (dont le port de Port-Cros), île de Bagaud, île de la Gabinière, classés en cœur de parc national, ainsi que l'aire maritime adjacente (Var) ; - espaces terrestres et maritimes situés sur l'île de Porquerolles et classés en cœur de parc national, en aire maritime adjacente (dont le port de Porquerolles) et en site classé au titre de l'article L. 341-2 du code de l'environnement (Var). Etablissement public du parc national de Port-Cros. 100 %",
            "texteHtml": "<p align='left'>La taxe prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000006615251&dateTexte=&categorieLien=cid'>l'article 285 quater</a> du code des douanes et due par les entreprises de transport public maritime est perçue à l'occasion de l'embarquement des passagers à destination des espaces naturels protégés ou des ports les desservant exclusivement ou principalement qui figurent dans le tableau ci-après.</p><p>Pour chacun de ces espaces, le tableau précise la ou les personnes publiques dont le budget bénéficie du produit net de la taxe ainsi que, le cas échéant, la répartition de ce produit entre elles.</p><p>Liste des espaces protégés et des ports les desservant exclusivement ou principalement à destination desquels est perçue la taxe sur les passagers maritimes prévue par l'article 285 quater du code des douanes</p><table border='1' cellpadding='0' cellspacing='0' align='center'><tbody><tr><td align='center'><p align='center'>Liste des espaces protégés et des ports<br/>\n\t\t\tles desservant exclusivement ou principalement</p></td><td><p align='center'>Personnes publiques bénéficiaires du produit<br/>\n\t\t\tnet de la taxe</p></td><td align='center'><p align='center'>Part du produit net de la taxe revenant à chaque personne publique</p></td></tr><tr><td colspan='3' align='center'><p align='center'>1. Parcs nationaux</p></td></tr><tr><td align='left'><p align='left'>Parc national de la Guadeloupe : îlet Pigeon, îlets du Grand Cul de Sac marin, mangroves du Grand Cul de Sac marin classés en cœur de parc national ainsi que l'aire maritime adjacente (Guadeloupe).</p></td><td align='left'><p align='left'>Etablissement public du parc national de la Guadeloupe.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Parc national des Calanques (Bouches-du-Rhône)</p></td><td>Etablissement public du Parc national des Calanques</td><td><p align='center'>100 %</p></td></tr><tr><td colspan='3' align='center'><p align='center'>2. Réserves naturelles</p></td></tr><tr><td><p>Réserve naturelle nationale du Banc d'Arguin (Gironde).</p></td><td><p>Commune de La Teste-de-Buch.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Réserve naturelle nationale des bouches de Bonifacio (Corse-du-Sud).</p></td><td><p>Office de l'environnement de la Corse.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Réserve naturelle nationale de Saint-Martin (Guadeloupe).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Réserve naturelle nationale de la Désirade (Guadeloupe).</p></td><td>Office national des forêts.</td><td><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Réserve naturelle nationale de l'île du Grand-Connétable (Guyane).</p></td><td><p align='left'>Office français de la biodiversité</p></td><td><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Réserve naturelle nationale marine de Cerbère-Banyuls (Pyrénées-Orientales).</p></td><td>Département des Pyrénées-Orientales.</td><td><p align='center'>100 %</p></td></tr><tr><td align='left'><p align='left'>Réserve naturelle nationale marine de La Réunion.</p></td><td align='left'><p align='left'>Groupement d'intérêt public de la réserve naturelle marine de La Réunion.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td colspan='3' align='center'><p align='center'>3.1. Sites naturels classés</p></td></tr><tr><td><p>Sites classés de l'île de Bréhat et port de Bréhat (Côtes-d'Armor).</p></td><td><p>Commune de l'île de Bréhat.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés de l'île d'Ouessant et port de Lampaul (Finistère).</p></td><td><p>Syndicat mixte du parc naturel régional d'Armorique.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés de l'île de Sein et port de l'île de Sein (Finistère).</p></td><td><p>Syndicat mixte du parc naturel régional d'Armorique.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés de l'île d'Yeu, port Joinville et port de La Meule (Vendée).</p></td><td><p>Commune de l'île d'Yeu.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés des îles de Lérins : îles Sainte-Marguerite et Saint-Honorat (Alpes-Maritimes).</p></td><td><p>Office national des forêts.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés des îles Sanguinaires (Corse-du-Sud).</p></td><td><p>Département de la Corse-du-Sud.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés du Pain de sucre et de la baie de Pompierre à Terre-de-Haut (archipel des Saintes à la Guadeloupe).</p></td><td><p>Commune de Terre-de-Haut.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Sites classés des falaises nord-est de Marie-Galante (Guadeloupe).</p></td><td><p>Communauté de communes du pays Marie-Galante.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Sites classés du cap Oullestrell situé sur les communes de Banyuls-sur-Mer et Port-Vendres ainsi que le domaine public correspondant maritime (Pyrénées-Orientales).</p></td><td><p>Département des Pyrénées-Orientales.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Sites classés du cap Béar et ses abords (Pyrénées Orientales).</p></td><td><p align='left'>Département des Pyrénées-Orientales.</p></td><td><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Sites classés du cap de l'Abeille (Pyrénées Orientales).</p></td><td><p align='left'>Département des Pyrénées-Orientales.</p></td><td><p align='center'>100 %</p></td></tr><tr><td></td><td></td><td></td></tr><tr><td colspan='3'><p align='center'>3.2. Sites naturels inscrits</p></td></tr><tr><td><p>Ile d'Arz (Morbihan).</p></td><td><p>Commune de l'île d'Arz.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Ilet Madame (Martinique).</p></td><td><p align='left'>Commune du Robert.</p></td><td><p align='center'>100 %</p></td></tr><tr><td colspan='3'><p align='center'>4. Terrains du Conservatoire de l'espace littoral et des rivages lacustres</p></td></tr><tr><td><p>Ile Tatihou (Manche).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Ile-aux-Moines du golfe du Morbihan (Morbihan).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Désert des Agriates et plage du Loto (Haute-Corse).</p></td><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>100 %</p></td></tr><tr><td><p>Iles de Petite-Terre (Guadeloupe).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td><p>Iles du Salut (Guyane).</p></td><td><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td colspan='3'><p align='center'>5. Espaces naturels bénéficiant de plusieurs protections</p></td></tr><tr><td rowspan='2' align='center'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2 de Porto et de Girolata et territoires classés de la réserve naturelle nationale de la presqu'île de Scandola (Corse-du-Sud).</p></td><td><p>Syndicat mixte du parc naturel régional de Corse.</p></td><td align='center'><p align='center'>67 %</p></td></tr><tr><td><p align='left'>Commune d'Osani.</p></td><td><p align='center'>33 %</p></td></tr><tr><td align='left'><p align='left'>Espaces terrestres et marins classés en réserve naturelle nationale des Sept-Iles et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île aux Moines (Côtes-d'Armor).</p></td><td align='left'><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale d'Iroise situés dans l'archipel de Molène et port de Molène (Finistère).</p></td><td><p align='left'>Syndicat mixte du parc naturel régional d'Armorique.</p></td><td><p align='center'>100 %</p></td></tr><tr><td align='center'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle nationale de Saint-Nicolas-de-Glénan situés sur l'archipel de Glénan, ainsi que le port de l'île de Saint-Nicolas (Finistère).</p></td><td align='center'><p align='left'>Département du Finistère.</p></td><td align='center'><p align='center'>100 %</p></td></tr><tr><td rowspan='2'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Batz (Finistère).</p></td><td><p align='left'>Commune de Batz.</p></td><td><p align='center'>50 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>50 %</p></td></tr><tr><td align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale François-le-Bail, port Tudy, port Lay, port Mélite et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Groix (Morbihan).</p></td><td align='left'><p align='left'>Commune de Groix.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td rowspan='2' align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur Belle-Ile, ainsi que port du Palais et port de Sauzon (Morbihan).</p></td><td align='left'><p align='left'>District de Belle-Ile-en-mer.</p></td><td align='left'><p align='center'>80 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>20 %</p></td></tr><tr><td rowspan='2' align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Hoedic, ainsi que port de l'île d'Hoedic (Morbihan).</p></td><td align='left'><p align='left'>Commune de Hoedic.</p></td><td align='left'><p align='center'>60 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>40 %</p></td></tr><tr><td rowspan='2' align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Houat, ainsi que port Saint-Gildas (Morbihan).</p></td><td align='left'><p align='left'>Commune de Houat.</p></td><td align='left'><p align='center'>80 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>20 %</p></td></tr><tr><td><p align='left'>Espaces terrestres classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'archipel de Chausey (Manche).</p></td><td><p align='left'>Commune de Granville.</p></td><td><p align='center'>100 %</p></td></tr><tr><td rowspan='2' align='left'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Aix, ainsi que port de la Rade (Charente-Maritime).</p></td><td align='left'><p align='left'>Commune de l'île d'Aix.</p></td><td align='left'><p align='center'>80 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>20 %</p></td></tr><tr><td align='left'><p align='left'>Parc national de Port-Cros :</p><p>- île de Port-Cros (dont le port de Port-Cros), île de Bagaud, île de la Gabinière, classés en cœur de parc national, ainsi que l'aire maritime adjacente (Var) ;</p><p>- espaces terrestres et maritimes situés sur l'île de Porquerolles et classés en cœur de parc national, en aire maritime adjacente (dont le port de Porquerolles) et en site classé au titre de l'article L. 341-2 du code de l'environnement (Var).</p></td><td align='left'><p align='left'>Etablissement public du parc national de Port-Cros.</p></td><td align='left'><p align='center'>100 %</p></td></tr><tr><td></td><td></td><td></td></tr></tbody></table><p align='left'></p><p align='left'></p><p align='left'></p><p></p>",
            "num": "D321-15",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1577836800000,
            "dateFin": 1609459200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129032",
                        "id": "LEGISCTA000006129032",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143776",
                        "id": "LEGISCTA000006143776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Protection et aménagement du littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159386",
                        "id": "LEGISCTA000006159386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Transport maritime de passagers vers des espaces protégés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176850",
                        "id": "LEGISCTA000006176850",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006837235",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176850",
            "sectionParentId": "LEGISCTA000006176850",
            "sectionParentTitre": "Section 6 : Transport maritime de passagers vers des espaces protégés",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Espaces naturels &gt; Titre II : Littoral &gt; Chapitre Ier : Protection et aménagement du littoral &gt; Section 6 : Transport maritime de passagers vers des espaces protégés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000041463450",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000633739",
                    "textTitle": "Décret n°2005-935 du 2 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000633739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000039726400",
                    "textTitle": "Décret n°2019-1580 du 31 décembre 2019 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039809314",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-01-01",
                    "dateSignaTexte": "2019-12-31",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 285 quater",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "285 quater",
                    "articleId": "LEGIARTI000006615251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R321-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R321-11",
                    "articleId": "LEGIARTI000006837231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1123200000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000193503",
                    "textTitle": "Décret n°96-555 du 21 juin 1996 - art. 1 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006865690",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000193503",
                    "textTitle": "Décret n°96-555 du 21 juin 1996 - art. 1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006865690",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006837235",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1152144000000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027541618",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 1413763200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029605495",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1413763200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041463450",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042541983",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044622427",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1640563200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D321-15",
                "321-15"
            ],
            "versionPrecedente": "LEGIARTI000029605495",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029605495",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La taxe prévue à l'article 285 quater du code des douanes et due par les entreprises de transport public maritime est perçue à l'occasion de l'embarquement des passagers à destination des espaces naturels protégés ou des ports les desservant exclusivement ou principalement qui figurent dans le tableau ci-après. Pour chacun de ces espaces, le tableau précise la ou les personnes publiques dont le budget bénéficie du produit net de la taxe ainsi que, le cas échéant, la répartition de ce produit entre elles. Liste des espaces protégés et des ports les desservant exclusivement ou principalement à destination desquels est perçue la taxe sur les passagers maritimes prévue par l'article 285 quater du code des douanes Liste des espaces protégés et des ports les desservant exclusivement ou principalement Personnes publiques bénéficiaires du produit net de la taxe Part du produit net de la taxe revenant à chaque personne publique 1. Parcs nationaux Parc national de la Guadeloupe : îlet Pigeon, îlets du Grand Cul de Sac marin, mangroves du Grand Cul de Sac marin classés en cœur de parc national ainsi que l'aire maritime adjacente (Guadeloupe). Etablissement public du parc national de la Guadeloupe. 100 % Parc national des Calanques (Bouches-du-Rhône) Etablissement public du Parc national des Calanques 100 % 2. Réserves naturelles Réserve naturelle nationale du Banc d'Arguin (Gironde). Commune de La Teste-de-Buch. 100 % Réserve naturelle nationale des bouches de Bonifacio (Corse-du-Sud). Office de l'environnement de la Corse. 100 % Réserve naturelle nationale de Saint-Martin (Guadeloupe). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Réserve naturelle nationale de la Désirade (Guadeloupe). Office national des forêts. 100 % Réserve naturelle nationale de l'île du Grand-Connétable (Guyane). Office national de la chasse et de la faune sauvage. 100 % Réserve naturelle nationale marine de Cerbère-Banyuls (Pyrénées-Orientales). Département des Pyrénées-Orientales. 100 % Réserve naturelle nationale marine de La Réunion. Groupement d'intérêt public de la réserve naturelle marine de La Réunion. 100 % 3.1. Sites naturels classés Sites classés de l'île de Bréhat et port de Bréhat (Côtes-d'Armor). Commune de l'île de Bréhat. 100 % Sites classés de l'île d'Ouessant et port de Lampaul (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Sites classés de l'île de Sein et port de l'île de Sein (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Sites classés de l'île d'Yeu, port Joinville et port de La Meule (Vendée). Commune de l'île d'Yeu. 100 % Sites classés des îles de Lérins : îles Sainte-Marguerite et Saint-Honorat (Alpes-Maritimes). Office national des forêts. 100 % Sites classés des îles Sanguinaires (Corse-du-Sud). Département de la Corse-du-Sud. 100 % Sites classés du Pain de sucre et de la baie de Pompierre à Terre-de-Haut (archipel des Saintes à la Guadeloupe). Commune de Terre-de-Haut. 100 % Sites classés des falaises nord-est de Marie-Galante (Guadeloupe). Communauté de communes du pays Marie-Galante. 100 % Sites classés du cap Oullestrell situé sur les communes de Banyuls-sur-Mer et Port-Vendres ainsi que le domaine public correspondant maritime (Pyrénées-Orientales). Département des Pyrénées-Orientales. 100 % Sites classés du cap Béar et ses abords (Pyrénées Orientales). Département des Pyrénées-Orientales. 100 % Sites classés du cap de l'Abeille (Pyrénées Orientales). Département des Pyrénées-Orientales. 100 % 3.2. Sites naturels inscrits Ile d'Arz (Morbihan). Commune de l'île d'Arz. 100 % Ilet Madame (Martinique). Commune du Robert. 100 % 4. Terrains du Conservatoire de l'espace littoral et des rivages lacustres Ile Tatihou (Manche). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Ile-aux-Moines du golfe du Morbihan (Morbihan). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Désert des Agriates et plage du Loto (Haute-Corse). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Iles de Petite-Terre (Guadeloupe). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Iles du Salut (Guyane). Conservatoire de l'espace littoral et des rivages lacustres. 100 % 5. Espaces naturels bénéficiant de plusieurs protections Espaces terrestres et marins classés au titre de l'article L. 341-2 de Porto et de Girolata et territoires classés de la réserve naturelle nationale de la presqu'île de Scandola (Corse-du-Sud). Syndicat mixte du parc naturel régional de Corse. 67 % Commune d'Osani. 33 % Espaces terrestres et marins classés en réserve naturelle nationale des Sept-Iles et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île aux Moines (Côtes-d'Armor). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale d'Iroise situés dans l'archipel de Molène et port de Molène (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle nationale de Saint-Nicolas-de-Glénan situés sur l'archipel de Glénan, ainsi que le port de l'île de Saint-Nicolas (Finistère). Département du Finistère. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Batz (Finistère). Commune de Batz. 50 % Conservatoire de l'espace littoral et des rivages lacustres. 50 % Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale François-le-Bail, port Tudy, port Lay, port Mélite et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Groix (Morbihan). Commune de Groix. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur Belle-Ile, ainsi que port du Palais et port de Sauzon (Morbihan). District de Belle-Ile-en-mer. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Hoedic, ainsi que port de l'île d'Hoedic (Morbihan). Commune de Hoedic. 60 % Conservatoire de l'espace littoral et des rivages lacustres. 40 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Houat, ainsi que port Saint-Gildas (Morbihan). Commune de Houat. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Espaces terrestres classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'archipel de Chausey (Manche). Commune de Granville. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Aix, ainsi que port de la Rade (Charente-Maritime). Commune de l'île d'Aix. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Parc national de Port-Cros : - île de Port-Cros (dont le port de Port-Cros), île de Bagaud, île de la Gabinière, classés en cœur de parc national, ainsi que l'aire maritime adjacente (Var) ; - espaces terrestres et maritimes situés sur l'île de Porquerolles et classés en cœur de parc national, en aire maritime adjacente (dont le port de Porquerolles) et en site classé au titre de l'article L. 341-2 du code de l'environnement (Var). Etablissement public du parc national de Port-Cros. 100 %",
            "texteHtml": "<p align='left'>La taxe prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000006615251&dateTexte=&categorieLien=cid'>l'article 285 quater</a> du code des douanes et due par les entreprises de transport public maritime est perçue à l'occasion de l'embarquement des passagers à destination des espaces naturels protégés ou des ports les desservant exclusivement ou principalement qui figurent dans le tableau ci-après. </p><p>Pour chacun de ces espaces, le tableau précise la ou les personnes publiques dont le budget bénéficie du produit net de la taxe ainsi que, le cas échéant, la répartition de ce produit entre elles. </p><p>Liste des espaces protégés et des ports les desservant exclusivement ou principalement à destination desquels est perçue la taxe sur les passagers maritimes prévue par l'article 285 quater du code des douanes </p><table border='1' cellSpacing='0' width='720' align='center' cellPadding='0'><tbody><tr><td align='center' vAlign='middle'><p align='center'>Liste des espaces protégés et des ports<br/>les desservant exclusivement ou principalement </p></td><td width='182'><p align='center'>Personnes publiques bénéficiaires du produit<br/>net de la taxe </p></td><td align='center' vAlign='bottom'><p align='center'>Part du produit net de la taxe revenant à chaque personne publique </p></td></tr><tr><td colSpan='3' align='center' vAlign='middle'><p align='center'>1. Parcs nationaux </p></td></tr><tr><td align='left' vAlign='top'><p align='left'>Parc national de la Guadeloupe : îlet Pigeon, îlets du Grand Cul de Sac marin, mangroves du Grand Cul de Sac marin classés en cœur de parc national ainsi que l'aire maritime adjacente (Guadeloupe).</p></td><td align='left' vAlign='top'><p align='left'>Etablissement public du parc national de la Guadeloupe. </p></td><td align='left' vAlign='top'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Parc national des Calanques (Bouches-du-Rhône)</p></td><td>Etablissement public du Parc national des Calanques</td><td><p align='center'>100 %</p></td></tr><tr><td colSpan='3' align='center' vAlign='middle'><p align='center'>2. Réserves naturelles </p></td></tr><tr><td width='284'><p>Réserve naturelle nationale du Banc d'Arguin (Gironde).</p></td><td width='182'><p>Commune de La Teste-de-Buch.</p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Réserve naturelle nationale des bouches de Bonifacio (Corse-du-Sud).</p></td><td width='182'><p>Office de l'environnement de la Corse. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Réserve naturelle nationale de Saint-Martin (Guadeloupe).</p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td><p align='left'>Réserve naturelle nationale de la Désirade (Guadeloupe).</p></td><td>Office national des forêts. </td><td><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Réserve naturelle nationale de l'île du Grand-Connétable (Guyane). </p></td><td><p align='left'>Office national de la chasse et de la faune sauvage. </p></td><td><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Réserve naturelle nationale marine de Cerbère-Banyuls (Pyrénées-Orientales). </p></td><td>Département des Pyrénées-Orientales. </td><td><p align='center'>100 %</p></td></tr><tr><td align='left' vAlign='top'><p align='left'>Réserve naturelle nationale marine de La Réunion. </p></td><td align='left' vAlign='top'><p align='left'>Groupement d'intérêt public de la réserve naturelle marine de La Réunion. </p></td><td align='left' vAlign='top'><p align='center'>100 %</p></td></tr><tr><td colSpan='3' align='center' vAlign='middle'><p align='center'>3.1. Sites naturels classés </p></td></tr><tr><td width='284'><p>Sites classés de l'île de Bréhat et port de Bréhat (Côtes-d'Armor). </p></td><td width='182'><p>Commune de l'île de Bréhat. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés de l'île d'Ouessant et port de Lampaul (Finistère). </p></td><td width='182'><p>Syndicat mixte du parc naturel régional d'Armorique. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés de l'île de Sein et port de l'île de Sein (Finistère). </p></td><td width='182'><p>Syndicat mixte du parc naturel régional d'Armorique. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés de l'île d'Yeu, port Joinville et port de La Meule (Vendée). </p></td><td width='182'><p>Commune de l'île d'Yeu. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés des îles de Lérins : îles Sainte-Marguerite et Saint-Honorat (Alpes-Maritimes). </p></td><td width='182'><p>Office national des forêts. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés des îles Sanguinaires (Corse-du-Sud). </p></td><td width='182'><p>Département de la Corse-du-Sud. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés du Pain de sucre et de la baie de Pompierre à Terre-de-Haut (archipel des Saintes à la Guadeloupe). </p></td><td width='182'><p>Commune de Terre-de-Haut. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés des falaises nord-est de Marie-Galante (Guadeloupe). </p></td><td width='182'><p>Communauté de communes du pays Marie-Galante. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td><p align='left'>Sites classés du cap Oullestrell situé sur les communes de Banyuls-sur-Mer et Port-Vendres ainsi que le domaine public correspondant maritime (Pyrénées-Orientales).</p></td><td width='182'><p>Département des Pyrénées-Orientales.</p></td><td align='center' vAlign='middle'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Sites classés du cap Béar et ses abords (Pyrénées Orientales).</p></td><td><p align='left'>Département des Pyrénées-Orientales.</p></td><td><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Sites classés du cap de l'Abeille (Pyrénées Orientales). </p></td><td><p align='left'>Département des Pyrénées-Orientales.</p></td><td><p align='center'>100 %</p></td></tr><tr><td></td><td></td><td></td></tr><tr><td colSpan='3' width='605'><p align='center'>3.2. Sites naturels inscrits </p></td></tr><tr><td width='284'><p>Ile d'Arz (Morbihan). </p></td><td width='182'><p>Commune de l'île d'Arz. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td><p align='left'>Ilet Madame (Martinique).</p></td><td><p align='left'>Commune du Robert.</p></td><td><p align='center'>100 %</p></td></tr><tr><td colSpan='3' width='605'><p align='center'>4. Terrains du Conservatoire de l'espace littoral et des rivages lacustres </p></td></tr><tr><td width='284'><p>Ile Tatihou (Manche). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Ile-aux-Moines du golfe du Morbihan (Morbihan). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td><p align='left'>Désert des Agriates et plage du Loto (Haute-Corse). </p></td><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Iles de Petite-Terre (Guadeloupe). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Iles du Salut (Guyane). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td colSpan='3' width='605'><p align='center'>5. Espaces naturels bénéficiant de plusieurs protections </p></td></tr><tr><td rowSpan='2' align='center' vAlign='middle'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2 de Porto et de Girolata et territoires classés de la réserve naturelle nationale de la presqu'île de Scandola (Corse-du-Sud).</p></td><td width='182'><p>Syndicat mixte du parc naturel régional de Corse. </p></td><td align='center' vAlign='middle'><p align='center'>67 % </p></td></tr><tr><td><p align='left'>Commune d'Osani. </p></td><td><p align='center'>33 %</p></td></tr><tr><td align='left' vAlign='top'><p align='left'>Espaces terrestres et marins classés en réserve naturelle nationale des Sept-Iles et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île aux Moines (Côtes-d'Armor).</p></td><td align='left' vAlign='top'><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td align='left' vAlign='top'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale d'Iroise situés dans l'archipel de Molène et port de Molène (Finistère).</p></td><td><p align='left'>Syndicat mixte du parc naturel régional d'Armorique. </p></td><td><p align='center'>100 %</p></td></tr><tr><td align='center' vAlign='top'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle nationale de Saint-Nicolas-de-Glénan situés sur l'archipel de Glénan, ainsi que le port de l'île de Saint-Nicolas (Finistère).</p></td><td align='center' vAlign='top'><p align='left'>Département du Finistère. </p></td><td align='center' vAlign='top'><p align='center'>100 %</p></td></tr><tr><td rowSpan='2'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Batz (Finistère).</p></td><td><p align='left'>Commune de Batz. </p></td><td><p align='center'>50 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>50 %</p></td></tr><tr><td align='left' vAlign='top'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale François-le-Bail, port Tudy, port Lay, port Mélite et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Groix (Morbihan).</p></td><td align='left' vAlign='top'><p align='left'>Commune de Groix. </p></td><td align='left' vAlign='top'><p align='center'>100 %</p></td></tr><tr><td rowSpan='2' align='left' vAlign='top'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur Belle-Ile, ainsi que port du Palais et port de Sauzon (Morbihan).</p></td><td align='left' vAlign='top'><p align='left'>District de Belle-Ile-en-mer.</p></td><td align='left' vAlign='top'><p align='center'>80 % </p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td><p align='center'>20 %</p></td></tr><tr><td rowSpan='2' align='left' vAlign='top'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Hoedic, ainsi que port de l'île d'Hoedic (Morbihan).</p></td><td align='left' vAlign='top'><p align='left'>Commune de Hoedic. </p></td><td align='left' vAlign='top'><p align='center'>60 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td><p align='center'>40 %</p></td></tr><tr><td rowSpan='2' align='left' vAlign='top'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Houat, ainsi que port Saint-Gildas (Morbihan).</p></td><td align='left' vAlign='top'><p align='left'>Commune de Houat. </p></td><td align='left' vAlign='top'><p align='center'>80 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td><p align='center'>20 %</p></td></tr><tr><td><p align='left'>Espaces terrestres classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'archipel de Chausey (Manche).</p></td><td><p align='left'>Commune de Granville.</p></td><td><p align='center'>100 %</p></td></tr><tr><td rowSpan='2' align='left' vAlign='top'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Aix, ainsi que port de la Rade (Charente-Maritime).</p></td><td align='left' vAlign='top'><p align='left'>Commune de l'île d'Aix. </p></td><td align='left' vAlign='top'><p align='center'>80 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td><p align='center'>20 %</p></td></tr><tr><td align='left' vAlign='top'><p align='left'>Parc national de Port-Cros : </p><p>- île de Port-Cros (dont le port de Port-Cros), île de Bagaud, île de la Gabinière, classés en cœur de parc national, ainsi que l'aire maritime adjacente (Var) ; </p><p>- espaces terrestres et maritimes situés sur l'île de Porquerolles et classés en cœur de parc national, en aire maritime adjacente (dont le port de Porquerolles) et en site classé au titre de l'article L. 341-2 du code de l'environnement (Var).</p></td><td align='left' vAlign='top'><p align='left'>Etablissement public du parc national de Port-Cros.</p></td><td align='left' vAlign='top'><p align='center'>100 %</p></td></tr><tr><td></td><td></td><td></td></tr></tbody></table><p align='left'></p><p align='left'></p><p align='left'></p>",
            "num": "D321-15",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1413763200000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129032",
                        "id": "LEGISCTA000006129032",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143776",
                        "id": "LEGISCTA000006143776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Protection et aménagement du littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159386",
                        "id": "LEGISCTA000006159386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Transport maritime de passagers vers des espaces protégés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176850",
                        "id": "LEGISCTA000006176850",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006837235",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176850",
            "sectionParentId": "LEGISCTA000006176850",
            "sectionParentTitre": "Section 6 : Transport maritime de passagers vers des espaces protégés",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Espaces naturels &gt; Titre II : Littoral &gt; Chapitre Ier : Protection et aménagement du littoral &gt; Section 6 : Transport maritime de passagers vers des espaces protégés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029605495",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000633739",
                    "textTitle": "Décret n°2005-935 du 2 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000633739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000029604215",
                    "textTitle": "DÉCRET n°2014-1197 du 17 octobre 2014 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029604723",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-10-19",
                    "dateSignaTexte": "2014-10-17",
                    "dateDebutCible": "2014-10-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 285 quater",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "285 quater",
                    "articleId": "LEGIARTI000006615251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R321-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R321-11",
                    "articleId": "LEGIARTI000006837231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1123200000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000193503",
                    "textTitle": "Décret n°96-555 du 21 juin 1996 - art. 1 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006865690",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000193503",
                    "textTitle": "Décret n°96-555 du 21 juin 1996 - art. 1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006865690",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006837235",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1152144000000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027541618",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 1413763200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029605495",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1413763200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041463450",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042541983",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044622427",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1640563200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D321-15",
                "321-15"
            ],
            "versionPrecedente": "LEGIARTI000027541618",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027541618",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La taxe prévue à l'article 285 quater du code des douanes et due par les entreprises de transport public maritime est perçue à l'occasion de l'embarquement des passagers à destination des espaces naturels protégés ou des ports les desservant exclusivement ou principalement qui figurent dans le tableau ci-après. Pour chacun de ces espaces, le tableau précise la ou les personnes publiques dont le budget bénéficie du produit net de la taxe ainsi que, le cas échéant, la répartition de ce produit entre elles. Liste des espaces protégés et des ports les desservant exclusivement ou principalement à destination desquels est perçue la taxe sur les passagers maritimes prévue par l'article 285 quater du code des douanes Liste des espaces protégés et des ports les desservant exclusivement ou principalement Personnes publiques bénéficiaires du produit net de la taxe Part du produit net de la taxe revenant à chaque personne publique 1. Parcs nationaux Parc national de la Guadeloupe : îlet Pigeon, îlets du Grand Cul de Sac marin, mangroves du Grand Cul de Sac marin classés en cœur de parc national ainsi que l'aire maritime adjacente (Guadeloupe). Etablissement public du parc national de la Guadeloupe. 100 % 2. Réserves naturelles Réserve naturelle nationale du Banc d'Arguin (Gironde). Commune de La Teste-de-Buch. 100 % Réserve naturelle nationale des bouches de Bonifacio (Corse-du-Sud). Office de l'environnement de la Corse. 100 % Réserve naturelle nationale de Saint-Martin (Guadeloupe). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Réserve naturelle nationale de la Désirade (Guadeloupe). Office national des forêts. 100 % Réserve naturelle nationale de l'île du Grand-Connétable (Guyane). Office national de la chasse et de la faune sauvage. 100 % Réserve naturelle nationale marine de Cerbère-Banyuls (Pyrénées-Orientales). Département des Pyrénées-Orientales. 100 % Réserve naturelle nationale marine de La Réunion. Groupement d'intérêt public de la réserve naturelle marine de La Réunion. 100 % 3.1. Sites naturels classés Sites classés de l'île de Bréhat et port de Bréhat (Côtes-d'Armor). Commune de l'île de Bréhat. 100 % Sites classés de l'île d'Ouessant et port de Lampaul (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Sites classés de l'île de Sein et port de l'île de Sein (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Sites classés de l'île d'Yeu, port Joinville et port de La Meule (Vendée). Commune de l'île d'Yeu. 100 % Sites classés des îles de Lérins : îles Sainte-Marguerite et Saint-Honorat (Alpes-Maritimes). Office national des forêts. 100 % Sites classés des îles Sanguinaires (Corse-du-Sud). Département de la Corse-du-Sud. 100 % Sites classés du Pain de sucre et de la baie de Pompierre à Terre-de-Haut (archipel des Saintes à la Guadeloupe). Commune de Terre-de-Haut. 100 % Sites classés des falaises nord-est de Marie-Galante (Guadeloupe). Communauté de communes du pays Marie-Galante. 100 % Sites classés du massif des Calanques (Bouches-du-Rhône). Commune de Marseille. 91 % Commune de Cassis. 9 % Sites classés du cap Oullestrell situé sur les communes de Banyuls-sur-Mer et Port-Vendres ainsi que le domaine public correspondant maritime (Pyrénées-Orientales). Département des Pyrénées-Orientales. 100 % Sites classés du cap Béar et ses abords (Pyrénées Orientales). Département des Pyrénées-Orientales. 100 % Sites classés du cap de l'Abeille (Pyrénées Orientales). Département des Pyrénées-Orientales. 100 % 3.2. Sites naturels inscrits Ile d'Arz (Morbihan). Commune de l'île d'Arz. 100 % Ilet Madame (Martinique). Commune du Robert. 100 % 4. Terrains du Conservatoire de l'espace littoral et des rivages lacustres Ile Tatihou (Manche). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Ile-aux-Moines du golfe du Morbihan (Morbihan). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Désert des Agriates et plage du Loto (Haute-Corse). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Iles de Petite-Terre (Guadeloupe). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Iles du Salut (Guyane). Conservatoire de l'espace littoral et des rivages lacustres. 100 % 5. Espaces naturels bénéficiant de plusieurs protections Espaces terrestres et marins classés au titre de l'article L. 341-2 de Porto et de Girolata et territoires classés de la réserve naturelle nationale de la presqu'île de Scandola (Corse-du-Sud). Syndicat mixte du parc naturel régional de Corse. 67 % Commune d'Osani. 33 % Espaces terrestres et marins classés en réserve naturelle nationale des Sept-Iles et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île aux Moines (Côtes-d'Armor). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale d'Iroise situés dans l'archipel de Molène et port de Molène (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle nationale de Saint-Nicolas-de-Glénan situés sur l'archipel de Glénan, ainsi que le port de l'île de Saint-Nicolas (Finistère). Département du Finistère. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Batz (Finistère). Commune de Batz. 50 % Conservatoire de l'espace littoral et des rivages lacustres. 50 % Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale François-le-Bail, port Tudy, port Lay, port Mélite et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Groix (Morbihan). Commune de Groix. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur Belle-Ile, ainsi que port du Palais et port de Sauzon (Morbihan). District de Belle-Ile-en-mer. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Hoedic, ainsi que port de l'île d'Hoedic (Morbihan). Commune de Hoedic. 60 % Conservatoire de l'espace littoral et des rivages lacustres. 40 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Houat, ainsi que port Saint-Gildas (Morbihan). Commune de Houat. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Espaces terrestres classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'archipel de Chausey (Manche). Commune de Granville. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Aix, ainsi que port de la Rade (Charente-Maritime). Commune de l'île d'Aix. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Parc national de Port-Cros : - île de Port-Cros (dont le port de Port-Cros), île de Bagaud, île de la Gabinière, classés en cœur de parc national, ainsi que l'aire maritime adjacente (Var) ; - espaces terrestres et maritimes situés sur l'île de Porquerolles et classés en cœur de parc national, en aire maritime adjacente (dont le port de Porquerolles) et en site classé au titre de l'article L. 341-2 du code de l'environnement (Var). Etablissement public du parc national de Port-Cros. 100 %",
            "texteHtml": "<p align='left'>La taxe prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000006615251&dateTexte=&categorieLien=cid'>l'article 285 quater</a> du code des douanes et due par les entreprises de transport public maritime est perçue à l'occasion de l'embarquement des passagers à destination des espaces naturels protégés ou des ports les desservant exclusivement ou principalement qui figurent dans le tableau ci-après. </p><p>Pour chacun de ces espaces, le tableau précise la ou les personnes publiques dont le budget bénéficie du produit net de la taxe ainsi que, le cas échéant, la répartition de ce produit entre elles. </p><p>Liste des espaces protégés et des ports les desservant exclusivement ou principalement à destination desquels est perçue la taxe sur les passagers maritimes prévue par l'article 285 quater du code des douanes </p><table border='1' cellSpacing='0' width='720' align='center' cellPadding='0'><tbody><tr><td align='center' vAlign='middle'><p align='center'>Liste des espaces protégés et des ports<br/>les desservant exclusivement ou principalement </p></td><td width='182'><p align='center'>Personnes publiques bénéficiaires du produit<br/>net de la taxe </p></td><td align='center' vAlign='bottom'><p align='center'>Part du produit net de la taxe revenant à chaque personne publique </p></td></tr><tr><td colSpan='3' align='center' vAlign='middle'><p align='center'>1. Parcs nationaux </p></td></tr><tr><td align='left' vAlign='top'><p align='left'>Parc national de la Guadeloupe : îlet Pigeon, îlets du Grand Cul de Sac marin, mangroves du Grand Cul de Sac marin classés en cœur de parc national ainsi que l'aire maritime adjacente (Guadeloupe).</p></td><td align='left' vAlign='top'><p align='left'>Etablissement public du parc national de la Guadeloupe. </p></td><td align='left' vAlign='top'><p align='center'>100 %</p></td></tr><tr><td colSpan='3' align='center' vAlign='middle'><p align='center'>2. Réserves naturelles </p></td></tr><tr><td width='284'><p>Réserve naturelle nationale du Banc d'Arguin (Gironde).</p></td><td width='182'><p>Commune de La Teste-de-Buch.</p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Réserve naturelle nationale des bouches de Bonifacio (Corse-du-Sud).</p></td><td width='182'><p>Office de l'environnement de la Corse. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Réserve naturelle nationale de Saint-Martin (Guadeloupe).</p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td><p align='left'>Réserve naturelle nationale de la Désirade (Guadeloupe).</p></td><td>Office national des forêts. </td><td><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Réserve naturelle nationale de l'île du Grand-Connétable (Guyane). </p></td><td><p align='left'>Office national de la chasse et de la faune sauvage. </p></td><td><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Réserve naturelle nationale marine de Cerbère-Banyuls (Pyrénées-Orientales). </p></td><td>Département des Pyrénées-Orientales. </td><td><p align='center'>100 %</p></td></tr><tr><td align='left' vAlign='top'><p align='left'>Réserve naturelle nationale marine de La Réunion. </p></td><td align='left' vAlign='top'><p align='left'>Groupement d'intérêt public de la réserve naturelle marine de La Réunion. </p></td><td align='left' vAlign='top'><p align='center'>100 %</p></td></tr><tr><td colSpan='3' align='center' vAlign='middle'><p align='center'>3.1. Sites naturels classés </p></td></tr><tr><td width='284'><p>Sites classés de l'île de Bréhat et port de Bréhat (Côtes-d'Armor). </p></td><td width='182'><p>Commune de l'île de Bréhat. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés de l'île d'Ouessant et port de Lampaul (Finistère). </p></td><td width='182'><p>Syndicat mixte du parc naturel régional d'Armorique. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés de l'île de Sein et port de l'île de Sein (Finistère). </p></td><td width='182'><p>Syndicat mixte du parc naturel régional d'Armorique. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés de l'île d'Yeu, port Joinville et port de La Meule (Vendée). </p></td><td width='182'><p>Commune de l'île d'Yeu. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés des îles de Lérins : îles Sainte-Marguerite et Saint-Honorat (Alpes-Maritimes). </p></td><td width='182'><p>Office national des forêts. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés des îles Sanguinaires (Corse-du-Sud). </p></td><td width='182'><p>Département de la Corse-du-Sud. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés du Pain de sucre et de la baie de Pompierre à Terre-de-Haut (archipel des Saintes à la Guadeloupe). </p></td><td width='182'><p>Commune de Terre-de-Haut. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés des falaises nord-est de Marie-Galante (Guadeloupe). </p></td><td width='182'><p>Communauté de communes du pays Marie-Galante. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td rowSpan='2' width='284'><p>Sites classés du massif des Calanques (Bouches-du-Rhône). </p></td><td width='182'><p>Commune de Marseille. </p></td><td align='center' vAlign='middle'><p align='center'>91 % </p></td></tr><tr><td><p align='left'>Commune de Cassis. </p></td><td><p align='center'>9 % </p></td></tr><tr><td><p align='left'>Sites classés du cap Oullestrell situé sur les communes de Banyuls-sur-Mer et Port-Vendres ainsi que le domaine public correspondant maritime (Pyrénées-Orientales).</p></td><td width='182'><p>Département des Pyrénées-Orientales.</p></td><td align='center' vAlign='middle'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Sites classés du cap Béar et ses abords (Pyrénées Orientales).</p></td><td><p align='left'>Département des Pyrénées-Orientales.</p></td><td><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Sites classés du cap de l'Abeille (Pyrénées Orientales). </p></td><td><p align='left'>Département des Pyrénées-Orientales.</p></td><td><p align='center'>100 %</p></td></tr><tr><td></td><td></td><td></td></tr><tr><td colSpan='3' width='605'><p align='center'>3.2. Sites naturels inscrits </p></td></tr><tr><td width='284'><p>Ile d'Arz (Morbihan). </p></td><td width='182'><p>Commune de l'île d'Arz. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td><p align='left'>Ilet Madame (Martinique).</p></td><td><p align='left'>Commune du Robert.</p></td><td><p align='center'>100 %</p></td></tr><tr><td colSpan='3' width='605'><p align='center'>4. Terrains du Conservatoire de l'espace littoral et des rivages lacustres </p></td></tr><tr><td width='284'><p>Ile Tatihou (Manche). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Ile-aux-Moines du golfe du Morbihan (Morbihan). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td><p align='left'>Désert des Agriates et plage du Loto (Haute-Corse). </p></td><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Iles de Petite-Terre (Guadeloupe). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Iles du Salut (Guyane). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td align='center' vAlign='middle'><p align='center'>100 % </p></td></tr><tr><td colSpan='3' width='605'><p align='center'>5. Espaces naturels bénéficiant de plusieurs protections </p></td></tr><tr><td rowSpan='2' align='center' vAlign='middle'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2 de Porto et de Girolata et territoires classés de la réserve naturelle nationale de la presqu'île de Scandola (Corse-du-Sud).</p></td><td width='182'><p>Syndicat mixte du parc naturel régional de Corse. </p></td><td align='center' vAlign='middle'><p align='center'>67 % </p></td></tr><tr><td><p align='left'>Commune d'Osani. </p></td><td><p align='center'>33 %</p></td></tr><tr><td align='left' vAlign='top'><p align='left'>Espaces terrestres et marins classés en réserve naturelle nationale des Sept-Iles et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île aux Moines (Côtes-d'Armor).</p></td><td align='left' vAlign='top'><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td align='left' vAlign='top'><p align='center'>100 %</p></td></tr><tr><td><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale d'Iroise situés dans l'archipel de Molène et port de Molène (Finistère).</p></td><td><p align='left'>Syndicat mixte du parc naturel régional d'Armorique. </p></td><td><p align='center'>100 %</p></td></tr><tr><td align='center' vAlign='top'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle nationale de Saint-Nicolas-de-Glénan situés sur l'archipel de Glénan, ainsi que le port de l'île de Saint-Nicolas (Finistère).</p></td><td align='center' vAlign='top'><p align='left'>Département du Finistère. </p></td><td align='center' vAlign='top'><p align='center'>100 %</p></td></tr><tr><td rowSpan='2'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Batz (Finistère).</p></td><td><p align='left'>Commune de Batz. </p></td><td><p align='center'>50 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres.</p></td><td><p align='center'>50 %</p></td></tr><tr><td align='left' vAlign='top'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, territoires classés de la réserve naturelle nationale François-le-Bail, port Tudy, port Lay, port Mélite et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Groix (Morbihan).</p></td><td align='left' vAlign='top'><p align='left'>Commune de Groix. </p></td><td align='left' vAlign='top'><p align='center'>100 %</p></td></tr><tr><td rowSpan='2' align='left' vAlign='top'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur Belle-Ile, ainsi que port du Palais et port de Sauzon (Morbihan).</p></td><td align='left' vAlign='top'><p align='left'>District de Belle-Ile-en-mer.</p></td><td align='left' vAlign='top'><p align='center'>80 % </p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td><p align='center'>20 %</p></td></tr><tr><td rowSpan='2' align='left' vAlign='top'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Hoedic, ainsi que port de l'île d'Hoedic (Morbihan).</p></td><td align='left' vAlign='top'><p align='left'>Commune de Hoedic. </p></td><td align='left' vAlign='top'><p align='center'>60 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td><p align='center'>40 %</p></td></tr><tr><td rowSpan='2' align='left' vAlign='top'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Houat, ainsi que port Saint-Gildas (Morbihan).</p></td><td align='left' vAlign='top'><p align='left'>Commune de Houat. </p></td><td align='left' vAlign='top'><p align='center'>80 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td><p align='center'>20 %</p></td></tr><tr><td><p align='left'>Espaces terrestres classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'archipel de Chausey (Manche).</p></td><td><p align='left'>Commune de Granville.</p></td><td><p align='center'>100 %</p></td></tr><tr><td rowSpan='2' align='left' vAlign='top'><p align='left'>Espaces terrestres et marins classés au titre de l'article L. 341-2, terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Aix, ainsi que port de la Rade (Charente-Maritime).</p></td><td align='left' vAlign='top'><p align='left'>Commune de l'île d'Aix. </p></td><td align='left' vAlign='top'><p align='center'>80 %</p></td></tr><tr><td><p align='left'>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td><p align='center'>20 %</p></td></tr><tr><td align='left' vAlign='top'><p align='left'>Parc national de Port-Cros : <br/><br/>- île de Port-Cros (dont le port de Port-Cros), île de Bagaud, île de la Gabinière, classés en cœur de parc national, ainsi que l'aire maritime adjacente (Var) ; <br/><br/>- espaces terrestres et maritimes situés sur l'île de Porquerolles et classés en cœur de parc national, en aire maritime adjacente (dont le port de Porquerolles) et en site classé au titre de l'article L. 341-2 du code de l'environnement (Var).</p></td><td align='left' vAlign='top'><p align='left'>Etablissement public du parc national de Port-Cros.</p></td><td align='left' vAlign='top'><p align='center'>100 %</p></td></tr><tr><td></td><td></td><td></td></tr></tbody></table><p></p><p align='left'></p><p align='left'></p><p align='left'></p>",
            "num": "D321-15",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1372636800000,
            "dateFin": 1413763200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129032",
                        "id": "LEGISCTA000006129032",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143776",
                        "id": "LEGISCTA000006143776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Protection et aménagement du littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159386",
                        "id": "LEGISCTA000006159386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Transport maritime de passagers vers des espaces protégés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176850",
                        "id": "LEGISCTA000006176850",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006837235",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176850",
            "sectionParentId": "LEGISCTA000006176850",
            "sectionParentTitre": "Section 6 : Transport maritime de passagers vers des espaces protégés",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Espaces naturels &gt; Titre II : Littoral &gt; Chapitre Ier : Protection et aménagement du littoral &gt; Section 6 : Transport maritime de passagers vers des espaces protégés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000027541618",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000633739",
                    "textTitle": "Décret n°2005-935 du 2 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000633739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000027537958",
                    "textTitle": "Décret n°2013-497\n du 11 juin 2013 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027538253",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-06-13",
                    "dateSignaTexte": "2013-06-11",
                    "dateDebutCible": "2013-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 285 quater",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "285 quater",
                    "articleId": "LEGIARTI000006615251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R321-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R321-11",
                    "articleId": "LEGIARTI000006837231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1123200000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000193503",
                    "textTitle": "Décret n°96-555 du 21 juin 1996 - art. 1 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006865690",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000193503",
                    "textTitle": "Décret n°96-555 du 21 juin 1996 - art. 1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006865690",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006837235",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1152144000000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027541618",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 1413763200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029605495",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1413763200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041463450",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042541983",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044622427",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1640563200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D321-15",
                "321-15"
            ],
            "versionPrecedente": "LEGIARTI000006837235",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006837235",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La taxe prévue à l'article 285 quater du code des douanes et due par les entreprises de transport public maritime est perçue à l'occasion de l'embarquement des passagers à destination des espaces naturels protégés ou des ports les desservant exclusivement ou principalement qui figurent dans le tableau ci-après. Pour chacun de ces espaces, le tableau précise la ou les personnes publiques dont le budget bénéficie du produit net de la taxe ainsi que, le cas échéant, la répartition de ce produit entre elles. Liste des espaces protégés et des ports les desservant exclusivement ou principalement à destination desquels est perçue la taxe sur les passagers maritimes prévue par l'article 285 quater du code des douanes Liste des espaces protégés et des ports les desservant exclusivement ou principalement Personnes publiques bénéficiaires du produit net de la taxe Part du produit net de la taxe revenant à chaque personne publique 1. Parcs nationaux Parc national de Port-Cros : îles de Port-Cros, de Bagaud, et de la Gabinière (Var). Port de Port-Cros (Var). Etablissement public chargé du parc national de Port-Cros. 100 % 2. Réserves naturelles Réserve naturelle du Banc d'Arguin (Gironde). Commune de La Teste-de-Buch. 100 % Réserve naturelle des Bouches de Bonifacio (Corse-du-Sud). Office régional corse de l'environnement. 100 % Réserve naturelle de Saint-Martin (Guadeloupe). Conservatoire de l'espace littoral et des rivages lacustres. 100 % 3.1. Sites naturels classés Sites classés de l'archipel des îles Chausey (Manche). Commune de Granville. 100 % Sites classés de l'île de Bréhat et port de Bréhat (Côtes-d'Armor). Commune de l'île de Bréhat. 100 % Sites classés de l'île d'Ouessant et port de Lampaul (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Sites classés de l'île de Sein et port de l'île de Sein (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Sites classés de l'île d'Yeu, port Joinville et port de La Meule (Vendée). Commune de l'île d'Yeu. 100 % Sites classés de l'île de Porquerolles et port de Porquerolles (Var). Etablissement public chargé du parc national de Port-Cros. 100 % Sites classés des îles de Lérins : îles Sainte-Marguerite et Saint-Honorat (Alpes-Maritimes). Office national des forêts. 100 % Sites classés des îles Sanguinaires (Corse-du-Sud). Département de la Corse-du-Sud. 100 % Sites classés du Pain de sucre et de la baie de Pompierre à Terre-de-Haut (archipel des Saintes à la Guadeloupe). Commune de Terre-de-Haut. 100 % Sites classés des falaises nord-est de Marie-Galante (Guadeloupe). Communauté de communes du pays Marie-Galante. 100 % Sites classés du massif des Calanques (Bouches-du-Rhône). Commune de Marseille. 91 % Commune de Cassis. 9 % 3.2. Sites naturels inscrits Ile d'Arz (Morbihan). Commune de l'île d'Arz. 100 % 4. Terrains du Conservatoire de l'espace littoral et des rivages lacustres Ile Tatihou (Manche). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Ile-aux-Moines du golfe du Morbihan (Morbihan). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Désert des Agriates et plage du Loto (Haute-Corse). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Iles de Petite-Terre (Guadeloupe). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Iles du Salut (Guyane). Conservatoire de l'espace littoral et des rivages lacustres. 100 % 5. Espaces naturels bénéficiant de plusieurs protections Espaces terrestres et marins classés en réserve naturelle dite des Sept-Iles et terrains du Conservatoire de l'espace littoral et des rivages lacustres de l'Ile-aux-Moines de cet archipel (Côtes-d'Armor). Conservatoire de l'espace littoral et des rivages lacustres. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle d'Iroise situés dans l'archipel de Molène et port de Molène (Finistère). Syndicat mixte du parc naturel régional d'Armorique. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle de Saint-Nicolas-de-Glénan situés sur l'archipel de Glénan, ainsi que le port de l'île de Saint-Nicolas (Finistère). Département du Finistère. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle François-le-Bail situés sur l'île de Groix, ainsi que port Tudy, port Lay et port Mélite (Morbihan). Commune de Groix. 100 % Espaces terrestres et marins classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur Belle-Ile, ainsi que le port du Palais et le port de Sauzon (Morbihan). District de Belle-Ile-en-Mer. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Espaces terrestres et marins classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Houat, ainsi que le port de Saint-Gildas (Morbihan). Commune de Houat. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Espaces terrestres et marins classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Hoëdic, ainsi que le port de l'île Hoëdic (Morbihan). Commune de Hoëdic. 60 % Conservatoire de l'espace littoral et des rivages lacustres. 40 % Espaces terrestres et marins classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Aix, ainsi que le port de la Rade (Charente-Maritime). Commune de l'île d'Aix. 80 % Conservatoire de l'espace littoral et des rivages lacustres. 20 % Site inscrit au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres sur l'île de Batz (Finistère). Commune de Batz. 50 % Conservatoire de l'espace littoral et des rivages lacustres. 50 % Réserve naturelle de la presqu'île de Scandola et sites classés de Porto et de Girolata (Corse-du-Sud). Syndicat mixte du parc naturel régional de Corse. 67 % Commune d'Osani. 33 %",
            "texteHtml": "<p align='left'>La taxe prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000006615251&dateTexte=&categorieLien=cid' title='Code des douanes - art. 285 quater (V)'>l'article 285 quater</a> du code des douanes et due par les entreprises de transport public maritime est perçue à l'occasion de l'embarquement des passagers à destination des espaces naturels protégés ou des ports les desservant exclusivement ou principalement qui figurent dans le tableau ci-après. </p><p>Pour chacun de ces espaces, le tableau précise la ou les personnes publiques dont le budget bénéficie du produit net de la taxe ainsi que, le cas échéant, la répartition de ce produit entre elles. </p><p>Liste des espaces protégés et des ports les desservant exclusivement ou principalement à destination desquels est perçue la taxe sur les passagers maritimes prévue par l'article 285 quater du code des douanes </p><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td width='284'><p align='center'>Liste des espaces protégés et des ports les desservant exclusivement ou principalement </p></td><td width='182'><p align='center'>Personnes publiques bénéficiaires du produit net de la taxe </p></td><td width='139'><p align='center'>Part du produit net de la taxe revenant à chaque personne publique </p></td></tr><tr><td colSpan='3' width='605'><p align='center'>1. Parcs nationaux </p></td></tr><tr><td width='284'><p>Parc national de Port-Cros : îles de Port-Cros, de Bagaud, et de la Gabinière (Var). Port de Port-Cros (Var). </p></td><td width='182'><p>Etablissement public chargé du parc national de Port-Cros. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td colSpan='3' width='605'><p align='center'>2. Réserves naturelles </p></td></tr><tr><td width='284'><p>Réserve naturelle du Banc d'Arguin (Gironde). </p></td><td width='182'><p>Commune de La Teste-de-Buch. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Réserve naturelle des Bouches de Bonifacio (Corse-du-Sud). </p></td><td width='182'><p>Office régional corse de l'environnement. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Réserve naturelle de Saint-Martin (Guadeloupe). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td colSpan='3' width='605'><p align='center'>3.1. Sites naturels classés </p></td></tr><tr><td width='284'><p>Sites classés de l'archipel des îles Chausey (Manche). </p></td><td width='182'><p>Commune de Granville. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés de l'île de Bréhat et port de Bréhat (Côtes-d'Armor). </p></td><td width='182'><p>Commune de l'île de Bréhat. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés de l'île d'Ouessant et port de Lampaul (Finistère). </p></td><td width='182'><p>Syndicat mixte du parc naturel régional d'Armorique. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés de l'île de Sein et port de l'île de Sein (Finistère). </p></td><td width='182'><p>Syndicat mixte du parc naturel régional d'Armorique. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés de l'île d'Yeu, port Joinville et port de La Meule (Vendée). </p></td><td width='182'><p>Commune de l'île d'Yeu. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés de l'île de Porquerolles et port de Porquerolles (Var). </p></td><td width='182'><p>Etablissement public chargé du parc national de Port-Cros. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés des îles de Lérins : îles Sainte-Marguerite et Saint-Honorat (Alpes-Maritimes). </p></td><td width='182'><p>Office national des forêts. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés des îles Sanguinaires (Corse-du-Sud). </p></td><td width='182'><p>Département de la Corse-du-Sud. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés du Pain de sucre et de la baie de Pompierre à Terre-de-Haut (archipel des Saintes à la Guadeloupe). </p></td><td width='182'><p>Commune de Terre-de-Haut. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Sites classés des falaises nord-est de Marie-Galante (Guadeloupe). </p></td><td width='182'><p>Communauté de communes du pays Marie-Galante. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td rowSpan='2' width='284'><p>Sites classés du massif des Calanques (Bouches-du-Rhône). </p></td><td width='182'><p>Commune de Marseille. </p></td><td width='139'><p align='center'>91 % </p></td></tr><tr><td width='182'><p>Commune de Cassis. </p></td><td width='139'><p align='center'>9 % </p></td></tr><tr><td colSpan='3' width='605'><p align='center'>3.2. Sites naturels inscrits </p></td></tr><tr><td width='284'><p>Ile d'Arz (Morbihan). </p></td><td width='182'><p>Commune de l'île d'Arz. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td colSpan='3' width='605'><p align='center'>4. Terrains du Conservatoire de l'espace littoral et des rivages lacustres </p></td></tr><tr><td width='284'><p>Ile Tatihou (Manche). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Ile-aux-Moines du golfe du Morbihan (Morbihan). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Désert des Agriates et plage du Loto (Haute-Corse). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Iles de Petite-Terre (Guadeloupe). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Iles du Salut (Guyane). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td colSpan='3' width='605'><p align='center'>5. Espaces naturels bénéficiant de plusieurs protections </p></td></tr><tr><td width='284'><p>Espaces terrestres et marins classés en réserve naturelle dite des Sept-Iles et terrains du Conservatoire de l'espace littoral et des rivages lacustres de l'Ile-aux-Moines de cet archipel (Côtes-d'Armor). </p></td><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle d'Iroise situés dans l'archipel de Molène et port de Molène (Finistère). </p></td><td width='182'><p>Syndicat mixte du parc naturel régional d'Armorique. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle de Saint-Nicolas-de-Glénan situés sur l'archipel de Glénan, ainsi que le port de l'île de Saint-Nicolas (Finistère). </p></td><td width='182'><p>Département du Finistère. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td width='284'><p>Espaces terrestres et marins classés au titre de l'article L. 341-2 et territoires classés de la réserve naturelle François-le-Bail situés sur l'île de Groix, ainsi que port Tudy, port Lay et port Mélite (Morbihan). </p></td><td width='182'><p>Commune de Groix. </p></td><td width='139'><p align='center'>100 % </p></td></tr><tr><td rowSpan='2' width='284'><p>Espaces terrestres et marins classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur Belle-Ile, ainsi que le port du Palais et le port de Sauzon (Morbihan). </p></td><td width='182'><p>District de Belle-Ile-en-Mer. </p></td><td width='139'><p align='center'>80 % </p></td></tr><tr><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td width='139'><p align='center'>20 % </p></td></tr><tr><td rowSpan='2' width='284'><p>Espaces terrestres et marins classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île de Houat, ainsi que le port de Saint-Gildas (Morbihan). </p></td><td width='182'><p>Commune de Houat. </p></td><td width='139'><p align='center'>80 % </p></td></tr><tr><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td width='139'><p align='center'>20 % </p></td></tr><tr><td rowSpan='2' width='284'><p>Espaces terrestres et marins classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Hoëdic, ainsi que le port de l'île Hoëdic (Morbihan). </p></td><td width='182'><p>Commune de Hoëdic. </p></td><td width='139'><p align='center'>60 % </p></td></tr><tr><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td width='139'><p align='center'>40 % </p></td></tr><tr><td rowSpan='2' width='284'><p>Espaces terrestres et marins classés au titre de l'article L. 341-2 et terrains du Conservatoire de l'espace littoral et des rivages lacustres situés sur l'île d'Aix, ainsi que le port de la Rade (Charente-Maritime). </p></td><td width='182'><p>Commune de l'île d'Aix. </p></td><td width='139'><p align='center'>80 % </p></td></tr><tr><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td width='139'><p align='center'>20 % </p></td></tr><tr><td rowSpan='2' width='284'><p>Site inscrit au titre de l'article L. 341-1 et terrains du Conservatoire de l'espace littoral et des rivages lacustres sur l'île de Batz (Finistère). </p></td><td width='182'><p>Commune de Batz. </p></td><td width='139'><p align='center'>50 % </p></td></tr><tr><td width='182'><p>Conservatoire de l'espace littoral et des rivages lacustres. </p></td><td width='139'><p align='center'>50 % </p></td></tr><tr><td rowSpan='2' width='284'><p>Réserve naturelle de la presqu'île de Scandola et sites classés de Porto et de Girolata (Corse-du-Sud). </p></td><td width='182'><p>Syndicat mixte du parc naturel régional de Corse. </p></td><td width='139'><p align='center'>67 % </p></td></tr><tr><td width='182'><p>Commune d'Osani. </p></td><td width='139'><p align='center'>33 %</p></td></tr></tbody></table>",
            "num": "D321-15",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1152144000000,
            "dateFin": 1372636800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129032",
                        "id": "LEGISCTA000006129032",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143776",
                        "id": "LEGISCTA000006143776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Protection et aménagement du littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159386",
                        "id": "LEGISCTA000006159386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Transport maritime de passagers vers des espaces protégés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176850",
                        "id": "LEGISCTA000006176850",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006837235",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176850",
            "sectionParentId": "LEGISCTA000006176850",
            "sectionParentTitre": "Section 6 : Transport maritime de passagers vers des espaces protégés",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Espaces naturels &gt; Titre II : Littoral &gt; Chapitre Ier : Protection et aménagement du littoral &gt; Section 6 : Transport maritime de passagers vers des espaces protégés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006837235",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000633739",
                    "textTitle": "Décret 2005-935 2005-08-02 JORF 5 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000633739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000427839",
                    "textTitle": "Décret n°2006-795 du 4 juillet 2006 - art. 1 () JORF 6 juillet 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006252770",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-07-06",
                    "dateSignaTexte": "2006-07-04",
                    "dateDebutCible": "2006-07-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 285 quater (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "285 quater",
                    "articleId": "LEGIARTI000006615251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R321-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R321-11",
                    "articleId": "LEGIARTI000006837231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1123200000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000193503",
                    "textTitle": "Décret n°96-555 du 21 juin 1996 - art. 1 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006865690",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000193503",
                    "textTitle": "Décret n°96-555 du 21 juin 1996 - art. 1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006865690",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006837235",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1152144000000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027541618",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 1413763200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029605495",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1413763200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041463450",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042541983",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044622427",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1640563200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D321-15",
                "321-15"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}