{
    "cid": "LEGIARTI000038630760",
    "num": "R370-8",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-06-29",
                        "fin": "2019-06-14",
                        "titre": "Titre VII : Prestations de services fournies par une institution de retraite professionnelle établie dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen autre que la France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143455",
                        "id": "LEGISCTA000006143455",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-06-14",
                        "fin": "2999-01-01",
                        "titre": "Titre VII : Les institutions de retraite professionnelle établies dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143455",
                        "id": "LEGISCTA000038659431",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-06-14",
                        "fin": "2999-01-01",
                        "titre": "Section II : Transferts de portefeuille entre un fonds de retraite professionnelle supplémentaire et une institution de retraite professionnelle établie dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038630758",
                        "id": "LEGISCTA000038630758",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000038630760",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2311-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2311-2",
                    "articleId": "LEGIARTI000035609353",
                    "natureText": "CODE",
                    "date": 1599859861961,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2232-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2232-10",
                    "articleId": "LEGIARTI000036284039",
                    "natureText": "CODE",
                    "date": 1599859861961,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514505600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038599263",
                    "textTitle": "Décret n°2019-576 du 12 juin 2019 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038628426",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-06-13",
                    "dateSignaTexte": "2019-06-12",
                    "dateDebutCible": "2019-06-14"
                }
            ],
            "num": "R370-8",
            "origine": "LEGI",
            "texte": "I.-L'accord du souscripteur mentionné au 2° de l'article L. 370-7 est constitué, lorsque le contrat est souscrit par un groupe d'employeurs, par l'accord de ce groupe, dès lors que ce dernier représente la majorité des bénéficiaires des engagements de retraite liés à des employeurs dont les sociétés ne sont pas en liquidation. Lorsque l'accord du souscripteur ne peut être recueilli du fait que les sociétés des employeurs concernés sont en liquidation ou ont disparu, seul l'accord des bénéficiaires recueilli conformément au III constitue l'accord prévu au 2° de l'article L. 370-7. II.-L'accord des salariés mentionné au 2° de l'article L. 370-7 est constitué : 1° Par l'accord du comité social et économique mentionné à l' article L. 2311-2 du code du travail , lorsque ce comité a été mis en place dans les entreprises concernées. Lorsque ce n'est pas le cas, l'accord des salariés est recueilli dans les conditions et suivant les modalités définies aux articles R. 2232-10 à R. 2232-12 du même code ; 2° Lorsque le contrat est souscrit par un groupe d'employeurs, par l'accord des salariés d'employeurs représentant la majorité des bénéficiaires liés à des employeurs dont les sociétés ne sont pas en liquidation. III.-L'accord des bénéficiaires des engagements de retraite mentionné au 2° de l'article L. 370-7 est présumé acquis lorsque ces bénéficiaires sont majoritairement des salariés d'employeurs souscripteurs du contrat et que l'accord de ces salariés a été recueilli dans les conditions mentionnées au II. Lorsqu'en revanche ceux des bénéficiaires qui ne sont pas salariés des employeurs souscripteurs représentent plus de la moitié des bénéficiaires totaux, leur accord est recueilli par un vote à la majorité simple des suffrages exprimés par l'ensemble des bénéficiaires. Cette consultation peut être réalisée par correspondance ou par vote électronique.",
            "texteHtml": "<p>I.-L'accord du souscripteur mentionné au 2° de l'article L. 370-7 est constitué, lorsque le contrat est souscrit par un groupe d'employeurs, par l'accord de ce groupe, dès lors que ce dernier représente la majorité des bénéficiaires des engagements de retraite liés à des employeurs dont les sociétés ne sont pas en liquidation. <br/><br/>Lorsque l'accord du souscripteur ne peut être recueilli du fait que les sociétés des employeurs concernés sont en liquidation ou ont disparu, seul l'accord des bénéficiaires recueilli conformément au III constitue l'accord prévu au 2° de l'article L. 370-7. <br/><br/>II.-L'accord des salariés mentionné au 2° de l'article L. 370-7 est constitué : <br/><br/>1° Par l'accord du comité social et économique mentionné à l'<a href='/article/LEGIARTI000035609353'>article L. 2311-2 du code du travail</a>, lorsque ce comité a été mis en place dans les entreprises concernées. Lorsque ce n'est pas le cas, l'accord des salariés est recueilli dans les conditions et suivant les modalités définies aux articles <a href='/article/LEGIARTI000036284039'>R. 2232-10 à R. 2232-12</a> du même code ; <br/><br/>2° Lorsque le contrat est souscrit par un groupe d'employeurs, par l'accord des salariés d'employeurs représentant la majorité des bénéficiaires liés à des employeurs dont les sociétés ne sont pas en liquidation. <br/><br/>III.-L'accord des bénéficiaires des engagements de retraite mentionné au 2° de l'article L. 370-7 est présumé acquis lorsque ces bénéficiaires sont majoritairement des salariés d'employeurs souscripteurs du contrat et que l'accord de ces salariés a été recueilli dans les conditions mentionnées au II. <br/><br/>Lorsqu'en revanche ceux des bénéficiaires qui ne sont pas salariés des employeurs souscripteurs représentent plus de la moitié des bénéficiaires totaux, leur accord est recueilli par un vote à la majorité simple des suffrages exprimés par l'ensemble des bénéficiaires. Cette consultation peut être réalisée par correspondance ou par vote électronique.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-06-14T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}