{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006908095",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "BAIGNADES AMÉNAGÉES ET AUTRES BAIGNADES MENTIONNÉES AUX ARTICLES D. 1332-3, 1332-5, 1332-14, 1332-16, 1332-17 ET 1332-18 I. - Normes applicables aux baignades (Tableau non reproduit. Voir le fac-similé du JO n° 122 du 27 mai 2003 p. 37006 à 37231). II. - Fréquence et modalités d'échantillonnage En application des articles 1332-14 et 1332-17, la fréquence d'échantillonnage sur les eaux des baignades aménagées et les autres baignades doit au moins respecter celle fixée dans la colonne intitulée \"Fréquence d'échantillonnage minimale\" figurant dans le tableau du I de la présente annexe. Le prélèvement des échantillons doit commencer quinze jours avant le début de la saison balnéaire ; la saison balnéaire est la période pendant laquelle une affluence importante de baigneurs peut être envisagée, compte tenu des usages locaux, y compris les éventuelles dispositions locales concernant la pratique de la baignade, ainsi que des conditions météorologiques. Si l'inspection effectuée des conditions prévalant en amont dans le cas des eaux douces courantes et des conditions environnantes dans le cas des eaux douces stagnantes et de l'eau de mer ou si le prélèvement et l'analyse d'échantillons révèlent l'existence ou la probabilité de rejets de substances susceptibles d'abaisser la qualité de l'eau de baignade, des prélèvements supplémentaires doivent être effectués. Il en est de même lorsqu'une diminution de la qualité de l'eau peut être soupçonnée. La fréquence d'analyse peut être augmentée lorsque les caractéristiques de l'eau s'écartent des valeurs fixées dans la colonne intitulée \"G\" du tableau du I de la présente annexe. Pour les paramètres pour lesquels est indiqué le chiffre (1) dans la 5e colonne du tableau figurant au I, lorsqu'un échantillonnage effectué au cours des années précédentes a donné des résultats sensiblement plus favorables que ceux prévus à la 4e colonne du tableau ci-dessus et lorsqu'aucune condition susceptible d'avoir diminué la qualité des eaux n'est intervenue, la fréquence d'échantillonnage peut être réduite d'un facteur 2. Pour les paramètres pour lesquels est indiqué le chiffre (2) dans la 5e colonne du tableau figurant au I, la teneur est à vérifier lorsqu'une enquête effectuée dans la zone de baignade en révèle la présence possible ou une détérioration possible de la qualité des eaux. Les paramètres pour lesquels est indiqué le chiffre (3) dans la 5e colonne du tableau figurant au I sont à vérifier lorsqu'il y a tendance à l'eutrophisation des eaux. Les échantillons sont prélevés dans les endroits où la densité moyenne journalière des baigneurs est la plus élevée Ils sont prélevés de préférence à 30 centimètres sous la surface de l'eau, à l'exception des échantillons d'huiles minérales qui sont prélevés à la surface. III. - Conformité des eaux Les eaux de baignade sont réputées conformes aux paramètres qui s'y rapportent si, après interprétation statistique, des échantillons de ces eaux, prélevés selon les fréquences prévues au tableau figurant au I) en un même lieu de prélèvement, montrent qu'elles sont conformes aux valeurs des paramètres figurant dans la colonne \"I\" du tableau figurant au I) pour 95 % des échantillons et si, pour les 5 %, 10 % ou 20 % des échantillons qui, selon le cas, ne sont pas conformes : - l'eau ne s'écarte pas plus de 50 % de la valeur des paramètres en question, exception faite pour les paramètres microbiologiques, le pH et l'oxygène dissous ; - les échantillons consécutifs d'eau prélevés à une fréquence statistiquement appropriée ne s'écartent pas des valeurs des paramètres qui s'y rapportent. Les dépassements des valeurs ne sont pas pris en considération dans le décompte des pourcentages lorsqu'ils sont la conséquence d'inondations, de catastrophes naturelles ou de conditions météorologiques exceptionnelles.",
            "texteHtml": "<p align='center'>BAIGNADES AMÉNAGÉES ET AUTRES BAIGNADES MENTIONNÉES AUX ARTICLES D. 1332-3, 1332-5, 1332-14, 1332-16, 1332-17 ET 1332-18  </p><p></p><p></p><p></p><p>I. - Normes applicables aux baignades</p><p>  (Tableau non reproduit. Voir le fac-similé du JO n° 122 du 27 mai 2003 p. 37006 à 37231).</p><p>  II. - Fréquence et modalités d'échantillonnage</p><p></p><p>   En application des articles 1332-14 et 1332-17, la fréquence d'échantillonnage sur les eaux des baignades aménagées et les autres baignades doit au moins respecter celle fixée dans la colonne intitulée \"Fréquence d'échantillonnage minimale\" figurant dans le tableau du I de la présente annexe.</p><p></p><p>   Le prélèvement des échantillons doit commencer quinze jours avant le début de la saison balnéaire ; la saison balnéaire est la période pendant laquelle une affluence importante de baigneurs peut être envisagée, compte tenu des usages locaux, y compris les éventuelles dispositions locales concernant la pratique de la baignade, ainsi que des conditions météorologiques.</p><p></p><p>   Si l'inspection effectuée des conditions prévalant en amont dans le cas des eaux douces courantes et des conditions environnantes dans le cas des eaux douces stagnantes et de l'eau de mer ou si le prélèvement et l'analyse d'échantillons révèlent l'existence ou la probabilité de rejets de substances susceptibles d'abaisser la qualité de l'eau de baignade, des prélèvements supplémentaires doivent être effectués. Il en est de même lorsqu'une diminution de la qualité de l'eau peut être soupçonnée.</p><p></p><p>   La fréquence d'analyse peut être augmentée lorsque les caractéristiques de l'eau s'écartent des valeurs fixées dans la colonne intitulée \"G\" du tableau du I de la présente annexe.</p><p></p><p>   Pour les paramètres pour lesquels est indiqué le chiffre (1) dans la 5e colonne du tableau figurant au I, lorsqu'un échantillonnage effectué au cours des années précédentes a donné des résultats sensiblement plus favorables que ceux prévus à la 4e colonne du tableau ci-dessus et lorsqu'aucune condition susceptible d'avoir diminué la qualité des eaux n'est intervenue, la fréquence d'échantillonnage peut être réduite d'un facteur 2.</p><p></p><p>   Pour les paramètres pour lesquels est indiqué le chiffre (2) dans la 5e colonne du tableau figurant au I, la teneur est à vérifier lorsqu'une enquête effectuée dans la zone de baignade en révèle la présence possible ou une détérioration possible de la qualité des eaux.</p><p></p><p>   Les paramètres pour lesquels est indiqué le chiffre (3) dans la 5e colonne du tableau figurant au I sont à vérifier lorsqu'il y a tendance à l'eutrophisation des eaux.</p><p></p><p>   Les échantillons sont prélevés dans les endroits où la densité moyenne journalière des baigneurs est la plus élevée</p><p></p><p>   Ils sont prélevés de préférence à 30 centimètres sous la surface de l'eau, à l'exception des échantillons d'huiles minérales qui sont prélevés à la surface.</p><p> III. - Conformité des eaux</p><p></p><p>   Les eaux de baignade sont réputées conformes aux paramètres qui s'y rapportent si, après interprétation statistique, des échantillons de ces eaux, prélevés selon les fréquences prévues au tableau figurant au I) en un même lieu de prélèvement, montrent qu'elles sont conformes aux valeurs des paramètres figurant dans la colonne \"I\" du tableau figurant au I) pour 95 % des échantillons et si, pour les 5 %, 10 % ou 20 % des échantillons qui, selon le cas, ne sont pas conformes :</p><p></p><p>   - l'eau ne s'écarte pas plus de 50 % de la valeur des paramètres en question, exception faite pour les paramètres microbiologiques, le pH et l'oxygène dissous ;</p><p></p><p>   - les échantillons consécutifs d'eau prélevés à une fréquence statistiquement appropriée ne s'écartent pas des valeurs des paramètres qui s'y rapportent.</p><p></p><p>   Les dépassements des valeurs ne sont pas pris en considération dans le décompte des pourcentages lorsqu'ils sont la conséquence d'inondations, de catastrophes naturelles ou de conditions météorologiques exceptionnelles.</p><p></p>",
            "num": "Annexe 13-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1053993600000,
            "dateFin": 1222041600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1163220305,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DE LA PREMIÈRE PARTIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000034153215",
                        "id": "LEGISCTA000034153215",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908095",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000034153215",
            "sectionParentId": "LEGISCTA000034153215",
            "sectionParentTitre": "ANNEXES DE LA PREMIÈRE PARTIE",
            "fullSectionsTitre": "Annexes &gt; ANNEXES DE LA PREMIÈRE PARTIE",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006908095",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000019502708",
                    "textTitle": "Décret n°2008-990\n du 18 septembre 2008 - art. 2 (Ab)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024642078",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-09-21",
                    "dateSignaTexte": "2008-09-18",
                    "dateDebutCible": "2011-10-07"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908095",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1053993600000,
                    "dateFin": 1222041600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 13-5",
                "13-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}