{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000024580066",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le règlement intérieur adopté par le Haut Conseil du commissariat aux comptes le 12 mai 2011, homologué par le garde des sceaux, ministre de la justice, figure ci-dessous : RÈGLEMENT INTÉRIEUR DU HAUT CONSEIL DU COMMISSARIAT AUX COMPTES Vu la directive 2006/43/ CE du 17 mai 2006 concernant les contrôles légaux des comptes annuels et des comptes consolidés ; Vu le code de commerce, et notamment les articles L. 821-1 à L. 821-13 et R. 821-1 à R. 821-27 ; Vu l'ordonnance n° 2008-1278 du 8 décembre 2008 relative aux commissaires aux comptes ; Vu le décret n° 2008-876 du 29 août 2008 relatif au Haut Conseil du commissariat aux comptes ; Vu le décret n° 2008-1487 du 30 décembre 2008 relatif aux commissaires aux comptes, Le Haut Conseil du commissariat aux comptes a adopté le règlement intérieur suivant : Chapitre Ier : Organisation du Haut Conseil Article 1er Le Haut Conseil du commissariat aux comptes est une autorité publique indépendante. Il est composé de douze membres formant le collège et dispose d'un secrétariat général et de commissions consultatives spécialisées. Section 1 : Le collège Article 2 Le Haut Conseil définit ses orientations dans un plan stratégique à trois ans. Il établit chaque année un plan d'action. Il s'assure, en cours d'exercice, de leur mise en œuvre et procède le cas échéant à leur mise à jour. Il en évalue la réalisation avant l'adoption d'un nouveau plan. Article 3 Le collège délibère sur toute question relevant de la compétence du Haut Conseil dans la limite des pouvoirs propres du président et du secrétaire général. Article 4 Dans le délai d'un mois à compter de sa nomination, chaque membre du Haut Conseil adresse au président la liste des fonctions et des mandats mentionnés à l'article R. 821-4 du code de commerce. Il l'informe également en cours de mandat de toute modification affectant cette liste. Les informations reçues ou déclarées par le président sont conservées dans un dossier ouvert au nom de chaque membre et tenu par le secrétariat général. Article 5 Aucun membre ne peut délibérer sur une affaire individuelle en lien avec les fonctions et les mandats mentionnés à l'article R. 821-4 du code de commerce ou qui le place en situation de conflit d'intérêts. Aucun membre ne peut siéger en matière juridictionnelle lorsque ses fonctions et mandats mentionnés à l'article R. 821-4 du code de commerce ou les liens qu'il peut avoir avec l'une des parties en cause le placent dans une situation portant atteinte au principe d'impartialité. Chaque membre avise le président de la situation qu'il estime susceptible de créer une incompatibilité avec sa participation à une délibération du Haut Conseil. Le président informe l'intéressé qu'il prend acte de cette incompatibilité ou que les éléments fournis ne constituent pas, selon son appréciation, un empêchement rendant impossible sa participation à la délibération. Le président peut d'office aviser le membre du Haut Conseil qu'il ne peut délibérer sur une affaire en raison de la nature des fonctions et mandats exercés ou détenus par lui ou qu'il s'apprête à détenir. Il recueille les observations de l'intéressé. Tant l'intéressé que le président peuvent solliciter une délibération du Haut Conseil. Ce dernier statue selon les conditions de majorité et de quorum de l'article L. 821-3 du code de commerce. Sa délibération est annexée au procès-verbal de la séance. Article 6 Lorsqu'un membre du Haut Conseil commet des manquements graves manifestement incompatibles avec l'exercice de ses fonctions, le président notifie par écrit au membre concerné les manquements constatés par lui. Il sollicite une délibération du Haut Conseil aux fins de constater les manquements. L'intéressé est entendu s'il en fait la demande. Article 7 S'il n'est pas mis fin aux manquements constatés par le Haut Conseil, ou si le Haut Conseil estime qu'il ne peut y être remédié, le président avise l'intéressé que sa démission d'office sera inscrite à l'ordre du jour de la prochaine séance du Haut Conseil. La démission d'office est prononcée après que l'intéressé a été entendu s'il en fait la demande, par décision du Haut Conseil statuant selon les conditions de majorité et de quorum de l'article L. 821-3 du code de commerce. L'intéressé peut se faire assister du conseil de son choix. Article 8 La décision rendue en application de l'article 6 est notifiée par écrit à l'intéressé et transmise sans délai au garde des sceaux, ministre de la justice. Section 2 : Le secrétariat général Article 9 Le secrétaire général est chargé, sous l'autorité du président, de la gestion administrative du Haut Conseil, de la préparation et du suivi de ses travaux ainsi que de toute question qui pourrait lui être confiée. Il présente au collège les sujets soumis à ses délibérations. Il ne participe pas à ces délibérations. Il dispose de pouvoirs propres en application des articles R. 821-1 et suivants du code de commerce. Il instruit et examine les situations individuelles, sauf lorsque le Haut Conseil est saisi en tant qu'instance d'appel en matière contentieuse. En aucun cas il n'intervient dans l'instruction des dossiers présentés au Haut Conseil en matière disciplinaire. Cette mission est assurée, sous l'autorité du président, par le secrétaire de la formation juridictionnelle, nommé par arrêté du garde des sceaux, ministre de la justice. Dans l'exercice de ses missions, il est assisté d'un secrétaire général adjoint auquel il peut déléguer sa signature en toute matière. Article 10 Lorsqu'une délégation lui est consentie en application de l'article R. 821-22 du code de commerce, le secrétaire général exerce les compétences prévues aux articles R. 821-16 à R. 821-19 dans le cadre des relations du Haut Conseil avec ses homologues étrangers. Article 11 Le secrétaire général rend compte régulièrement au Haut Conseil du résultat des traitements des dossiers ainsi que de la préparation et du suivi de l'ensemble des travaux. Il tient informé le collège des événements relatifs à la surveillance de la profession. Article 12 Le secrétaire général et le secrétaire général adjoint s'assurent qu'ils ne sont pas placés en situation de conflit d'intérêts lorsqu'ils instruisent les saisines et participent aux opérations de contrôle. En cas de conflit d'intérêts, l'intéressé se déporte du dossier. Article 13 Le secrétaire général et le secrétaire général adjoint s'interdisent d'accepter toutes gratifications, cadeaux ou avantages de la part des personnes soumises à leur contrôle et d'avoir tout comportement de nature à porter atteinte au libre exercice de leurs missions au sein du Haut Conseil. Article 14 Le secrétaire général et le secrétaire général adjoint veillent à assurer la stricte confidentialité des informations orales ou écrites dont ils ont connaissance dans le cadre des fonctions qu'ils exercent au sein du Haut Conseil. Ils veillent à ce qu'aucune utilisation n'en soit faite à des fins personnelles par eux-mêmes ou par des tiers. Section 3 : Les commissions consultatives spécialisées Article 15 Le Haut Conseil peut constituer des commissions consultatives spécialisées sur tous sujets entrant dans ses missions telles que définies à l'article L. 821-1 du code de commerce. Il fixe librement leur objet, leur durée et leur composition. Chaque commission est présidée par un membre du Haut Conseil. Elle comprend au moins un autre membre du Haut Conseil. Article 16 Les commissions consultatives spécialisées peuvent s'adjoindre des experts. Lorsque ces derniers concourent de manière permanente à la mission de la commission, ils sont désignés par le collège pour une durée fixée par lui sur proposition du président de la commission. Lorsqu'ils sont sollicités à titre occasionnel, ils sont désignés par le président de la commission après avis conforme du président du Haut Conseil. Article 17 Les débats au sein des commissions consultatives spécialisées sont confidentiels. Article 18 En cas d'empêchement temporaire ou définitif d'un membre, constaté par le Haut Conseil, rendant impossible le bon fonctionnement de la commission, il est procédé au remplacement de ce membre par le Haut Conseil. Le nouveau membre est désigné soit pour la durée de l'empêchement temporaire ou de l'incompatibilité, soit jusqu'à l'expiration du mandat du membre empêché lorsque l'empêchement ou l'incompatibilité sont définitifs. Article 19 Les commissions consultatives spécialisées tiennent des séances dont elles fixent librement l'organisation. Leur président informe périodiquement le collège de l'avancement de leurs travaux. Les membres du Haut Conseil ont accès aux documents de travail des commissions. Le secrétariat général prépare et suit les travaux de chaque commission sous l'autorité de son président. Le président de chaque commission consultative spécialisée transmet les conclusions des travaux au président du Haut Conseil qui inscrit leur examen à l'ordre du jour du Haut Conseil. Article 20 La participation des membres du collège aux travaux des commissions ouvre droit à indemnité dont le montant est fixé par le collège. Article 21 Le commissaire du Gouvernement peut participer aux travaux des commissions consultatives spécialisées. Section 4 : L'organisation budgétaire et financière Article 22 Conformément aux dispositions du code de commerce, notamment de l'article L. 821-5 , le Haut Conseil dispose de l'autonomie financière et arrête son budget sur proposition du secrétaire général. Il délibère sur le budget annuel et ses modifications en cours d'année ainsi que sur le compte financier et l'affectation des résultats en vertu de l'article R. 821-14-1. Article 23 Il est institué un comité d'audit au sein du Haut Conseil aux fins de préparer les délibérations du collège et de veiller à la bonne exécution du budget. Le comité d'audit est composé de trois membres du collège. La désignation des membres fait l'objet d'un vote du collège. Sur proposition du président, le collège désigne le président du comité d'audit. Sur sa demande et après accord du président du comité d'audit, le commissaire du Gouvernement peut assister aux réunions du comité d'audit. Le comité d'audit se réunit au moins quatre fois par an sur proposition de son président ou du secrétaire général. Il examine les documents de préparation et d'exécution du budget, et du compte financier. Il entend le secrétaire général et peut se faire communiquer toute information utile. Il émet un avis écrit sur le budget proposé et le compte financier lors de leur soumission au Haut Conseil. Il émet des avis relatifs aux projets informatiques, à la prise de bail des locaux et à leur aménagement. Article 24 Le secrétaire général rend compte par écrit trimestriellement au comité d'audit et au collège de l'exécution du budget et leur fournit périodiquement, dans des conditions compatibles avec la protection des données personnelles, les éléments nécessaires à leur appréciation. Le comité d'audit émet à l'intention du collège un avis annuel sur l'exécution du budget et un avis trimestriel sur sa réalisation. Chapitre II : Exercice de ses missions par le Haut Conseil Section 1 : Tenue des séances non juridictionnelles du collège Article 25 Au début de chaque semestre de l'année civile, le président fixe un calendrier prévisionnel des séances. Article 26 Le délai de convocation est de quinze jours et peut être ramené à huit jours en cas d'urgence. Les convocations, l'ordre du jour et les documents de travail sont adressés aux membres et au commissaire du Gouvernement par voie postale ou électronique. Les documents de travail sont communiqués aux membres cinq jours au moins avant la séance, sous réserve des cas d'urgence. Article 27 L'ordre du jour est fixé par le président. Il prend en compte, le cas échéant, les demandes d'inscription du commissaire du Gouvernement ou de trois membres au moins du Haut Conseil, sur le fondement des articles R. 821-7 et R. 821-8 du code de commerce. Article 28 L'ordre du jour est adressé aux membres et au commissaire du Gouvernement au plus tard cinq jours avant la séance. En cas d'urgence, le président, à son initiative ou sur demande de trois membres au moins du Haut Conseil, peut inscrire une question à l'ordre du jour. En cas d'urgence ou de demande de deuxième délibération, le commissaire du Gouvernement peut faire inscrire, sans délai, une question à l'ordre du jour. Lorsque des sujets n'ont pu être examinés lors de la séance à laquelle ils étaient appelés, ils sont inscrits en priorité à l'ordre du jour suivant. Article 29 Les fonctions de secrétaire de séance sont tenues par un agent des services du Haut Conseil, désigné par le secrétaire général. Article 30 En début de séance et pour chaque délibération, le président vérifie que le quorum de huit membres est atteint et il en est fait mention au procès-verbal de la séance. Les débats du collège sont conduits sous l'autorité du président. En application de l'article L. 821-3 du code de commerce, les décisions sont prises à la majorité des voix. En cas de partage des voix, la voix du président est prépondérante. Article 31 Sur décision du président ou sur demande d'au moins trois membres, il peut être procédé à un vote à bulletin secret. Article 32 Les séances du Haut Conseil donnent lieu à l'établissement d'un procès-verbal, signé par le président et le secrétaire de séance. Il contient un exposé synthétique des débats de la séance et mentionne les délibérations, décisions et avis adoptés par le Haut Conseil. Tout membre du Haut Conseil peut demander que figure au procès-verbal un texte reprenant la position qu'il a exprimée en séance. Le procès-verbal est soumis à l'approbation du Haut Conseil au plus tard lors de la deuxième séance qui suit. Les procès-verbaux des séances sont conservés par ordre chronologique dans un registre créé à cet effet. Une copie du procès-verbal approuvé par le Haut Conseil et signé par le président et le secrétaire de séance est transmise au commissaire du Gouvernement et aux membres du Haut Conseil. Tout membre du Haut Conseil peut consulter le registre des procès-verbaux. Article 33 Lorsque la réunion physique des membres est impossible et en cas d'urgence, le Haut Conseil peut valablement délibérer au moyen d'une consultation à distance de ses membres absents, par téléconférence, visioconférence ou par voie électronique. Pour chaque délibération, le président s'assure que chaque membre a été joint et vérifie que le quorum est réuni. Il en fait mention dans le résultat de la consultation. En cas de consultation par voie électronique, les messages échangés sont communiqués à l'ensemble des membres, à l'initiative de leurs auteurs ou à la diligence du secrétariat général. Article 34 Les membres du Haut Conseil ont une obligation de présence aux séances. Sauf cas d'urgence, ils informent le président de leur absence et du motif de celle-ci au moins trois jours avant la séance. Article 35 Les membres du Haut Conseil, le secrétaire général, ses collaborateurs et le secrétaire de séance sont astreints à une stricte confidentialité. Section 2 : Avis, décisions et délibérations du Haut Conseil Article 36 Lorsqu'il est saisi en application des articles L. 821-1, L. 822-16 et R. 821-6 du code de commerce, le Haut Conseil rend des avis sur : - des projets de décret en Conseil d'Etat approuvant ou modifiant le code de déontologie de la profession de commissaire aux comptes ; - des projets de normes élaborées par la Compagnie nationale des commissaires aux comptes ; - des projets de textes légaux ou réglementaires relatifs au commissariat aux comptes ; - des questions de principe entrant dans ses compétences, soulevées par des situations individuelles ; - toute question entrant dans ses compétences, dont il s'est saisi. Article 37 Le Haut Conseil prend des décisions : - administratives dans le cadre de l'organisation des contrôles, de son fonctionnement interne, en matière d'inscription et de promotion des bonnes pratiques professionnelles qu'il a identifiées ; - à caractère juridictionnel lorsqu'il statue comme instance d'appel des décisions rendues par les chambres régionales de discipline. Article 38 Le Haut Conseil peut prendre des délibérations sur tout sujet ayant trait à l'exercice du commissariat aux comptes. Article 39 Les avis, décisions et délibérations sont versés chronologiquement dans des registres prévus à cet effet. Tout membre du Haut Conseil peut consulter ces registres. Article 40 Sont publiés sur le site internet du Haut Conseil : - ses décisions, sauf celles relatives à son fonctionnement interne ; - ses avis, sauf ceux rendus à l'occasion d'une consultation sur les projets de textes législatifs ou réglementaires ; - ses délibérations, sauf décision contraire du collège. Les décisions à caractère juridictionnel sont publiées de manière anonyme. Section 3 : Modalités d'instruction des saisines Article 41 Le Haut Conseil peut être saisi de toute question entrant dans ses compétences. Article 42 Le secrétaire général enregistre l'ensemble des demandes adressées au Haut Conseil en prenant connaissance de la qualité du requérant, de l'objet de la demande et de son fondement juridique. Après avoir examiné ces demandes, il adresse sans délai au commissaire du Gouvernement les saisines et demandes d'avis sur des questions entrant dans le domaine de compétence du Haut Conseil. Les saisines et demandes d'avis sont instruites par le secrétariat général. En cas de conflit d'intérêt, les agents du secrétariat général se déportent. Le secrétariat général peut demander au requérant ainsi qu'à toute autre personne de lui fournir oralement, ou par écrit, les explications ou informations nécessaires à l'instruction de la saisine. Il peut, aussi, interroger les organisations représentatives des entreprises ou toutes autres instances lorsque la saisine porte sur un sujet d'intérêt général. La saisine doit être présentée devant le collège pour avis ou faire l'objet d'un traitement par le secrétariat général dans un délai de trois mois à compter du jour où le secrétaire général constate que le dossier est complet. Article 43 Une commission spécialisée est chargée d'examiner les orientations proposées par le secrétariat général en vue du traitement des questions dont le Haut Conseil a été destinataire. Les questions reçues par le Haut Conseil sont présentées à cette commission par le secrétariat général de manière anonyme et synthétique. Article 44 Après examen par la commission, le secrétariat général soit : - saisit le collège pour avis ; - apporte une réponse au requérant ou l'informe des textes applicables ; - informe le requérant du classement sans suite de sa saisine ; - traite la saisine dans le cadre des contrôles ; - saisit les autorités compétentes. Article 45 En cas de saisine du collège, le secrétariat général expose la question susceptible de donner lieu à l'avis. Il répond aux demandes de précision des membres. Section 4 : Contrôles Article 46 Le Haut Conseil définit le cadre, les orientations et les modalités des contrôles périodiques. Il met en œuvre ces contrôles soit directement, soit en en déléguant l'exercice à la Compagnie nationale des commissaires aux comptes ou aux compagnies régionales. Il supervise les contrôles périodiques organisés selon les modalités qu'il définit ainsi que les contrôles occasionnels décidés par la Compagnie nationale ou les compagnies régionales, ou qui sont effectués à sa demande. Il émet des recommandations de portée générale dans le cadre de leur suivi et veille à leur bonne exécution. Article 47 En application de l'article R. 821-1 du code de commerce, le secrétaire général assure la direction des contrôleurs mentionnés à l'article L. 821-9, premier alinéa, du code de commerce. A cette fin, il est assisté d'un directeur placé sous son autorité. Le secrétaire général est chargé de l'examen des documents retraçant les opérations de contrôle auxquelles la compagnie nationale et les compagnies régionales ont procédé selon les modalités définies par le Haut Conseil et lorsqu'elles ont été effectuées à la demande du Haut Conseil. Il peut participer à la mise en œuvre des contrôles périodiques et émettre des recommandations à caractère individuel. Il peut saisir la Compagnie nationale des commissaires aux comptes de toute demande d'information complémentaire. Il peut saisir à toutes fins le procureur général compétent. Article 48 Lorsque des opérations de contrôle font apparaître une question justifiant un avis du Haut Conseil, le secrétaire général saisit le collège en présentant le dossier sous une forme anonyme. Article 49 Le secrétaire général présente chaque année au collège un rapport sur les contrôles auxquels il a été procédé en application de l'article L. 821-7 (b) du code de commerce. Il rend compte, de manière non nominative, des suites qui leur ont été données. Article 50 Le secrétaire général tient le collège informé de l'exécution des contrôles occasionnels auxquels celui-ci a ordonné qu'il soit procédé. Article 51 Le Haut Conseil rend compte chaque année de l'organisation et de l'activité des contrôles dans le rapport annuel présenté au garde des sceaux. Chapitre III : Relations institutionnelles du Haut Conseil Section 1 : Les relations du Haut Conseil avec les compagnies nationale et régionales de commissaires aux comptes et les autorités françaises de régulation Article 52 Au titre du concours mentionné à l'article L. 821-1 du code de commerce, le Haut Conseil entretient des relations régulières avec la Compagnie nationale des commissaires aux comptes. Article 53 Il peut être institué des groupes de coordination avec la Compagnie nationale des commissaires aux comptes dans toute matière nécessitant son concours, en vue d'élaborer des propositions de décision. Article 54 Le Haut Conseil peut demander à la Compagnie nationale des commissaires aux comptes toute information nécessaire à la surveillance de la profession. Article 55 Le secrétaire général peut communiquer à la Compagnie nationale des commissaires aux comptes et aux compagnies régionales des commissaires aux comptes les informations nécessaires à l'exercice de leurs missions. Article 56 Le Haut Conseil peut conclure des conventions avec la Compagnie nationale des commissaires aux comptes afin de déterminer les modalités pratiques de son concours. Article 57 Dans le cadre du suivi des contrôles, le Haut Conseil peut organiser directement avec les compagnies régionales un échange d'informations. Article 58 Sans préjudice des dispositions légales en matière de secret professionnel, les modalités d'échanges d'informations entre le Haut Conseil et les autres autorités françaises de contrôle et de surveillance sont organisées dans un cadre conventionnel. Section 2 : Les relations européennes et internationales du Haut Conseil Paragraphe 1 : Dispositions générales Article 59 Le Haut Conseil entretient des relations régulières avec ses homologues étrangers. A ce titre, il participe aux travaux menés au niveau européen en matière de contrôle légal des comptes. Il peut être membre de toute organisation regroupant, à l'échelle internationale, les autorités nationales exerçant des compétences analogues aux siennes. Il peut également nouer des relations bilatérales avec ses homologues étrangers. Article 60 Le collège définit les grandes orientations de l'action du Haut Conseil aux niveaux européen et international. Il répond aux consultations organisées par la Commission européenne ou toute autre institution dans son champ de compétence. Dans l'exercice de cette mission, le collège est assisté d'une commission spécialisée constituée conformément aux articles 15 à 21 du règlement intérieur. Article 61 Le président représente le Haut Conseil dans ses rapports avec les institutions communautaires, les organisations internationales et ses homologues étrangers. Il peut déléguer, de façon ponctuelle, son pouvoir de représentation à un autre membre du Haut Conseil ou au secrétaire général. Paragraphe 2 : La coopération avec les autorités des autres Etats membres de l'Union européenne Article 62 Lorsque le Haut Conseil est saisi d'une demande d'informations ou de documents entrant dans les prévisions des articles L. 821-5-1 et R. 821-16 du code de commerce, le président prend sans délai les mesures nécessaires à la collecte de ces informations et documents. Sous réserve des dispositions de l'article R. 821-17 du code de commerce, il communique par tout moyen approprié les éléments recueillis à l'autorité requérante. Il peut autoriser leur prise de connaissance sur place par un représentant de l'autorité requérante. Il rappelle à l'autorité requérante les limites de l'utilisation de ces informations ou documents. Article 63 Lorsque le Haut Conseil est saisi d'une demande d'assistance entrant dans les prévisions des articles L. 821-5-1 et R. 821-16 du code de commerce, le président prend sans délai les initiatives nécessaires à la réalisation des opérations de contrôle ou d'inspection qui font l'objet de la demande. A cet effet, il peut saisir le collège afin que soit ordonnée la réalisation d'opérations de contrôle par les contrôleurs mentionnés à l'article L. 821-9 du code de commerce. Il peut également demander au garde des sceaux, ministre de la justice, de faire diligenter une inspection. A réception des résultats du contrôle ou de l'inspection, le président les communique à l'autorité requérante. Article 64 Lorsque le président refuse de donner suite à la demande faite par l'autorité requérante pour l'une des raisons mentionnées à l'article R. 821-17 du code de commerce, il en informe le collège lors de la plus proche séance. Article 65 Pour l'application des dispositions de l'article R. 821-19 du code de commerce, la constatation de ce que des actes contraires au statut régissant les contrôleurs légaux des comptes ou aux règles gouvernant l'exercice du contrôle légal des comptes ont été commis sur le territoire d'un autre Etat membre de l'Union européenne est formalisée par une délibération du collège. Article 66 En cas d'urgence ou d'empêchement, le président du Haut Conseil peut déléguer ses prérogatives mentionnées au présent paragraphe au secrétaire général. Paragraphe 3 : La coopération avec les autorités d'Etats non membres de l'Union européenne Article 67 Dans les conditions prévues aux articles L. 821-5-2 et R. 821-20 du code de commerce, le Haut Conseil peut conclure des conventions de coopération avec les autorités d'Etats non membres de l'Union européenne exerçant des compétences analogues aux siennes. Ces conventions ne portent que sur des échanges d'informations et de documents relatifs au contrôle légal des comptes de personnes ou d'entités émettant des valeurs mobilières sur les marchés de capitaux de l'Etat concerné ou entrant dans le périmètre de consolidation de ces personnes ou entités. Ces conventions comportent des stipulations assurant le respect, dans les échanges avec les autorités des Etats tiers, des prescriptions fixées par les articles R. 821-17 et R. 821-18 du code de commerce. Elles précisent les modalités de la coopération envisagée. Elles garantissent notamment : - la communication des informations et documents d'autorité compétente à autorité compétente ; - l'exposé par l'autorité requérante des motifs de sa demande de coopération ; - le respect des dispositions relatives à la protection des données personnelles ; - le respect des dispositions relatives à la protection du secret professionnel et des informations commerciales sensibles ; - l'utilisation des informations et documents communiqués aux seules fins de la supervision publique des personnes en charge de fonctions de contrôle légal des comptes. Article 68 Le projet de convention est communiqué aux membres du Haut Conseil ainsi qu'au commissaire du Gouvernement. Le Haut Conseil prend une délibération, sur le projet de convention, qui est notifiée au garde des sceaux et au commissaire du Gouvernement. En l'absence de recours devant le Conseil d'Etat dans le délai de l'article R. 821-21 du code de commerce, ou si le recours est rejeté, la délibération devient définitive et le président signe la convention. Article 69 Lorsque le Haut Conseil est saisi d'une demande d'informations ou de documents émanant d'une autorité d'un Etat non membre de l'Union européenne avec laquelle a été conclue une convention de coopération, le président examine si les conditions de recevabilité fixées par cette convention et par l'article L. 821-5-2 du code de commerce sont réunies. En cas de doute, il saisit le collège pour délibération. Article 70 Si les conditions de recevabilité de la demande sont réunies, le président peut communiquer à l'autorité requérante les informations ou les documents s'y rapportant, qu'il détient ou qu'il recueille. Il rappelle à l'autorité requérante les limites de l'utilisation des informations ou documents communiqués. Article 71 Lorsque le Haut Conseil est saisi d'une demande d'assistance émanant d'une autorité d'un Etat non membre de l'Union européenne exerçant des compétences analogues aux siennes et que cette demande satisfait aux conditions fixées par l'article L. 821-5-2 du code de commerce, le président peut saisir le collège afin que soit ordonnée la réalisation d'opérations de contrôle par les contrôleurs mentionnés à l'article L. 821-9 du code de commerce. Il peut également demander au garde des sceaux, ministre de la justice, de faire diligenter une inspection. A réception des résultats du contrôle ou de l'inspection, le président peut les communiquer à l'autorité requérante. Il rappelle à celle-ci les limites de leur utilisation. Article 72 Le président informe le collège des suites, positives ou négatives, données aux demandes de coopération émanant d'autorités d'Etats non membres de l'Union européenne. Article 73 En cas d'urgence ou d'empêchement, le président peut déléguer au secrétaire général les pouvoirs établis au présent paragraphe.",
            "texteHtml": "<p>Le règlement intérieur adopté par le Haut Conseil du commissariat aux comptes le 12 mai 2011, homologué par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p align='center'>RÈGLEMENT INTÉRIEUR DU HAUT CONSEIL DU COMMISSARIAT AUX COMPTES </p><p>Vu la directive 2006/43/ CE du 17 mai 2006 concernant les contrôles légaux des comptes annuels et des comptes consolidés ; <br/>Vu le code de commerce, et notamment les articles L. 821-1 à L. 821-13 et R. 821-1 à R. 821-27 ; <br/>Vu l'ordonnance n° 2008-1278 du 8 décembre 2008 relative aux commissaires aux comptes ; <br/>Vu le décret n° 2008-876 du 29 août 2008 relatif au Haut Conseil du commissariat aux comptes ; <br/>Vu le décret n° 2008-1487 du 30 décembre 2008 relatif aux commissaires aux comptes, <br/>Le Haut Conseil du commissariat aux comptes a adopté le règlement intérieur suivant : <br/></p><p align='left'>Chapitre Ier : Organisation du Haut Conseil </p><p>Article 1er </p><p>Le Haut Conseil du commissariat aux comptes est une autorité publique indépendante. </p><p>Il est composé de douze membres formant le collège et dispose d'un secrétariat général et de commissions consultatives spécialisées. <br/></p><p>Section 1 : Le collège </p><p>Article 2 </p><p>Le Haut Conseil définit ses orientations dans un plan stratégique à trois ans. Il établit chaque année un plan d'action. Il s'assure, en cours d'exercice, de leur mise en œuvre et procède le cas échéant à leur mise à jour. Il en évalue la réalisation avant l'adoption d'un nouveau plan. </p><p>Article 3 </p><p>Le collège délibère sur toute question relevant de la compétence du Haut Conseil dans la limite des pouvoirs propres du président et du secrétaire général. </p><p>Article 4 </p><p>Dans le délai d'un mois à compter de sa nomination, chaque membre du Haut Conseil adresse au président la liste des fonctions et des mandats mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270801&dateTexte=&categorieLien=cid'>l'article R. 821-4 </a>du code de commerce. Il l'informe également en cours de mandat de toute modification affectant cette liste. Les informations reçues ou déclarées par le président sont conservées dans un dossier ouvert au nom de chaque membre et tenu par le secrétariat général. </p><p>Article 5 </p><p>Aucun membre ne peut délibérer sur une affaire individuelle en lien avec les fonctions et les mandats mentionnés à l'article R. 821-4 du code de commerce ou qui le place en situation de conflit d'intérêts. </p><p>Aucun membre ne peut siéger en matière juridictionnelle lorsque ses fonctions et mandats mentionnés à l'article R. 821-4 du code de commerce ou les liens qu'il peut avoir avec l'une des parties en cause le placent dans une situation portant atteinte au principe d'impartialité. </p><p>Chaque membre avise le président de la situation qu'il estime susceptible de créer une incompatibilité avec sa participation à une délibération du Haut Conseil. Le président informe l'intéressé qu'il prend acte de cette incompatibilité ou que les éléments fournis ne constituent pas, selon son appréciation, un empêchement rendant impossible sa participation à la délibération. </p><p>Le président peut d'office aviser le membre du Haut Conseil qu'il ne peut délibérer sur une affaire en raison de la nature des fonctions et mandats exercés ou détenus par lui ou qu'il s'apprête à détenir. Il recueille les observations de l'intéressé. </p><p>Tant l'intéressé que le président peuvent solliciter une délibération du Haut Conseil. Ce dernier statue selon les conditions de majorité et de quorum de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242461&dateTexte=&categorieLien=cid'>l'article L. 821-3 </a>du code de commerce. Sa délibération est annexée au procès-verbal de la séance. </p><p>Article 6 </p><p>Lorsqu'un membre du Haut Conseil commet des manquements graves manifestement incompatibles avec l'exercice de ses fonctions, le président notifie par écrit au membre concerné les manquements constatés par lui. Il sollicite une délibération du Haut Conseil aux fins de constater les manquements. L'intéressé est entendu s'il en fait la demande. </p><p>Article 7 </p><p>S'il n'est pas mis fin aux manquements constatés par le Haut Conseil, ou si le Haut Conseil estime qu'il ne peut y être remédié, le président avise l'intéressé que sa démission d'office sera inscrite à l'ordre du jour de la prochaine séance du Haut Conseil. </p><p>La démission d'office est prononcée après que l'intéressé a été entendu s'il en fait la demande, par décision du Haut Conseil statuant selon les conditions de majorité et de quorum de l'article L. 821-3 du code de commerce. </p><p>L'intéressé peut se faire assister du conseil de son choix. </p><p>Article 8 </p><p>La décision rendue en application de l'article 6 est notifiée par écrit à l'intéressé et transmise sans délai au garde des sceaux, ministre de la justice. <br/></p><p>Section 2 : Le secrétariat général </p><p>Article 9 </p><p>Le secrétaire général est chargé, sous l'autorité du président, de la gestion administrative du Haut Conseil, de la préparation et du suivi de ses travaux ainsi que de toute question qui pourrait lui être confiée. Il présente au collège les sujets soumis à ses délibérations. Il ne participe pas à ces délibérations. </p><p>Il dispose de pouvoirs propres en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270798&dateTexte=&categorieLien=cid'>articles R. 821-1 et suivants </a>du code de commerce. Il instruit et examine les situations individuelles, sauf lorsque le Haut Conseil est saisi en tant qu'instance d'appel en matière contentieuse. En aucun cas il n'intervient dans l'instruction des dossiers présentés au Haut Conseil en matière disciplinaire. Cette mission est assurée, sous l'autorité du président, par le secrétaire de la formation juridictionnelle, nommé par arrêté du garde des sceaux, ministre de la justice. </p><p>Dans l'exercice de ses missions, il est assisté d'un secrétaire général adjoint auquel il peut déléguer sa signature en toute matière. </p><p>Article 10 </p><p>Lorsqu'une délégation lui est consentie en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270819&dateTexte=&categorieLien=cid'>R. 821-22 </a>du code de commerce, le secrétaire général exerce les compétences prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270813&dateTexte=&categorieLien=cid'>articles R. 821-16 à R. 821-19 </a>dans le cadre des relations du Haut Conseil avec ses homologues étrangers. </p><p>Article 11 </p><p>Le secrétaire général rend compte régulièrement au Haut Conseil du résultat des traitements des dossiers ainsi que de la préparation et du suivi de l'ensemble des travaux. Il tient informé le collège des événements relatifs à la surveillance de la profession. </p><p>Article 12 </p><p>Le secrétaire général et le secrétaire général adjoint s'assurent qu'ils ne sont pas placés en situation de conflit d'intérêts lorsqu'ils instruisent les saisines et participent aux opérations de contrôle. En cas de conflit d'intérêts, l'intéressé se déporte du dossier. </p><p>Article 13 </p><p>Le secrétaire général et le secrétaire général adjoint s'interdisent d'accepter toutes gratifications, cadeaux ou avantages de la part des personnes soumises à leur contrôle et d'avoir tout comportement de nature à porter atteinte au libre exercice de leurs missions au sein du Haut Conseil. </p><p>Article 14 </p><p>Le secrétaire général et le secrétaire général adjoint veillent à assurer la stricte confidentialité des informations orales ou écrites dont ils ont connaissance dans le cadre des fonctions qu'ils exercent au sein du Haut Conseil. Ils veillent à ce qu'aucune utilisation n'en soit faite à des fins personnelles par eux-mêmes ou par des tiers. </p><p>Section 3 : Les commissions consultatives spécialisées </p><p>Article 15 </p><p>Le Haut Conseil peut constituer des commissions consultatives spécialisées sur tous sujets entrant dans ses missions telles que définies à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242452&dateTexte=&categorieLien=cid'>l'article L. 821-1 </a>du code de commerce. Il fixe librement leur objet, leur durée et leur composition. </p><p>Chaque commission est présidée par un membre du Haut Conseil. Elle comprend au moins un autre membre du Haut Conseil. </p><p>Article 16 </p><p>Les commissions consultatives spécialisées peuvent s'adjoindre des experts. Lorsque ces derniers concourent de manière permanente à la mission de la commission, ils sont désignés par le collège pour une durée fixée par lui sur proposition du président de la commission. Lorsqu'ils sont sollicités à titre occasionnel, ils sont désignés par le président de la commission après avis conforme du président du Haut Conseil. </p><p>Article 17 </p><p>Les débats au sein des commissions consultatives spécialisées sont confidentiels. </p><p>Article 18 </p><p>En cas d'empêchement temporaire ou définitif d'un membre, constaté par le Haut Conseil, rendant impossible le bon fonctionnement de la commission, il est procédé au remplacement de ce membre par le Haut Conseil. Le nouveau membre est désigné soit pour la durée de l'empêchement temporaire ou de l'incompatibilité, soit jusqu'à l'expiration du mandat du membre empêché lorsque l'empêchement ou l'incompatibilité sont définitifs. </p><p>Article 19 </p><p>Les commissions consultatives spécialisées tiennent des séances dont elles fixent librement l'organisation. Leur président informe périodiquement le collège de l'avancement de leurs travaux. Les membres du Haut Conseil ont accès aux documents de travail des commissions. Le secrétariat général prépare et suit les travaux de chaque commission sous l'autorité de son président. </p><p>Le président de chaque commission consultative spécialisée transmet les conclusions des travaux au président du Haut Conseil qui inscrit leur examen à l'ordre du jour du Haut Conseil. </p><p>Article 20 </p><p>La participation des membres du collège aux travaux des commissions ouvre droit à indemnité dont le montant est fixé par le collège. </p><p>Article 21 </p><p>Le commissaire du Gouvernement peut participer aux travaux des commissions consultatives spécialisées. <br/></p><p>Section 4 : L'organisation budgétaire et financière </p><p>Article 22 </p><p>Conformément aux dispositions du code de commerce, notamment de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242477&dateTexte=&categorieLien=cid'>L. 821-5</a>, le Haut Conseil dispose de l'autonomie financière et arrête son budget sur proposition du secrétaire général. Il délibère sur le budget annuel et ses modifications en cours d'année ainsi que sur le compte financier et l'affectation des résultats en vertu de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019413564&dateTexte=&categorieLien=cid'>l'article R. 821-14-1. </a></p><p>Article 23 </p><p>Il est institué un comité d'audit au sein du Haut Conseil aux fins de préparer les délibérations du collège et de veiller à la bonne exécution du budget. </p><p>Le comité d'audit est composé de trois membres du collège. La désignation des membres fait l'objet d'un vote du collège. Sur proposition du président, le collège désigne le président du comité d'audit. </p><p>Sur sa demande et après accord du président du comité d'audit, le commissaire du Gouvernement peut assister aux réunions du comité d'audit. </p><p>Le comité d'audit se réunit au moins quatre fois par an sur proposition de son président ou du secrétaire général. </p><p>Il examine les documents de préparation et d'exécution du budget, et du compte financier. Il entend le secrétaire général et peut se faire communiquer toute information utile. Il émet un avis écrit sur le budget proposé et le compte financier lors de leur soumission au Haut Conseil. </p><p>Il émet des avis relatifs aux projets informatiques, à la prise de bail des locaux et à leur aménagement. </p><p>Article 24 </p><p>Le secrétaire général rend compte par écrit trimestriellement au comité d'audit et au collège de l'exécution du budget et leur fournit périodiquement, dans des conditions compatibles avec la protection des données personnelles, les éléments nécessaires à leur appréciation. </p><p>Le comité d'audit émet à l'intention du collège un avis annuel sur l'exécution du budget et un avis trimestriel sur sa réalisation. <br/></p><p align='left'>Chapitre II : Exercice de ses missions par le Haut Conseil </p><p>Section 1 : Tenue des séances non juridictionnelles du collège </p><p>Article 25 </p><p>Au début de chaque semestre de l'année civile, le président fixe un calendrier prévisionnel des séances. </p><p>Article 26 </p><p>Le délai de convocation est de quinze jours et peut être ramené à huit jours en cas d'urgence. </p><p>Les convocations, l'ordre du jour et les documents de travail sont adressés aux membres et au commissaire du Gouvernement par voie postale ou électronique. </p><p>Les documents de travail sont communiqués aux membres cinq jours au moins avant la séance, sous réserve des cas d'urgence. </p><p>Article 27 </p><p>L'ordre du jour est fixé par le président. Il prend en compte, le cas échéant, les demandes d'inscription du commissaire du Gouvernement ou de trois membres au moins du Haut Conseil, sur le fondement des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270804&dateTexte=&categorieLien=cid'>articles R. 821-7 et R. 821-8 </a>du code de commerce. </p><p>Article 28 </p><p>L'ordre du jour est adressé aux membres et au commissaire du Gouvernement au plus tard cinq jours avant la séance. </p><p>En cas d'urgence, le président, à son initiative ou sur demande de trois membres au moins du Haut Conseil, peut inscrire une question à l'ordre du jour. </p><p>En cas d'urgence ou de demande de deuxième délibération, le commissaire du Gouvernement peut faire inscrire, sans délai, une question à l'ordre du jour. </p><p>Lorsque des sujets n'ont pu être examinés lors de la séance à laquelle ils étaient appelés, ils sont inscrits en priorité à l'ordre du jour suivant. </p><p>Article 29 </p><p>Les fonctions de secrétaire de séance sont tenues par un agent des services du Haut Conseil, désigné par le secrétaire général. </p><p>Article 30 </p><p>En début de séance et pour chaque délibération, le président vérifie que le quorum de huit membres est atteint et il en est fait mention au procès-verbal de la séance. </p><p>Les débats du collège sont conduits sous l'autorité du président. En application de l'article L. 821-3 du code de commerce, les décisions sont prises à la majorité des voix. En cas de partage des voix, la voix du président est prépondérante. </p><p>Article 31 </p><p>Sur décision du président ou sur demande d'au moins trois membres, il peut être procédé à un vote à bulletin secret. </p><p>Article 32 </p><p>Les séances du Haut Conseil donnent lieu à l'établissement d'un procès-verbal, signé par le président et le secrétaire de séance. Il contient un exposé synthétique des débats de la séance et mentionne les délibérations, décisions et avis adoptés par le Haut Conseil. Tout membre du Haut Conseil peut demander que figure au procès-verbal un texte reprenant la position qu'il a exprimée en séance. </p><p>Le procès-verbal est soumis à l'approbation du Haut Conseil au plus tard lors de la deuxième séance qui suit. </p><p>Les procès-verbaux des séances sont conservés par ordre chronologique dans un registre créé à cet effet. Une copie du procès-verbal approuvé par le Haut Conseil et signé par le président et le secrétaire de séance est transmise au commissaire du Gouvernement et aux membres du Haut Conseil. Tout membre du Haut Conseil peut consulter le registre des procès-verbaux. </p><p>Article 33 </p><p>Lorsque la réunion physique des membres est impossible et en cas d'urgence, le Haut Conseil peut valablement délibérer au moyen d'une consultation à distance de ses membres absents, par téléconférence, visioconférence ou par voie électronique. </p><p>Pour chaque délibération, le président s'assure que chaque membre a été joint et vérifie que le quorum est réuni. Il en fait mention dans le résultat de la consultation. </p><p>En cas de consultation par voie électronique, les messages échangés sont communiqués à l'ensemble des membres, à l'initiative de leurs auteurs ou à la diligence du secrétariat général. </p><p>Article 34 </p><p>Les membres du Haut Conseil ont une obligation de présence aux séances. </p><p>Sauf cas d'urgence, ils informent le président de leur absence et du motif de celle-ci au moins trois jours avant la séance. </p><p>Article 35 </p><p>Les membres du Haut Conseil, le secrétaire général, ses collaborateurs et le secrétaire de séance sont astreints à une stricte confidentialité. </p><p>Section 2 : Avis, décisions et délibérations du Haut Conseil </p><p>Article 36 </p><p>Lorsqu'il est saisi en application des articles L. 821-1, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242731&dateTexte=&categorieLien=cid'>L. 822-16 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270803&dateTexte=&categorieLien=cid'>R. 821-6 </a>du code de commerce, le Haut Conseil rend des avis sur :</p><p>- des projets de décret en Conseil d'Etat approuvant ou modifiant le code de déontologie de la profession de commissaire aux comptes ;</p><p>- des projets de normes élaborées par la Compagnie nationale des commissaires aux comptes ;</p><p>- des projets de textes légaux ou réglementaires relatifs au commissariat aux comptes ;</p><p>- des questions de principe entrant dans ses compétences, soulevées par des situations individuelles ;</p><p>- toute question entrant dans ses compétences, dont il s'est saisi. </p><p>Article 37 </p><p>Le Haut Conseil prend des décisions :</p><p>- administratives dans le cadre de l'organisation des contrôles, de son fonctionnement interne, en matière d'inscription et de promotion des bonnes pratiques professionnelles qu'il a identifiées ;</p><p>- à caractère juridictionnel lorsqu'il statue comme instance d'appel des décisions rendues par les chambres régionales de discipline. </p><p>Article 38 </p><p>Le Haut Conseil peut prendre des délibérations sur tout sujet ayant trait à l'exercice du commissariat aux comptes. </p><p>Article 39 </p><p>Les avis, décisions et délibérations sont versés chronologiquement dans des registres prévus à cet effet. Tout membre du Haut Conseil peut consulter ces registres. </p><p>Article 40 </p><p>Sont publiés sur le site internet du Haut Conseil :</p><p>- ses décisions, sauf celles relatives à son fonctionnement interne ;</p><p>- ses avis, sauf ceux rendus à l'occasion d'une consultation sur les projets de textes législatifs ou réglementaires ;</p><p>- ses délibérations, sauf décision contraire du collège. </p><p>Les décisions à caractère juridictionnel sont publiées de manière anonyme. <br/></p><p>Section 3 : Modalités d'instruction des saisines </p><p>Article 41 </p><p>Le Haut Conseil peut être saisi de toute question entrant dans ses compétences. </p><p>Article 42 </p><p>Le secrétaire général enregistre l'ensemble des demandes adressées au Haut Conseil en prenant connaissance de la qualité du requérant, de l'objet de la demande et de son fondement juridique. Après avoir examiné ces demandes, il adresse sans délai au commissaire du Gouvernement les saisines et demandes d'avis sur des questions entrant dans le domaine de compétence du Haut Conseil. </p><p>Les saisines et demandes d'avis sont instruites par le secrétariat général. En cas de conflit d'intérêt, les agents du secrétariat général se déportent. </p><p>Le secrétariat général peut demander au requérant ainsi qu'à toute autre personne de lui fournir oralement, ou par écrit, les explications ou informations nécessaires à l'instruction de la saisine. Il peut, aussi, interroger les organisations représentatives des entreprises ou toutes autres instances lorsque la saisine porte sur un sujet d'intérêt général. </p><p>La saisine doit être présentée devant le collège pour avis ou faire l'objet d'un traitement par le secrétariat général dans un délai de trois mois à compter du jour où le secrétaire général constate que le dossier est complet. </p><p>Article 43 </p><p>Une commission spécialisée est chargée d'examiner les orientations proposées par le secrétariat général en vue du traitement des questions dont le Haut Conseil a été destinataire. </p><p>Les questions reçues par le Haut Conseil sont présentées à cette commission par le secrétariat général de manière anonyme et synthétique. </p><p>Article 44 </p><p>Après examen par la commission, le secrétariat général soit :</p><p>- saisit le collège pour avis ;</p><p>- apporte une réponse au requérant ou l'informe des textes applicables ;</p><p>- informe le requérant du classement sans suite de sa saisine ;</p><p>- traite la saisine dans le cadre des contrôles ;</p><p>- saisit les autorités compétentes. </p><p>Article 45 </p><p>En cas de saisine du collège, le secrétariat général expose la question susceptible de donner lieu à l'avis. Il répond aux demandes de précision des membres. <br/></p><p>Section 4 : Contrôles </p><p>Article 46 </p><p>Le Haut Conseil définit le cadre, les orientations et les modalités des contrôles périodiques. </p><p>Il met en œuvre ces contrôles soit directement, soit en en déléguant l'exercice à la Compagnie nationale des commissaires aux comptes ou aux compagnies régionales. </p><p>Il supervise les contrôles périodiques organisés selon les modalités qu'il définit ainsi que les contrôles occasionnels décidés par la Compagnie nationale ou les compagnies régionales, ou qui sont effectués à sa demande. Il émet des recommandations de portée générale dans le cadre de leur suivi et veille à leur bonne exécution. </p><p>Article 47 </p><p>En application de l'article R. 821-1 du code de commerce, le secrétaire général assure la direction des contrôleurs mentionnés à l'article L. 821-9, premier alinéa, du code de commerce. A cette fin, il est assisté d'un directeur placé sous son autorité. </p><p>Le secrétaire général est chargé de l'examen des documents retraçant les opérations de contrôle auxquelles la compagnie nationale et les compagnies régionales ont procédé selon les modalités définies par le Haut Conseil et lorsqu'elles ont été effectuées à la demande du Haut Conseil. </p><p>Il peut participer à la mise en œuvre des contrôles périodiques et émettre des recommandations à caractère individuel. </p><p>Il peut saisir la Compagnie nationale des commissaires aux comptes de toute demande d'information complémentaire. </p><p>Il peut saisir à toutes fins le procureur général compétent. </p><p>Article 48 </p><p>Lorsque des opérations de contrôle font apparaître une question justifiant un avis du Haut Conseil, le secrétaire général saisit le collège en présentant le dossier sous une forme anonyme. </p><p>Article 49 </p><p>Le secrétaire général présente chaque année au collège un rapport sur les contrôles auxquels il a été procédé en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242504&dateTexte=&categorieLien=cid'>l'article L. 821-7 </a>(b) du code de commerce. Il rend compte, de manière non nominative, des suites qui leur ont été données. </p><p>Article 50 </p><p>Le secrétaire général tient le collège informé de l'exécution des contrôles occasionnels auxquels celui-ci a ordonné qu'il soit procédé. </p><p>Article 51 </p><p>Le Haut Conseil rend compte chaque année de l'organisation et de l'activité des contrôles dans le rapport annuel présenté au garde des sceaux. </p><p>Chapitre III : Relations institutionnelles du Haut Conseil </p><p>Section 1 : Les relations du Haut Conseil avec les compagnies nationale et régionales de commissaires aux comptes et les autorités françaises de régulation </p><p>Article 52 </p><p>Au titre du concours mentionné à l'article L. 821-1 du code de commerce, le Haut Conseil entretient des relations régulières avec la Compagnie nationale des commissaires aux comptes. </p><p>Article 53 </p><p>Il peut être institué des groupes de coordination avec la Compagnie nationale des commissaires aux comptes dans toute matière nécessitant son concours, en vue d'élaborer des propositions de décision. </p><p>Article 54 </p><p>Le Haut Conseil peut demander à la Compagnie nationale des commissaires aux comptes toute information nécessaire à la surveillance de la profession. </p><p>Article 55 </p><p>Le secrétaire général peut communiquer à la Compagnie nationale des commissaires aux comptes et aux compagnies régionales des commissaires aux comptes les informations nécessaires à l'exercice de leurs missions. </p><p>Article 56 </p><p>Le Haut Conseil peut conclure des conventions avec la Compagnie nationale des commissaires aux comptes afin de déterminer les modalités pratiques de son concours. </p><p>Article 57 </p><p>Dans le cadre du suivi des contrôles, le Haut Conseil peut organiser directement avec les compagnies régionales un échange d'informations. </p><p>Article 58 </p><p>Sans préjudice des dispositions légales en matière de secret professionnel, les modalités d'échanges d'informations entre le Haut Conseil et les autres autorités françaises de contrôle et de surveillance sont organisées dans un cadre conventionnel. <br/></p><p>Section 2 : Les relations européennes et internationales du Haut Conseil </p><p>Paragraphe 1 : Dispositions générales </p><p>Article 59 </p><p>Le Haut Conseil entretient des relations régulières avec ses homologues étrangers. </p><p>A ce titre, il participe aux travaux menés au niveau européen en matière de contrôle légal des comptes. </p><p>Il peut être membre de toute organisation regroupant, à l'échelle internationale, les autorités nationales exerçant des compétences analogues aux siennes. </p><p>Il peut également nouer des relations bilatérales avec ses homologues étrangers. </p><p>Article 60 </p><p>Le collège définit les grandes orientations de l'action du Haut Conseil aux niveaux européen et international. Il répond aux consultations organisées par la Commission européenne ou toute autre institution dans son champ de compétence. </p><p>Dans l'exercice de cette mission, le collège est assisté d'une commission spécialisée constituée conformément aux articles 15 à 21 du règlement intérieur. </p><p>Article 61 </p><p>Le président représente le Haut Conseil dans ses rapports avec les institutions communautaires, les organisations internationales et ses homologues étrangers. </p><p> Il peut déléguer, de façon ponctuelle, son pouvoir de représentation à un autre membre du Haut Conseil ou au secrétaire général. </p><p>Paragraphe 2 : La coopération avec les autorités des autres Etats membres de l'Union européenne </p><p>Article 62 </p><p>Lorsque le Haut Conseil est saisi d'une demande d'informations ou de documents entrant dans les prévisions des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242478&dateTexte=&categorieLien=cid'>articles L. 821-5-1 </a>et R. 821-16 du code de commerce, le président prend sans délai les mesures nécessaires à la collecte de ces informations et documents. </p><p>Sous réserve des dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270814&dateTexte=&categorieLien=cid'>l'article R. 821-17 </a>du code de commerce, il communique par tout moyen approprié les éléments recueillis à l'autorité requérante. Il peut autoriser leur prise de connaissance sur place par un représentant de l'autorité requérante. </p><p>Il rappelle à l'autorité requérante les limites de l'utilisation de ces informations ou documents. </p><p>Article 63 </p><p>Lorsque le Haut Conseil est saisi d'une demande d'assistance entrant dans les prévisions des articles L. 821-5-1 et R. 821-16 du code de commerce, le président prend sans délai les initiatives nécessaires à la réalisation des opérations de contrôle ou d'inspection qui font l'objet de la demande. </p><p>A cet effet, il peut saisir le collège afin que soit ordonnée la réalisation d'opérations de contrôle par les contrôleurs mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242507&dateTexte=&categorieLien=cid'>l'article L. 821-9 </a>du code de commerce. </p><p>Il peut également demander au garde des sceaux, ministre de la justice, de faire diligenter une inspection. </p><p>A réception des résultats du contrôle ou de l'inspection, le président les communique à l'autorité requérante. </p><p>Article 64 </p><p>Lorsque le président refuse de donner suite à la demande faite par l'autorité requérante pour l'une des raisons mentionnées à l'article R. 821-17 du code de commerce, il en informe le collège lors de la plus proche séance. </p><p>Article 65 </p><p>Pour l'application des dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270816&dateTexte=&categorieLien=cid'>l'article R. 821-19 </a>du code de commerce, la constatation de ce que des actes contraires au statut régissant les contrôleurs légaux des comptes ou aux règles gouvernant l'exercice du contrôle légal des comptes ont été commis sur le territoire d'un autre Etat membre de l'Union européenne est formalisée par une délibération du collège. </p><p>Article 66 </p><p>En cas d'urgence ou d'empêchement, le président du Haut Conseil peut déléguer ses prérogatives mentionnées au présent paragraphe au secrétaire général. </p><p>Paragraphe 3 : La coopération avec les autorités d'Etats non membres de l'Union européenne </p><p>Article 67 </p><p>Dans les conditions prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242487&dateTexte=&categorieLien=cid'>articles L. 821-5-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270817&dateTexte=&categorieLien=cid'>R. 821-20 </a>du code de commerce, le Haut Conseil peut conclure des conventions de coopération avec les autorités d'Etats non membres de l'Union européenne exerçant des compétences analogues aux siennes. </p><p>Ces conventions ne portent que sur des échanges d'informations et de documents relatifs au contrôle légal des comptes de personnes ou d'entités émettant des valeurs mobilières sur les marchés de capitaux de l'Etat concerné ou entrant dans le périmètre de consolidation de ces personnes ou entités. </p><p>Ces conventions comportent des stipulations assurant le respect, dans les échanges avec les autorités des Etats tiers, des prescriptions fixées par les articles R. 821-17 et R. 821-18 du code de commerce. Elles précisent les modalités de la coopération envisagée. </p><p>Elles garantissent notamment :</p><p>- la communication des informations et documents d'autorité compétente à autorité compétente ;</p><p>- l'exposé par l'autorité requérante des motifs de sa demande de coopération ;</p><p>- le respect des dispositions relatives à la protection des données personnelles ;</p><p>- le respect des dispositions relatives à la protection du secret professionnel et des informations commerciales sensibles ;</p><p>- l'utilisation des informations et documents communiqués aux seules fins de la supervision publique des personnes en charge de fonctions de contrôle légal des comptes. </p><p>Article 68 </p><p>Le projet de convention est communiqué aux membres du Haut Conseil ainsi qu'au commissaire du Gouvernement. Le Haut Conseil prend une délibération, sur le projet de convention, qui est notifiée au garde des sceaux et au commissaire du Gouvernement. </p><p>En l'absence de recours devant le Conseil d'Etat dans le délai de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270818&dateTexte=&categorieLien=cid'>l'article R. 821-21 </a>du code de commerce, ou si le recours est rejeté, la délibération devient définitive et le président signe la convention. </p><p>Article 69 </p><p>Lorsque le Haut Conseil est saisi d'une demande d'informations ou de documents émanant d'une autorité d'un Etat non membre de l'Union européenne avec laquelle a été conclue une convention de coopération, le président examine si les conditions de recevabilité fixées par cette convention et par l'article L. 821-5-2 du code de commerce sont réunies. En cas de doute, il saisit le collège pour délibération. </p><p>Article 70 </p><p>Si les conditions de recevabilité de la demande sont réunies, le président peut communiquer à l'autorité requérante les informations ou les documents s'y rapportant, qu'il détient ou qu'il recueille.</p><p> Il rappelle à l'autorité requérante les limites de l'utilisation des informations ou documents communiqués. </p><p>Article 71 </p><p>Lorsque le Haut Conseil est saisi d'une demande d'assistance émanant d'une autorité d'un Etat non membre de l'Union européenne exerçant des compétences analogues aux siennes et que cette demande satisfait aux conditions fixées par l'article L. 821-5-2 du code de commerce, le président peut saisir le collège afin que soit ordonnée la réalisation d'opérations de contrôle par les contrôleurs mentionnés à l'article L. 821-9 du code de commerce. </p><p>Il peut également demander au garde des sceaux, ministre de la justice, de faire diligenter une inspection. </p><p>A réception des résultats du contrôle ou de l'inspection, le président peut les communiquer à l'autorité requérante. Il rappelle à celle-ci les limites de leur utilisation. </p><p>Article 72 </p><p>Le président informe le collège des suites, positives ou négatives, données aux demandes de coopération émanant d'autorités d'Etats non membres de l'Union européenne. </p><p>Article 73 </p><p>En cas d'urgence ou d'empêchement, le président peut déléguer au secrétaire général les pouvoirs établis au présent paragraphe.</p>",
            "num": "A821-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1316736000000,
            "dateFin": 1519862400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation et du contrôle de la profession",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163036",
                        "id": "LEGISCTA000020163595",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Du Haut Conseil du commissariat aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163038",
                        "id": "LEGISCTA000020163593",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : De l'organisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163040",
                        "id": "LEGISCTA000020163591",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163042",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163040",
            "sectionParentId": "LEGISCTA000020163591",
            "sectionParentTitre": "Sous-section 1 : De l'organisation",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre Ier : De l'organisation et du contrôle de la profession &gt; Section 1 : Du Haut Conseil du commissariat aux comptes &gt; Sous-section 1 : De l'organisation",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000024580066",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024577535",
                    "textTitle": "Arrêté du 11 juillet 2011 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024578975",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-09-22",
                    "dateSignaTexte": "2011-07-11",
                    "dateDebutCible": "2011-09-23"
                },
                {
                    "textCid": "JORFTEXT000036649928",
                    "textTitle": "Arrêté du 20 février 2018 - art. 7",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000036651596",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-02-28",
                    "dateSignaTexte": "2018-02-20",
                    "dateDebutCible": "2018-03-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-1",
                    "articleId": "LEGIARTI000006242452",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-3",
                    "articleId": "LEGIARTI000006242461",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-5",
                    "articleId": "LEGIARTI000006242477",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-5-1",
                    "articleId": "LEGIARTI000006242478",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-5-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-5-2",
                    "articleId": "LEGIARTI000006242487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-7",
                    "articleId": "LEGIARTI000006242504",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-9",
                    "articleId": "LEGIARTI000006242507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-16",
                    "articleId": "LEGIARTI000006242731",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-1",
                    "articleId": "LEGIARTI000006270798",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-14-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-14-1",
                    "articleId": "LEGIARTI000019413564",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1220227200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-16",
                    "articleId": "LEGIARTI000006270813",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-17",
                    "articleId": "LEGIARTI000006270814",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-19",
                    "articleId": "LEGIARTI000006270816",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-20",
                    "articleId": "LEGIARTI000006270817",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-21",
                    "articleId": "LEGIARTI000006270818",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-22",
                    "articleId": "LEGIARTI000006270819",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-4",
                    "articleId": "LEGIARTI000006270801",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-6",
                    "articleId": "LEGIARTI000006270803",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-7",
                    "articleId": "LEGIARTI000006270804",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000614011",
                    "textTitle": "Arrêté du 24 février 2004 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001866231",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163589",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312329600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024448943",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312329600000,
                    "dateFin": 1316736000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024580066",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1316736000000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A821-1",
                "821-1"
            ],
            "versionPrecedente": "LEGIARTI000024448943",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024448943",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le règlement intérieur adopté par le Haut Conseil du commissariat aux comptes le 12 mai 2011, homologué par le garde des sceaux, ministre de la justice, figure ci-dessous : RÈGLEMENT INTÉRIEUR DU HAUT CONSEIL DU COMMISSARIAT AUX COMPTES Vu la directive 2006/43/CE du 17 mai 2006 concernant les contrôles légaux des comptes annuels et des comptes consolidés ; Vu le code de commerce , et notamment les articles L. 821-1 à L. 821-13 et R. 821-1 à R. 821-27 ; Vu l' ordonnance n° 2008-1278 du 8 décembre 2008 relative aux commissaires aux comptes ; Vu le décret n° 2008-876 du 29 août 2008 relatif au Haut Conseil du commissariat aux comptes ; Vu le décret n° 2008-1487 du 30 décembre 2008 relatif aux commissaires aux comptes, Le Haut Conseil du commissariat aux comptes a adopté le règlement intérieur suivant : Chapitre Ier : Organisation du haut conseil Article 1er Le Haut Conseil du commissariat aux comptes est une autorité publique indépendante. Il est composé de douze membres formant le collège et dispose d'un secrétariat général et de commissions consultatives spécialisées. Section 1 : Le collège Article 1er Le haut conseil définit ses orientations dans un plan stratégique à trois ans. Il établit chaque année un plan d'action. Il s'assure, en cours d'exercice, de leur mise en œuvre et procède le cas échéant à leur mise à jour. Il en évalue la réalisation avant l'adoption d'un nouveau plan. Article 2 Le collège délibère sur toute question relevant de la compétence du haut conseil dans la limite des pouvoirs propres du président et du secrétaire général. Article 3 Dans le délai d'un mois à compter de sa nomination, chaque membre du haut conseil adresse au président la liste des fonctions et des mandats mentionnés à l'article R. 821-4 du code de commerce. Il l'informe également en cours de mandat de toute modification affectant cette liste. Les informations reçues ou déclarées par le président sont conservées dans un dossier ouvert au nom de chaque membre et tenu par le secrétariat général. Article 4 Aucun membre ne peut délibérer sur une affaire individuelle en lien avec les fonctions et les mandats mentionnés à l'article R. 821-4 du code de commerce ou qui le place en situation de conflit d'intérêts. Aucun membre ne peut siéger en matière juridictionnelle lorsque ses fonctions et mandats mentionnés à l' article R. 821-4 du code de commerce ou les liens qu'il peut avoir avec l'une des parties en cause le placent dans une situation portant atteinte au principe d'impartialité. Chaque membre avise le président de la situation qu'il estime susceptible de créer une incompatibilité avec sa participation à une délibération du haut conseil. Le président informe l'intéressé qu'il prend acte de cette incompatibilité ou que les éléments fournis ne constituent pas, selon son appréciation, un empêchement rendant impossible sa participation à la délibération. Le président peut d'office aviser le membre du haut conseil qu'il ne peut délibérer sur une affaire en raison de la nature des fonctions et mandats exercés ou détenus par lui ou qu'il s'apprête à détenir. Il recueille les observations de l'intéressé. Tant l'intéressé que le président peuvent solliciter une délibération du haut conseil. Ce dernier statue selon les conditions de majorité et de quorum de l' article L. 821-3 du code de commerce . Sa délibération est annexée au procès-verbal de la séance. Article 5 Lorsqu'un membre du haut conseil commet des manquements graves manifestement incompatibles avec l'exercice de ses fonctions, le président notifie par écrit au membre concerné les manquements constatés par lui. Il sollicite une délibération du haut conseil aux fins de constater les manquements. L'intéressé est entendu s'il en fait la demande. Article 6 S'il n'est pas mis fin aux manquements constatés par le haut conseil, ou si le haut conseil estime qu'il ne peut y être remédié, le président avise l'intéressé que sa démission d'office sera inscrite à l'ordre du jour de la prochaine séance du haut conseil. La démission d'office est prononcée après que l'intéressé a été entendu s'il en fait la demande, par décision du haut conseil statuant selon les conditions de majorité et de quorum de l'article L. 821-3 du code de commerce. L'intéressé peut se faire assister du conseil de son choix. Article 7 La décision rendue en application de l'article 6 est notifiée par écrit à l'intéressé et transmise sans délai au garde des sceaux, ministre de la justice. Section 2 : Le secrétariat général Article 1er Le secrétaire général est chargé, sous l'autorité du président, de la gestion administrative du haut conseil, de la préparation et du suivi de ses travaux ainsi que de toute question qui pourrait lui être confiée. Il présente au collège les sujets soumis à ses délibérations. Il ne participe pas à ces délibérations. Il dispose de pouvoirs propres en application des articles R. 821-1 et suivants du code de commerce. Il instruit et examine les situations individuelles, sauf lorsque le haut conseil est saisi en tant qu'instance d'appel en matière contentieuse. En aucun cas il n'intervient dans l'instruction des dossiers présentés au haut conseil en matière disciplinaire. Cette mission est assurée, sous l'autorité du président, par le secrétaire de la formation juridictionnelle, nommé par arrêté du garde des sceaux, ministre de la justice. Dans l'exercice de ses missions, il est assisté d'un secrétaire général adjoint auquel il peut déléguer sa signature en toute matière. Article 2 Lorsqu'une délégation lui est consentie en application de l' article R. 821-22 du code de commerce , le secrétaire général exerce les compétences prévues aux articles R. 821-16 à R. 821-19 dans le cadre des relations du haut conseil avec ses homologues étrangers. Article 3 Le secrétaire général rend compte régulièrement au haut conseil du résultat des traitements des dossiers ainsi que de la préparation et du suivi de l'ensemble des travaux. Il tient informé le collège des événements relatifs à la surveillance de la profession. Article 4 Le secrétaire général et le secrétaire général adjoint s'assurent qu'ils ne sont pas placés en situation de conflit d'intérêts lorsqu'ils instruisent les saisines et participent aux opérations de contrôle. En cas de conflit d'intérêts, l'intéressé se déporte du dossier. Article 5 Le secrétaire général et le secrétaire général adjoint s'interdisent d'accepter toutes gratifications, cadeaux ou avantages de la part des personnes soumises à leur contrôle et d'avoir tout comportement de nature à porter atteinte au libre exercice de leurs missions au sein du haut conseil. Article 6 Le secrétaire général et le secrétaire général adjoint veillent à assurer la stricte confidentialité des informations orales ou écrites dont ils ont connaissance dans le cadre des fonctions qu'ils exercent au sein du haut conseil. Ils veillent à ce qu'aucune utilisation n'en soit faite à des fins personnelles par eux-mêmes ou par des tiers. Section 3 : Les commissions consultatives spécialisées Article 1er Le haut conseil peut constituer des commissions consultatives spécialisées sur tous sujets entrant dans ses missions telles que définies à l'article L. 821-1 du code de commerce. Il fixe librement leur objet, leur durée et leur composition. Chaque commission est présidée par un membre du haut conseil. Elle comprend au moins un autre membre du haut conseil. Article 2 Les commissions consultatives spécialisées peuvent s'adjoindre des experts. Lorsque ces derniers concourent de manière permanente à la mission de la commission, ils sont désignés par le collège pour une durée fixée par lui sur proposition du président de la commission. Lorsqu'ils sont sollicités à titre occasionnel, ils sont désignés par le président de la commission après avis conforme du président du haut conseil. Article 3 Les débats au sein des commissions consultatives spécialisées sont confidentiels. Article 4 En cas d'empêchement temporaire ou définitif d'un membre, constaté par le haut conseil, rendant impossible le bon fonctionnement de la commission, il est procédé au remplacement de ce membre par le haut conseil. Le nouveau membre est désigné soit pour la durée de l'empêchement temporaire ou de l'incompatibilité, soit jusqu'à l'expiration du mandat du membre empêché lorsque l'empêchement ou l'incompatibilité sont définitifs. Article 5 Les commissions consultatives spécialisées tiennent des séances dont elles fixent librement l'organisation. Leur président informe périodiquement le collège de l'avancement de leurs travaux. Les membres du haut conseil ont accès aux documents de travail des commissions. Le secrétariat général prépare et suit les travaux de chaque commission sous l'autorité de son président. Le président de chaque commission consultative spécialisée transmet les conclusions des travaux au président du haut conseil qui inscrit leur examen à l'ordre du jour du haut conseil. Article 6 La participation des membres du collège aux travaux des commissions ouvre droit à indemnité dont le montant est fixé par le collège. Article 7 Le commissaire du Gouvernement peut participer aux travaux des commissions consultatives spécialisées. Section 4 : L'organisation budgétaire et financière Article 1er Conformément aux dispositions du code de commerce, notamment de l'article L. 821-5, le haut conseil dispose de l'autonomie financière et arrête son budget sur proposition du secrétaire général. Il délibère sur le budget annuel et ses modifications en cours d'année ainsi que sur le compte financier et l'affectation des résultats en vertu de l'article R. 821-14-1. Article 2 Il est institué un comité d'audit au sein du haut conseil aux fins de préparer les délibérations du collège et de veiller à la bonne exécution du budget. Le comité d'audit est composé de trois membres du collège. La désignation des membres fait l'objet d'un vote du collège. Sur proposition du président, le collège désigne le président du comité d'audit. Sur sa demande et après accord du président du comité d'audit, le commissaire du Gouvernement peut assister aux réunions du comité d'audit. Le comité d'audit se réunit au moins quatre fois par an sur proposition de son président ou du secrétaire général. Il examine les documents de préparation et d'exécution du budget, et du compte financier. Il entend le secrétaire général et peut se faire communiquer toute information utile. Il émet un avis écrit sur le budget proposé et le compte financier lors de leur soumission au haut conseil. Il émet des avis relatifs aux projets informatiques, à la prise de bail des locaux et à leur aménagement. Article 3 Le secrétaire général rend compte par écrit trimestriellement au comité d'audit et au collège de l'exécution du budget et leur fournit périodiquement, dans des conditions compatibles avec la protection des données personnelles, les éléments nécessaires à leur appréciation. Le comité d'audit émet à l'intention du collège un avis annuel sur l'exécution du budget et un avis trimestriel sur sa réalisation. Chapitre II : Exercice de ses missions par le haut conseil Section 1 : Tenue des séances non juridictionnelles du collège Article 1er Au début de chaque semestre de l'année civile, le président fixe un calendrier prévisionnel des séances. Article 2 Le délai de convocation est de quinze jours et peut être ramené à huit jours en cas d'urgence. Les convocations, l'ordre du jour et les documents de travail sont adressés aux membres et au commissaire du Gouvernement par voie postale ou électronique. Les documents de travail sont communiqués aux membres cinq jours au moins avant la séance, sous réserve des cas d'urgence. Article 3 L'ordre du jour est fixé par le président. Il prend en compte, le cas échéant, les demandes d'inscription du commissaire du Gouvernement ou de trois membres au moins du haut conseil, sur le fondement des articles R. 821-7 et R. 821-8 du code de commerce . Article 4 L'ordre du jour est adressé aux membres et au commissaire du Gouvernement au plus tard cinq jours avant la séance. En cas d'urgence, le président, à son initiative ou sur demande de trois membres au moins du haut conseil, peut inscrire une question à l'ordre du jour. En cas d'urgence ou de demande de deuxième délibération, le commissaire du Gouvernement peut faire inscrire, sans délai, une question à l'ordre du jour. Lorsque des sujets n'ont pu être examinés lors de la séance à laquelle ils étaient appelés, ils sont inscrits en priorité à l'ordre du jour suivant. Article 5 Les fonctions de secrétaire de séance sont tenues par un agent des services du haut conseil, désigné par le secrétaire général. Article 6 En début de séance et pour chaque délibération, le président vérifie que le quorum de huit membres est atteint et il en est fait mention au procès-verbal de la séance. Les débats du collège sont conduits sous l'autorité du président. En application de l'article L. 821-3 du code de commerce, les décisions sont prises à la majorité des voix. En cas de partage des voix, la voix du président est prépondérante. Article 7 Sur décision du président ou sur demande d'au moins trois membres, il peut être procédé à un vote à bulletin secret. Article 8 Les séances du haut conseil donnent lieu à l'établissement d'un procès-verbal, signé par le président et le secrétaire de séance. Il contient un exposé synthétique des débats de la séance et mentionne les délibérations, décisions et avis adoptés par le haut conseil. Tout membre du haut conseil peut demander que figure au procès-verbal un texte reprenant la position qu'il a exprimée en séance. Le procès-verbal est soumis à l'approbation du haut conseil au plus tard lors de la deuxième séance qui suit. Les procès-verbaux des séances sont conservés par ordre chronologique dans un registre créé à cet effet. Une copie du procès-verbal approuvé par le haut conseil et signé par le président et le secrétaire de séance est transmise au commissaire du Gouvernement et aux membres du haut conseil. Tout membre du haut conseil peut consulter le registre des procès-verbaux. Article 9 Lorsque la réunion physique des membres est impossible et en cas d'urgence, le haut conseil peut valablement délibérer au moyen d'une consultation à distance de ses membres absents, par téléconférence, visioconférence ou par voie électronique. Pour chaque délibération, le président s'assure que chaque membre a été joint et vérifie que le quorum est réuni. Il en fait mention dans le résultat de la consultation. En cas de consultation par voie électronique, les messages échangés sont communiqués à l'ensemble des membres, à l'initiative de leurs auteurs ou à la diligence du secrétariat général. Article 10 Les membres du haut conseil ont une obligation de présence aux séances. Sauf cas d'urgence, ils informent le président de leur absence et du motif de celle-ci au moins trois jours avant la séance. Article 11 Les membres du haut conseil, le secrétaire général, ses collaborateurs et le secrétaire de séance sont astreints à une stricte confidentialité. Section 2 : Avis, décisions et délibérations du haut conseil Article 1er Lorsqu'il est saisi en application des articles L. 821-1, L. 822-16 et R. 821-6 du code de commerce, le haut conseil rend des avis sur : - des projets de décret en Conseil d'Etat approuvant ou modifiant le code de déontologie de la profession de commissaire aux comptes ; - des projets de normes élaborées par la Compagnie nationale des commissaires aux comptes ; - des projets de textes légaux ou réglementaires relatifs au commissariat aux comptes ; - des questions de principe entrant dans ses compétences, soulevées par des situations individuelles ; - toute question entrant dans ses compétences, dont il s'est saisi. Article 2 Le haut conseil prend des décisions : - administratives dans le cadre de l'organisation des contrôles, de son fonctionnement interne, en matière d'inscription et de promotion des bonnes pratiques professionnelles qu'il a identifiées ; - à caractère juridictionnel lorsqu'il statue comme instance d'appel des décisions rendues par les chambres régionales de discipline. Article 3 Le haut conseil peut prendre des délibérations sur tout sujet ayant trait à l'exercice du commissariat aux comptes. Article 4 Les avis, décisions et délibérations sont versés chronologiquement dans des registres prévus à cet effet. Tout membre du haut conseil peut consulter ces registres. Article 5 Sont publiés sur le site internet du haut conseil : - ses décisions, sauf celles relatives à son fonctionnement interne ; - ses avis, sauf ceux rendus à l'occasion d'une consultation sur les projets de textes législatifs ou réglementaires ; - ses délibérations, sauf décision contraire du collège. Les décisions à caractère juridictionnel sont publiées de manière anonyme. Section 3 : Modalités d'instruction des saisines Article 1er Le haut conseil peut être saisi de toute question entrant dans ses compétences. Article 2 Le secrétaire général enregistre l'ensemble des demandes adressées au haut conseil en prenant connaissance de la qualité du requérant, de l'objet de la demande et de son fondement juridique. Après avoir examiné ces demandes, il adresse sans délai au commissaire du Gouvernement les saisines et demandes d'avis sur des questions entrant dans le domaine de compétence du haut conseil. Les saisines et demandes d'avis sont instruites par le secrétariat général. En cas de conflit d'intérêt, les agents du secrétariat général se déportent. Le secrétariat général peut demander au requérant ainsi qu'à toute autre personne de lui fournir oralement, ou par écrit, les explications ou informations nécessaires à l'instruction de la saisine. Il peut, aussi, interroger les organisations représentatives des entreprises ou toutes autres instances lorsque la saisine porte sur un sujet d'intérêt général. La saisine doit être présentée devant le collège pour avis ou faire l'objet d'un traitement par le secrétariat général dans un délai de trois mois à compter du jour où le secrétaire général constate que le dossier est complet. Article 3 Une commission spécialisée est chargée d'examiner les orientations proposées par le secrétariat général en vue du traitement des questions dont le haut conseil a été destinataire. Les questions reçues par le haut conseil sont présentées à cette commission par le secrétariat général de manière anonyme et synthétique. Article 4 Après examen par la commission, le secrétariat général soit : - saisit le collège pour avis ; - apporte une réponse au requérant ou l'informe des textes applicables ; - informe le requérant du classement sans suite de sa saisine ; - traite la saisine dans le cadre des contrôles ; - saisit les autorités compétentes. Article 5 En cas de saisine du collège, le secrétariat général expose la question susceptible de donner lieu à l'avis. Il répond aux demandes de précision des membres. Section 4 : Contrôles Article 1er Le haut conseil définit le cadre, les orientations et les modalités des contrôles périodiques. Il met en œuvre ces contrôles soit directement, soit en en déléguant l'exercice à la Compagnie nationale des commissaires aux comptes ou aux compagnies régionales. Il supervise les contrôles périodiques organisés selon les modalités qu'il définit ainsi que les contrôles occasionnels décidés par la Compagnie nationale ou les compagnies régionales, ou qui sont effectués à sa demande. Il émet des recommandations de portée générale dans le cadre de leur suivi et veille à leur bonne exécution. Article 2 En application de l' article R. 821-1 du code de commerce , le secrétaire général assure la direction des contrôleurs mentionnés à l' article L. 821-9, premier alinéa, du code de commerce . A cette fin, il est assisté d'un directeur placé sous son autorité. Le secrétaire général est chargé de l'examen des documents retraçant les opérations de contrôle auxquelles la compagnie nationale et les compagnies régionales ont procédé selon les modalités définies par le haut conseil et lorsqu'elles ont été effectuées à la demande du haut conseil. Il peut participer à la mise en œuvre des contrôles périodiques et émettre des recommandations à caractère individuel. Il peut saisir la Compagnie nationale des commissaires aux comptes de toute demande d'information complémentaire. Il peut saisir à toutes fins le procureur général compétent. Article 3 Lorsque des opérations de contrôle font apparaître une question justifiant un avis du haut conseil, le secrétaire général saisit le collège en présentant le dossier sous une forme anonyme. Article 4 Le secrétaire général présente chaque année au collège un rapport sur les contrôles auxquels il a été procédé en application de l' article L. 821-7 (b) du code de commerce . Il rend compte, de manière non nominative, des suites qui leur ont été données. Article 5 Le secrétaire général tient le collège informé de l'exécution des contrôles occasionnels auxquels celui-ci a ordonné qu'il soit procédé. Article 6 Le haut conseil rend compte chaque année de l'organisation et de l'activité des contrôles dans le rapport annuel présenté au garde des sceaux. Chapitre III : Relations institutionnelles du haut conseil Section 1 : Les relations du haut conseil avec les compagnies nationale et régionales de commissaires aux comptes et les autorités françaises de régulation Article 1er Au titre du concours mentionné à l' article L. 821-1 du code de commerce , le haut conseil entretient des relations régulières avec la Compagnie nationale des commissaires aux comptes. Article 2 Il peut être institué des groupes de coordination avec la Compagnie nationale des commissaires aux comptes dans toute matière nécessitant son concours, en vue d'élaborer des propositions de décision. Article 3 Le haut conseil peut demander à la Compagnie nationale des commissaires aux comptes toute information nécessaire à la surveillance de la profession. Article 4 Le secrétaire général peut communiquer à la Compagnie nationale des commissaires aux comptes et aux compagnies régionales des commissaires aux comptes les informations nécessaires à l'exercice de leurs missions. Article 5 Le haut conseil peut conclure des conventions avec la Compagnie nationale des commissaires aux comptes afin de déterminer les modalités pratiques de son concours. Article 6 Dans le cadre du suivi des contrôles, le haut conseil peut organiser directement avec les compagnies régionales un échange d'informations. Article 7 Sans préjudice des dispositions légales en matière de secret professionnel, les modalités d'échanges d'informations entre le haut conseil et les autres autorités françaises de contrôle et de surveillance sont organisées dans un cadre conventionnel. Section 2 : Les relations européennes et internationales du haut conseil Paragraphe 1 : Dispositions générales Article 1er Le haut conseil entretient des relations régulières avec ses homologues étrangers. A ce titre, il participe aux travaux menés au niveau européen en matière de contrôle légal des comptes. Il peut être membre de toute organisation regroupant, à l'échelle internationale, les autorités nationales exerçant des compétences analogues aux siennes. Il peut également nouer des relations bilatérales avec ses homologues étrangers. Article 2 Le collège définit les grandes orientations de l'action du haut conseil aux niveaux européen et international. Il répond aux consultations organisées par la Commission européenne ou toute autre institution dans son champ de compétence. Dans l'exercice de cette mission, le collège est assisté d'une commission spécialisée constituée conformément aux articles 15 à 21 du règlement intérieur. Article 3 Le président représente le haut conseil dans ses rapports avec les institutions communautaires, les organisations internationales et ses homologues étrangers. Il peut déléguer, de façon ponctuelle, son pouvoir de représentation à un autre membre du haut conseil ou au secrétaire général. Paragraphe 2 : La coopération avec les autorités des autres Etats membres de l'Union européenne Article 4 Lorsque le haut conseil est saisi d'une demande d'informations ou de documents entrant dans les prévisions des articles L. 821-5-1 et R. 821-16 du code de commerce, le président prend sans délai les mesures nécessaires à la collecte de ces informations et documents. Sous réserve des dispositions de l'article R. 821-17 du code de commerce, il communique par tout moyen approprié les éléments recueillis à l'autorité requérante. Il peut autoriser leur prise de connaissance sur place par un représentant de l'autorité requérante. Il rappelle à l'autorité requérante les limites de l'utilisation de ces informations ou documents. Article 5 Lorsque le haut conseil est saisi d'une demande d'assistance entrant dans les prévisions des articles L. 821-5-1 et R. 821-16 du code de commerce , le président prend sans délai les initiatives nécessaires à la réalisation des opérations de contrôle ou d'inspection qui font l'objet de la demande. A cet effet, il peut saisir le collège afin que soit ordonnée la réalisation d'opérations de contrôle par les contrôleurs mentionnés à l'article L. 821-9 du code de commerce. Il peut également demander au garde des sceaux, ministre de la justice, de faire diligenter une inspection. A réception des résultats du contrôle ou de l'inspection, le président les communique à l'autorité requérante. Article 6 Lorsque le président refuse de donner suite à la demande faite par l'autorité requérante pour l'une des raisons mentionnées à l'article R. 821-17 du code de commerce, il en informe le collège lors de la plus proche séance. Article 7 Pour l'application des dispositions de l'article R. 821-19 du code de commerce , la constatation de ce que des actes contraires au statut régissant les contrôleurs légaux des comptes ou aux règles gouvernant l'exercice du contrôle légal des comptes ont été commis sur le territoire d'un autre Etat membre de l'Union européenne est formalisée par une délibération du collège. Article 8 En cas d'urgence ou d'empêchement, le président du haut conseil peut déléguer ses prérogatives mentionnées au présent paragraphe au secrétaire général. Paragraphe 3 : La coopération avec les autorités d'Etats non membres de l'Union européenne Article 9 Dans les conditions prévues aux articles L. 821-5-2 et R. 821-20 du code de commerce, le haut conseil peut conclure des conventions de coopération avec les autorités d'Etats non membres de l'Union européenne exerçant des compétences analogues aux siennes. Ces conventions ne portent que sur des échanges d'informations et de documents relatifs au contrôle légal des comptes de personnes ou d'entités émettant des valeurs mobilières sur les marchés de capitaux de l'Etat concerné ou entrant dans le périmètre de consolidation de ces personnes ou entités. Ces conventions comportent des stipulations assurant le respect, dans les échanges avec les autorités des Etats tiers, des prescriptions fixées par les articles R. 821-17 et R. 821-18 du code de commerce . Elles précisent les modalités de la coopération envisagée. Elles garantissent notamment : - la communication des informations et documents d'autorité compétente à autorité compétente ; - l'exposé par l'autorité requérante des motifs de sa demande de coopération ; - le respect des dispositions relatives à la protection des données personnelles ; - le respect des dispositions relatives à la protection du secret professionnel et des informations commerciales sensibles ; - l'utilisation des informations et documents communiqués aux seules fins de la supervision publique des personnes en charge de fonctions de contrôle légal des comptes. Article 10 Le projet de convention est communiqué aux membres du haut conseil ainsi qu'au commissaire du Gouvernement. Le haut conseil prend une délibération, sur le projet de convention, qui est notifiée au garde des sceaux et au commissaire du Gouvernement. En l'absence de recours devant le Conseil d'Etat dans le délai de l' article R. 821-21 du code de commerce , ou si le recours est rejeté, la délibération devient définitive et le président signe la convention. Article 11 Lorsque le haut conseil est saisi d'une demande d'informations ou de documents émanant d'une autorité d'un Etat non membre de l'Union européenne avec laquelle a été conclue une convention de coopération, le président examine si les conditions de recevabilité fixées par cette convention et par l' article L. 821-5-2 du code de commerce sont réunies. En cas de doute, il saisit le collège pour délibération. Article 12 Si les conditions de recevabilité de la demande sont réunies, le président peut communiquer à l'autorité requérante les informations ou les documents s'y rapportant, qu'il détient ou qu'il recueille. Il rappelle à l'autorité requérante les limites de l'utilisation des informations ou documents communiqués. Article 13 Lorsque le haut conseil est saisi d'une demande d'assistance émanant d'une autorité d'un Etat non membre de l'Union européenne exerçant des compétences analogues aux siennes et que cette demande satisfait aux conditions fixées par l'article L. 821-5-2 du code de commerce, le président peut saisir le collège afin que soit ordonnée la réalisation d'opérations de contrôle par les contrôleurs mentionnés à l'article L. 821-9 du code de commerce. Il peut également demander au garde des sceaux, ministre de la justice, de faire diligenter une inspection. A réception des résultats du contrôle ou de l'inspection, le président peut les communiquer à l'autorité requérante. Il rappelle à celle-ci les limites de leur utilisation. Article 14 Le président informe le collège des suites, positives ou négatives, données aux demandes de coopération émanant d'autorités d'Etats non membres de l'Union européenne. Article 15 En cas d'urgence ou d'empêchement, le président peut déléguer au secrétaire général les pouvoirs établis au présent paragraphe.",
            "texteHtml": "<p>Le règlement intérieur adopté par le Haut Conseil du commissariat aux comptes le 12 mai 2011, homologué par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p><br/></p><p>RÈGLEMENT INTÉRIEUR DU HAUT CONSEIL</p><p>DU COMMISSARIAT AUX COMPTES</p><p></p><p>Vu la directive 2006/43/CE du 17 mai 2006 concernant les contrôles légaux des comptes annuels et des comptes consolidés ;</p><p>Vu le <a href='/affichCode.do?cidTexte=LEGITEXT000005634379&dateTexte=&categorieLien=cid'>code de commerce</a>, et notamment les articles L. 821-1 à L. 821-13 et R. 821-1 à R. 821-27 ;</p><p>Vu l'<a href='/affichTexte.do?cidTexte=JORFTEXT000019900011&categorieLien=cid'>ordonnance n° 2008-1278 du 8 décembre 2008</a> relative aux commissaires aux comptes ;</p><p>Vu le <a href='/affichTexte.do?cidTexte=JORFTEXT000019390954&categorieLien=cid'>décret n° 2008-876 du 29 août 2008</a> relatif au Haut Conseil du commissariat aux comptes ;</p><p>Vu le <a href='/affichTexte.do?cidTexte=JORFTEXT000020017234&categorieLien=cid'>décret n° 2008-1487 du 30 décembre 2008</a> relatif aux commissaires aux comptes,</p><p>Le Haut Conseil du commissariat aux comptes a adopté le règlement intérieur suivant :</p><p><br/>Chapitre Ier : Organisation du haut conseil </p><p></p><p></p><p></p><p>Article 1er</p><p></p><p>Le Haut Conseil du commissariat aux comptes est une autorité publique indépendante.</p><p>Il est composé de douze membres formant le collège et dispose d'un secrétariat général et de commissions consultatives spécialisées.</p><p><br/>Section 1 : Le collège </p><p></p><p></p><p></p><p>Article 1er</p><p></p><p>Le haut conseil définit ses orientations dans un plan stratégique à trois ans. Il établit chaque année un plan d'action. Il s'assure, en cours d'exercice, de leur mise en œuvre et procède le cas échéant à leur mise à jour. Il en évalue la réalisation avant l'adoption d'un nouveau plan.</p><p></p><p>Article 2</p><p></p><p>Le collège délibère sur toute question relevant de la compétence du haut conseil dans la limite des pouvoirs propres du président et du secrétaire général.</p><p></p><p>Article 3</p><p></p><p>Dans le délai d'un mois à compter de sa nomination, chaque membre du haut conseil adresse au président la liste des fonctions et des mandats mentionnés à l'article R. 821-4 du code de commerce. Il l'informe également en cours de mandat de toute modification affectant cette liste. Les informations reçues ou déclarées par le président sont conservées dans un dossier ouvert au nom de chaque membre et tenu par le secrétariat général.</p><p></p><p>Article 4</p><p></p><p>Aucun membre ne peut délibérer sur une affaire individuelle en lien avec les fonctions et les mandats mentionnés à l'article R. 821-4 du code de commerce ou qui le place en situation de conflit d'intérêts.</p><p>Aucun membre ne peut siéger en matière juridictionnelle lorsque ses fonctions et mandats mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270801&dateTexte=&categorieLien=cid'>article R. 821-4 du code de commerce</a> ou les liens qu'il peut avoir avec l'une des parties en cause le placent dans une situation portant atteinte au principe d'impartialité.</p><p>Chaque membre avise le président de la situation qu'il estime susceptible de créer une incompatibilité avec sa participation à une délibération du haut conseil. Le président informe l'intéressé qu'il prend acte de cette incompatibilité ou que les éléments fournis ne constituent pas, selon son appréciation, un empêchement rendant impossible sa participation à la délibération.</p><p>Le président peut d'office aviser le membre du haut conseil qu'il ne peut délibérer sur une affaire en raison de la nature des fonctions et mandats exercés ou détenus par lui ou qu'il s'apprête à détenir. Il recueille les observations de l'intéressé.</p><p>Tant l'intéressé que le président peuvent solliciter une délibération du haut conseil. Ce dernier statue selon les conditions de majorité et de quorum de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242461&dateTexte=&categorieLien=cid'>article L. 821-3 du code de commerce</a>. Sa délibération est annexée au procès-verbal de la séance.</p><p></p><p>Article 5</p><p></p><p>Lorsqu'un membre du haut conseil commet des manquements graves manifestement incompatibles avec l'exercice de ses fonctions, le président notifie par écrit au membre concerné les manquements constatés par lui. Il sollicite une délibération du haut conseil aux fins de constater les manquements. L'intéressé est entendu s'il en fait la demande.</p><p></p><p>Article 6</p><p></p><p>S'il n'est pas mis fin aux manquements constatés par le haut conseil, ou si le haut conseil estime qu'il ne peut y être remédié, le président avise l'intéressé que sa démission d'office sera inscrite à l'ordre du jour de la prochaine séance du haut conseil.</p><p>La démission d'office est prononcée après que l'intéressé a été entendu s'il en fait la demande, par décision du haut conseil statuant selon les conditions de majorité et de quorum de l'article L. 821-3 du code de commerce.</p><p>L'intéressé peut se faire assister du conseil de son choix.</p><p></p><p>Article 7</p><p></p><p>La décision rendue en application de l'article 6 est notifiée par écrit à l'intéressé et transmise sans délai au garde des sceaux, ministre de la justice.</p><p><br/>Section 2 : Le secrétariat général </p><p></p><p></p><p></p><p>Article 1er</p><p></p><p>Le secrétaire général est chargé, sous l'autorité du président, de la gestion administrative du haut conseil, de la préparation et du suivi de ses travaux ainsi que de toute question qui pourrait lui être confiée. Il présente au collège les sujets soumis à ses délibérations. Il ne participe pas à ces délibérations.</p><p>Il dispose de pouvoirs propres en application des articles R. 821-1 et suivants du code de commerce. Il instruit et examine les situations individuelles, sauf lorsque le haut conseil est saisi en tant qu'instance d'appel en matière contentieuse. En aucun cas il n'intervient dans l'instruction des dossiers présentés au haut conseil en matière disciplinaire. Cette mission est assurée, sous l'autorité du président, par le secrétaire de la formation juridictionnelle, nommé par arrêté du garde des sceaux, ministre de la justice.</p><p>Dans l'exercice de ses missions, il est assisté d'un secrétaire général adjoint auquel il peut déléguer sa signature en toute matière.</p><p></p><p>Article 2</p><p></p><p>Lorsqu'une délégation lui est consentie en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270819&dateTexte=&categorieLien=cid'>article R. 821-22 du code de commerce</a>, le secrétaire général exerce les compétences prévues aux articles R. 821-16 à R. 821-19 dans le cadre des relations du haut conseil avec ses homologues étrangers.</p><p></p><p>Article 3</p><p></p><p>Le secrétaire général rend compte régulièrement au haut conseil du résultat des traitements des dossiers ainsi que de la préparation et du suivi de l'ensemble des travaux. Il tient informé le collège des événements relatifs à la surveillance de la profession.</p><p></p><p>Article 4</p><p></p><p>Le secrétaire général et le secrétaire général adjoint s'assurent qu'ils ne sont pas placés en situation de conflit d'intérêts lorsqu'ils instruisent les saisines et participent aux opérations de contrôle. En cas de conflit d'intérêts, l'intéressé se déporte du dossier.</p><p></p><p>Article 5</p><p></p><p>Le secrétaire général et le secrétaire général adjoint s'interdisent d'accepter toutes gratifications, cadeaux ou avantages de la part des personnes soumises à leur contrôle et d'avoir tout comportement de nature à porter atteinte au libre exercice de leurs missions au sein du haut conseil.</p><p></p><p>Article 6</p><p></p><p>Le secrétaire général et le secrétaire général adjoint veillent à assurer la stricte confidentialité des informations orales ou écrites dont ils ont connaissance dans le cadre des fonctions qu'ils exercent au sein du haut conseil. Ils veillent à ce qu'aucune utilisation n'en soit faite à des fins personnelles par eux-mêmes ou par des tiers.</p><p><br/>Section 3 : Les commissions consultatives spécialisées </p><p></p><p></p><p></p><p>Article 1er</p><p></p><p>Le haut conseil peut constituer des commissions consultatives spécialisées sur tous sujets entrant dans ses missions telles que définies à l'article L. 821-1 du code de commerce. Il fixe librement leur objet, leur durée et leur composition.</p><p>Chaque commission est présidée par un membre du haut conseil. Elle comprend au moins un autre membre du haut conseil.</p><p></p><p>Article 2</p><p></p><p>Les commissions consultatives spécialisées peuvent s'adjoindre des experts. Lorsque ces derniers concourent de manière permanente à la mission de la commission, ils sont désignés par le collège pour une durée fixée par lui sur proposition du président de la commission. Lorsqu'ils sont sollicités à titre occasionnel, ils sont désignés par le président de la commission après avis conforme du président du haut conseil.</p><p></p><p>Article 3</p><p></p><p>Les débats au sein des commissions consultatives spécialisées sont confidentiels.</p><p></p><p>Article 4</p><p></p><p>En cas d'empêchement temporaire ou définitif d'un membre, constaté par le haut conseil, rendant impossible le bon fonctionnement de la commission, il est procédé au remplacement de ce membre par le haut conseil. Le nouveau membre est désigné soit pour la durée de l'empêchement temporaire ou de l'incompatibilité, soit jusqu'à l'expiration du mandat du membre empêché lorsque l'empêchement ou l'incompatibilité sont définitifs.</p><p></p><p>Article 5</p><p></p><p>Les commissions consultatives spécialisées tiennent des séances dont elles fixent librement l'organisation. Leur président informe périodiquement le collège de l'avancement de leurs travaux. Les membres du haut conseil ont accès aux documents de travail des commissions. Le secrétariat général prépare et suit les travaux de chaque commission sous l'autorité de son président.</p><p>Le président de chaque commission consultative spécialisée transmet les conclusions des travaux au président du haut conseil qui inscrit leur examen à l'ordre du jour du haut conseil.</p><p></p><p>Article 6</p><p></p><p>La participation des membres du collège aux travaux des commissions ouvre droit à indemnité dont le montant est fixé par le collège.</p><p></p><p>Article 7</p><p></p><p>Le commissaire du Gouvernement peut participer aux travaux des commissions consultatives spécialisées.</p><p><br/>Section 4 : L'organisation budgétaire et financière </p><p></p><p></p><p></p><p>Article 1er</p><p></p><p>Conformément aux dispositions du code de commerce, notamment de l'article L. 821-5, le haut conseil dispose de l'autonomie financière et arrête son budget sur proposition du secrétaire général. Il délibère sur le budget annuel et ses modifications en cours d'année ainsi que sur le compte financier et l'affectation des résultats en vertu de l'article R. 821-14-1.</p><p></p><p>Article 2</p><p></p><p>Il est institué un comité d'audit au sein du haut conseil aux fins de préparer les délibérations du collège et de veiller à la bonne exécution du budget.</p><p>Le comité d'audit est composé de trois membres du collège. La désignation des membres fait l'objet d'un vote du collège. Sur proposition du président, le collège désigne le président du comité d'audit.</p><p>Sur sa demande et après accord du président du comité d'audit, le commissaire du Gouvernement peut assister aux réunions du comité d'audit.</p><p>Le comité d'audit se réunit au moins quatre fois par an sur proposition de son président ou du secrétaire général.</p><p>Il examine les documents de préparation et d'exécution du budget, et du compte financier. Il entend le secrétaire général et peut se faire communiquer toute information utile. Il émet un avis écrit sur le budget proposé et le compte financier lors de leur soumission au haut conseil.</p><p>Il émet des avis relatifs aux projets informatiques, à la prise de bail des locaux et à leur aménagement.</p><p></p><p>Article 3</p><p></p><p>Le secrétaire général rend compte par écrit trimestriellement au comité d'audit et au collège de l'exécution du budget et leur fournit périodiquement, dans des conditions compatibles avec la protection des données personnelles, les éléments nécessaires à leur appréciation.</p><p>Le comité d'audit émet à l'intention du collège un avis annuel sur l'exécution du budget et un avis trimestriel sur sa réalisation.</p><p><br/>Chapitre II : Exercice de ses missions par le haut conseil </p><p><br/>Section 1 : Tenue des séances non juridictionnelles du collège </p><p></p><p></p><p></p><p>Article 1er</p><p></p><p>Au début de chaque semestre de l'année civile, le président fixe un calendrier prévisionnel des séances.</p><p></p><p>Article 2</p><p></p><p>Le délai de convocation est de quinze jours et peut être ramené à huit jours en cas d'urgence.</p><p>Les convocations, l'ordre du jour et les documents de travail sont adressés aux membres et au commissaire du Gouvernement par voie postale ou électronique.</p><p>Les documents de travail sont communiqués aux membres cinq jours au moins avant la séance, sous réserve des cas d'urgence.</p><p></p><p>Article 3</p><p></p><p>L'ordre du jour est fixé par le président. Il prend en compte, le cas échéant, les demandes d'inscription du commissaire du Gouvernement ou de trois membres au moins du haut conseil, sur le fondement des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270804&dateTexte=&categorieLien=cid'>articles R. 821-7 et R. 821-8 du code de commerce</a>.</p><p></p><p>Article 4</p><p></p><p>L'ordre du jour est adressé aux membres et au commissaire du Gouvernement au plus tard cinq jours avant la séance.</p><p>En cas d'urgence, le président, à son initiative ou sur demande de trois membres au moins du haut conseil, peut inscrire une question à l'ordre du jour.</p><p>En cas d'urgence ou de demande de deuxième délibération, le commissaire du Gouvernement peut faire inscrire, sans délai, une question à l'ordre du jour.</p><p>Lorsque des sujets n'ont pu être examinés lors de la séance à laquelle ils étaient appelés, ils sont inscrits en priorité à l'ordre du jour suivant.</p><p></p><p>Article 5</p><p></p><p>Les fonctions de secrétaire de séance sont tenues par un agent des services du haut conseil, désigné par le secrétaire général.</p><p></p><p>Article 6</p><p></p><p>En début de séance et pour chaque délibération, le président vérifie que le quorum de huit membres est atteint et il en est fait mention au procès-verbal de la séance.</p><p>Les débats du collège sont conduits sous l'autorité du président. En application de l'article L. 821-3 du code de commerce, les décisions sont prises à la majorité des voix. En cas de partage des voix, la voix du président est prépondérante.</p><p></p><p>Article 7</p><p></p><p>Sur décision du président ou sur demande d'au moins trois membres, il peut être procédé à un vote à bulletin secret.</p><p></p><p>Article 8</p><p></p><p>Les séances du haut conseil donnent lieu à l'établissement d'un procès-verbal, signé par le président et le secrétaire de séance. Il contient un exposé synthétique des débats de la séance et mentionne les délibérations, décisions et avis adoptés par le haut conseil. Tout membre du haut conseil peut demander que figure au procès-verbal un texte reprenant la position qu'il a exprimée en séance.</p><p>Le procès-verbal est soumis à l'approbation du haut conseil au plus tard lors de la deuxième séance qui suit.</p><p>Les procès-verbaux des séances sont conservés par ordre chronologique dans un registre créé à cet effet. Une copie du procès-verbal approuvé par le haut conseil et signé par le président et le secrétaire de séance est transmise au commissaire du Gouvernement et aux membres du haut conseil. Tout membre du haut conseil peut consulter le registre des procès-verbaux.</p><p></p><p>Article 9</p><p></p><p>Lorsque la réunion physique des membres est impossible et en cas d'urgence, le haut conseil peut valablement délibérer au moyen d'une consultation à distance de ses membres absents, par téléconférence, visioconférence ou par voie électronique.</p><p>Pour chaque délibération, le président s'assure que chaque membre a été joint et vérifie que le quorum est réuni. Il en fait mention dans le résultat de la consultation.</p><p>En cas de consultation par voie électronique, les messages échangés sont communiqués à l'ensemble des membres, à l'initiative de leurs auteurs ou à la diligence du secrétariat général.</p><p></p><p>Article 10</p><p></p><p>Les membres du haut conseil ont une obligation de présence aux séances.</p><p>Sauf cas d'urgence, ils informent le président de leur absence et du motif de celle-ci au moins trois jours avant la séance.</p><p></p><p>Article 11</p><p></p><p>Les membres du haut conseil, le secrétaire général, ses collaborateurs et le secrétaire de séance sont astreints à une stricte confidentialité.</p><p><br/>Section 2 : Avis, décisions et délibérations du haut conseil </p><p></p><p></p><p></p><p>Article 1er</p><p></p><p>Lorsqu'il est saisi en application des articles L. 821-1, L. 822-16 et R. 821-6 du code de commerce, le haut conseil rend des avis sur :</p><p>- des projets de décret en Conseil d'Etat approuvant ou modifiant le code de déontologie de la profession de commissaire aux comptes ;</p><p>- des projets de normes élaborées par la Compagnie nationale des commissaires aux comptes ;</p><p>- des projets de textes légaux ou réglementaires relatifs au commissariat aux comptes ;</p><p>- des questions de principe entrant dans ses compétences, soulevées par des situations individuelles ;</p><p>- toute question entrant dans ses compétences, dont il s'est saisi.</p><p></p><p>Article 2</p><p></p><p>Le haut conseil prend des décisions :</p><p>- administratives dans le cadre de l'organisation des contrôles, de son fonctionnement interne, en matière d'inscription et de promotion des bonnes pratiques professionnelles qu'il a identifiées ;</p><p>- à caractère juridictionnel lorsqu'il statue comme instance d'appel des décisions rendues par les chambres régionales de discipline.</p><p></p><p>Article 3</p><p></p><p>Le haut conseil peut prendre des délibérations sur tout sujet ayant trait à l'exercice du commissariat aux comptes.</p><p></p><p>Article 4</p><p></p><p>Les avis, décisions et délibérations sont versés chronologiquement dans des registres prévus à cet effet. Tout membre du haut conseil peut consulter ces registres.</p><p></p><p>Article 5</p><p></p><p>Sont publiés sur le site internet du haut conseil :</p><p>- ses décisions, sauf celles relatives à son fonctionnement interne ;</p><p>- ses avis, sauf ceux rendus à l'occasion d'une consultation sur les projets de textes législatifs ou réglementaires ;</p><p>- ses délibérations, sauf décision contraire du collège.</p><p>Les décisions à caractère juridictionnel sont publiées de manière anonyme.</p><p><br/>Section 3 : Modalités d'instruction des saisines </p><p></p><p></p><p></p><p>Article 1er</p><p></p><p>Le haut conseil peut être saisi de toute question entrant dans ses compétences.</p><p></p><p>Article 2</p><p></p><p>Le secrétaire général enregistre l'ensemble des demandes adressées au haut conseil en prenant connaissance de la qualité du requérant, de l'objet de la demande et de son fondement juridique. Après avoir examiné ces demandes, il adresse sans délai au commissaire du Gouvernement les saisines et demandes d'avis sur des questions entrant dans le domaine de compétence du haut conseil.</p><p>Les saisines et demandes d'avis sont instruites par le secrétariat général. En cas de conflit d'intérêt, les agents du secrétariat général se déportent.</p><p>Le secrétariat général peut demander au requérant ainsi qu'à toute autre personne de lui fournir oralement, ou par écrit, les explications ou informations nécessaires à l'instruction de la saisine. Il peut, aussi, interroger les organisations représentatives des entreprises ou toutes autres instances lorsque la saisine porte sur un sujet d'intérêt général.</p><p>La saisine doit être présentée devant le collège pour avis ou faire l'objet d'un traitement par le secrétariat général dans un délai de trois mois à compter du jour où le secrétaire général constate que le dossier est complet.</p><p></p><p>Article 3</p><p></p><p>Une commission spécialisée est chargée d'examiner les orientations proposées par le secrétariat général en vue du traitement des questions dont le haut conseil a été destinataire.</p><p>Les questions reçues par le haut conseil sont présentées à cette commission par le secrétariat général de manière anonyme et synthétique.</p><p></p><p>Article 4</p><p></p><p>Après examen par la commission, le secrétariat général soit :</p><p>- saisit le collège pour avis ;</p><p>- apporte une réponse au requérant ou l'informe des textes applicables ;</p><p>- informe le requérant du classement sans suite de sa saisine ;</p><p>- traite la saisine dans le cadre des contrôles ;</p><p>- saisit les autorités compétentes.</p><p></p><p>Article 5</p><p></p><p>En cas de saisine du collège, le secrétariat général expose la question susceptible de donner lieu à l'avis. Il répond aux demandes de précision des membres.</p><p><br/>Section 4 : Contrôles </p><p></p><p></p><p></p><p>Article 1er</p><p></p><p>Le haut conseil définit le cadre, les orientations et les modalités des contrôles périodiques.</p><p>Il met en œuvre ces contrôles soit directement, soit en en déléguant l'exercice à la Compagnie nationale des commissaires aux comptes ou aux compagnies régionales.</p><p>Il supervise les contrôles périodiques organisés selon les modalités qu'il définit ainsi que les contrôles occasionnels décidés par la Compagnie nationale ou les compagnies régionales, ou qui sont effectués à sa demande. Il émet des recommandations de portée générale dans le cadre de leur suivi et veille à leur bonne exécution.</p><p></p><p>Article 2</p><p></p><p>En application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270798&dateTexte=&categorieLien=cid'>article R. 821-1 du code de commerce</a>, le secrétaire général assure la direction des contrôleurs mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242507&dateTexte=&categorieLien=cid'>article L. 821-9, premier alinéa, du code de commerce</a>. A cette fin, il est assisté d'un directeur placé sous son autorité.</p><p>Le secrétaire général est chargé de l'examen des documents retraçant les opérations de contrôle auxquelles la compagnie nationale et les compagnies régionales ont procédé selon les modalités définies par le haut conseil et lorsqu'elles ont été effectuées à la demande du haut conseil.</p><p>Il peut participer à la mise en œuvre des contrôles périodiques et émettre des recommandations à caractère individuel.</p><p>Il peut saisir la Compagnie nationale des commissaires aux comptes de toute demande d'information complémentaire.</p><p>Il peut saisir à toutes fins le procureur général compétent.</p><p></p><p>Article 3</p><p></p><p>Lorsque des opérations de contrôle font apparaître une question justifiant un avis du haut conseil, le secrétaire général saisit le collège en présentant le dossier sous une forme anonyme.</p><p></p><p>Article 4</p><p></p><p>Le secrétaire général présente chaque année au collège un rapport sur les contrôles auxquels il a été procédé en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242504&dateTexte=&categorieLien=cid'>article L. 821-7 (b) du code de commerce</a>. Il rend compte, de manière non nominative, des suites qui leur ont été données.</p><p></p><p>Article 5</p><p></p><p>Le secrétaire général tient le collège informé de l'exécution des contrôles occasionnels auxquels celui-ci a ordonné qu'il soit procédé.</p><p></p><p>Article 6</p><p></p><p>Le haut conseil rend compte chaque année de l'organisation et de l'activité des contrôles dans le rapport annuel présenté au garde des sceaux.</p><p><br/>Chapitre III : Relations institutionnelles du haut conseil </p><p><br/>Section 1 : Les relations du haut conseil avec les compagnies nationale et régionales de commissaires aux comptes et les autorités françaises de régulation </p><p></p><p></p><p></p><p>Article 1er</p><p></p><p>Au titre du concours mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242452&dateTexte=&categorieLien=cid'>article L. 821-1 du code de commerce</a>, le haut conseil entretient des relations régulières avec la Compagnie nationale des commissaires aux comptes.</p><p></p><p>Article 2</p><p></p><p>Il peut être institué des groupes de coordination avec la Compagnie nationale des commissaires aux comptes dans toute matière nécessitant son concours, en vue d'élaborer des propositions de décision.</p><p></p><p>Article 3</p><p></p><p>Le haut conseil peut demander à la Compagnie nationale des commissaires aux comptes toute information nécessaire à la surveillance de la profession.</p><p></p><p>Article 4</p><p></p><p>Le secrétaire général peut communiquer à la Compagnie nationale des commissaires aux comptes et aux compagnies régionales des commissaires aux comptes les informations nécessaires à l'exercice de leurs missions.</p><p></p><p>Article 5</p><p></p><p>Le haut conseil peut conclure des conventions avec la Compagnie nationale des commissaires aux comptes afin de déterminer les modalités pratiques de son concours.</p><p></p><p>Article 6</p><p></p><p>Dans le cadre du suivi des contrôles, le haut conseil peut organiser directement avec les compagnies régionales un échange d'informations.</p><p></p><p>Article 7</p><p></p><p>Sans préjudice des dispositions légales en matière de secret professionnel, les modalités d'échanges d'informations entre le haut conseil et les autres autorités françaises de contrôle et de surveillance sont organisées dans un cadre conventionnel.</p><p><br/>Section 2 : Les relations européennes et internationales du haut conseil </p><p><br/>Paragraphe 1 : Dispositions générales </p><p></p><p></p><p></p><p>Article 1er</p><p></p><p>Le haut conseil entretient des relations régulières avec ses homologues étrangers.</p><p>A ce titre, il participe aux travaux menés au niveau européen en matière de contrôle légal des comptes.</p><p>Il peut être membre de toute organisation regroupant, à l'échelle internationale, les autorités nationales exerçant des compétences analogues aux siennes.</p><p>Il peut également nouer des relations bilatérales avec ses homologues étrangers.</p><p></p><p>Article 2</p><p></p><p>Le collège définit les grandes orientations de l'action du haut conseil aux niveaux européen et international. Il répond aux consultations organisées par la Commission européenne ou toute autre institution dans son champ de compétence.</p><p>Dans l'exercice de cette mission, le collège est assisté d'une commission spécialisée constituée conformément aux articles 15 à 21 du règlement intérieur.</p><p></p><p>Article 3</p><p></p><p>Le président représente le haut conseil dans ses rapports avec les institutions communautaires, les organisations internationales et ses homologues étrangers.</p><p>Il peut déléguer, de façon ponctuelle, son pouvoir de représentation à un autre membre du haut conseil ou au secrétaire général.</p><p><br/>Paragraphe 2 : La coopération avec les autorités des autres Etats membres de l'Union européenne </p><p></p><p></p><p></p><p>Article 4</p><p></p><p>Lorsque le haut conseil est saisi d'une demande d'informations ou de documents entrant dans les prévisions des articles L. 821-5-1 et R. 821-16 du code de commerce, le président prend sans délai les mesures nécessaires à la collecte de ces informations et documents.</p><p>Sous réserve des dispositions de l'article R. 821-17 du code de commerce, il communique par tout moyen approprié les éléments recueillis à l'autorité requérante. Il peut autoriser leur prise de connaissance sur place par un représentant de l'autorité requérante.</p><p>Il rappelle à l'autorité requérante les limites de l'utilisation de ces informations ou documents.</p><p></p><p>Article 5</p><p></p><p>Lorsque le haut conseil est saisi d'une demande d'assistance entrant dans les prévisions des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242478&dateTexte=&categorieLien=cid'>articles L. 821-5-1 et R. 821-16 du code de commerce</a>, le président prend sans délai les initiatives nécessaires à la réalisation des opérations de contrôle ou d'inspection qui font l'objet de la demande.</p><p>A cet effet, il peut saisir le collège afin que soit ordonnée la réalisation d'opérations de contrôle par les contrôleurs mentionnés à l'article L. 821-9 du code de commerce.</p><p>Il peut également demander au garde des sceaux, ministre de la justice, de faire diligenter une inspection.</p><p>A réception des résultats du contrôle ou de l'inspection, le président les communique à l'autorité requérante.</p><p></p><p>Article 6</p><p></p><p>Lorsque le président refuse de donner suite à la demande faite par l'autorité requérante pour l'une des raisons mentionnées à l'article R. 821-17 du code de commerce, il en informe le collège lors de la plus proche séance.</p><p></p><p>Article 7</p><p></p><p>Pour l'application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270816&dateTexte=&categorieLien=cid'>dispositions de l'article R. 821-19 du code de commerce</a>, la constatation de ce que des actes contraires au statut régissant les contrôleurs légaux des comptes ou aux règles gouvernant l'exercice du contrôle légal des comptes ont été commis sur le territoire d'un autre Etat membre de l'Union européenne est formalisée par une délibération du collège.</p><p></p><p>Article 8</p><p></p><p>En cas d'urgence ou d'empêchement, le président du haut conseil peut déléguer ses prérogatives mentionnées au présent paragraphe au secrétaire général.</p><p><br/>Paragraphe 3 : La coopération avec les autorités d'Etats non membres de l'Union européenne </p><p></p><p></p><p></p><p>Article 9</p><p></p><p>Dans les conditions prévues aux articles L. 821-5-2 et R. 821-20 du code de commerce, le haut conseil peut conclure des conventions de coopération avec les autorités d'Etats non membres de l'Union européenne exerçant des compétences analogues aux siennes.</p><p>Ces conventions ne portent que sur des échanges d'informations et de documents relatifs au contrôle légal des comptes de personnes ou d'entités émettant des valeurs mobilières sur les marchés de capitaux de l'Etat concerné ou entrant dans le périmètre de consolidation de ces personnes ou entités.</p><p>Ces conventions comportent des stipulations assurant le respect, dans les échanges avec les autorités des Etats tiers, des prescriptions fixées par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270814&dateTexte=&categorieLien=cid'>articles R. 821-17 et R. 821-18 du code de commerce</a>. Elles précisent les modalités de la coopération envisagée.</p><p>Elles garantissent notamment :</p><p>- la communication des informations et documents d'autorité compétente à autorité compétente ;</p><p>- l'exposé par l'autorité requérante des motifs de sa demande de coopération ;</p><p>- le respect des dispositions relatives à la protection des données personnelles ;</p><p>- le respect des dispositions relatives à la protection du secret professionnel et des informations commerciales sensibles ;</p><p>- l'utilisation des informations et documents communiqués aux seules fins de la supervision publique des personnes en charge de fonctions de contrôle légal des comptes.</p><p></p><p>Article 10</p><p></p><p>Le projet de convention est communiqué aux membres du haut conseil ainsi qu'au commissaire du Gouvernement. Le haut conseil prend une délibération, sur le projet de convention, qui est notifiée au garde des sceaux et au commissaire du Gouvernement.</p><p>En l'absence de recours devant le Conseil d'Etat dans le délai de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270818&dateTexte=&categorieLien=cid'>article R. 821-21 du code de commerce</a>, ou si le recours est rejeté, la délibération devient définitive et le président signe la convention.</p><p></p><p>Article 11</p><p></p><p>Lorsque le haut conseil est saisi d'une demande d'informations ou de documents émanant d'une autorité d'un Etat non membre de l'Union européenne avec laquelle a été conclue une convention de coopération, le président examine si les conditions de recevabilité fixées par cette convention et par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242487&dateTexte=&categorieLien=cid'>article L. 821-5-2 du code de commerce</a> sont réunies. En cas de doute, il saisit le collège pour délibération.</p><p></p><p>Article 12</p><p></p><p>Si les conditions de recevabilité de la demande sont réunies, le président peut communiquer à l'autorité requérante les informations ou les documents s'y rapportant, qu'il détient ou qu'il recueille.</p><p>Il rappelle à l'autorité requérante les limites de l'utilisation des informations ou documents communiqués.</p><p></p><p>Article 13</p><p></p><p>Lorsque le haut conseil est saisi d'une demande d'assistance émanant d'une autorité d'un Etat non membre de l'Union européenne exerçant des compétences analogues aux siennes et que cette demande satisfait aux conditions fixées par l'article L. 821-5-2 du code de commerce, le président peut saisir le collège afin que soit ordonnée la réalisation d'opérations de contrôle par les contrôleurs mentionnés à l'article L. 821-9 du code de commerce.</p><p>Il peut également demander au garde des sceaux, ministre de la justice, de faire diligenter une inspection.</p><p>A réception des résultats du contrôle ou de l'inspection, le président peut les communiquer à l'autorité requérante. Il rappelle à celle-ci les limites de leur utilisation.</p><p></p><p>Article 14</p><p></p><p>Le président informe le collège des suites, positives ou négatives, données aux demandes de coopération émanant d'autorités d'Etats non membres de l'Union européenne.</p><p></p><p>Article 15</p><p></p><p>En cas d'urgence ou d'empêchement, le président peut déléguer au secrétaire général les pouvoirs établis au présent paragraphe. </p><p><br/><br/></p><p></p><p></p><p></p><p></p><p></p>",
            "num": "A821-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1312329600000,
            "dateFin": 1316736000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation et du contrôle de la profession",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163036",
                        "id": "LEGISCTA000020163595",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Du Haut Conseil du commissariat aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163038",
                        "id": "LEGISCTA000020163593",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : De l'organisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163040",
                        "id": "LEGISCTA000020163591",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163042",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163040",
            "sectionParentId": "LEGISCTA000020163591",
            "sectionParentTitre": "Sous-section 1 : De l'organisation",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre Ier : De l'organisation et du contrôle de la profession &gt; Section 1 : Du Haut Conseil du commissariat aux comptes &gt; Sous-section 1 : De l'organisation",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000024448943",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024418940",
                    "textTitle": "Arrêté du 11 juillet 2011 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024424012",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-08-02",
                    "dateSignaTexte": "2011-07-11",
                    "dateDebutCible": "2011-08-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019390954",
                    "textTitle": "Décret n°2008-876 du 29 août 2008",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000019390954",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-876",
                    "datePubli": 1220140800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019900011",
                    "textTitle": "Ordonnance n° 2008-1278  du 8 décembre 2008",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000019900011",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2008-1278",
                    "datePubli": 1228780800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020017234",
                    "textTitle": "Décret n°2008-1487 du 30 décembre 2008",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020017234",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-1487",
                    "datePubli": 1230681600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005634379",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-1",
                    "articleId": "LEGIARTI000006242452",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-3",
                    "articleId": "LEGIARTI000006242461",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-5-1",
                    "articleId": "LEGIARTI000006242478",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-5-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-5-2",
                    "articleId": "LEGIARTI000006242487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-7",
                    "articleId": "LEGIARTI000006242504",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-9",
                    "articleId": "LEGIARTI000006242507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-1",
                    "articleId": "LEGIARTI000006270798",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-17",
                    "articleId": "LEGIARTI000006270814",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-19",
                    "articleId": "LEGIARTI000006270816",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-21",
                    "articleId": "LEGIARTI000006270818",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-22",
                    "articleId": "LEGIARTI000006270819",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-4",
                    "articleId": "LEGIARTI000006270801",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-7",
                    "articleId": "LEGIARTI000006270804",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "",
                    "textTitle": "articles R. 821-1 et suivants du code de commerce",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "code de déontologie de la profession de commissaire aux comptes",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000614011",
                    "textTitle": "Arrêté du 24 février 2004 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001866231",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163589",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312329600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024448943",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312329600000,
                    "dateFin": 1316736000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024580066",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1316736000000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A821-1",
                "821-1"
            ],
            "versionPrecedente": "LEGIARTI000020163589",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163589",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le règlement intérieur adopté par le Haut Conseil du commissariat aux comptes le 5 février 2004 et homologué par le garde des sceaux, ministre de la justice, figure à l'annexe 8-6 au présent livre.",
            "texteHtml": "<p><br/>Le règlement intérieur adopté par le Haut Conseil du commissariat aux comptes le 5 février 2004 et homologué par le garde des sceaux, ministre de la justice, figure à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000020163295&dateTexte=&categorieLien=cid' title='Code de commerce. - art. Annexe 8-6 (V)'>l'annexe 8-6</a> au présent livre.</p>",
            "num": "A821-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1312329600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation et du contrôle de la profession",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163036",
                        "id": "LEGISCTA000020163595",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Du Haut Conseil du commissariat aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163038",
                        "id": "LEGISCTA000020163593",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : De l'organisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163040",
                        "id": "LEGISCTA000020163591",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163042",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163040",
            "sectionParentId": "LEGISCTA000020163591",
            "sectionParentTitre": "Sous-section 1 : De l'organisation",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre Ier : De l'organisation et du contrôle de la profession &gt; Section 1 : Du Haut Conseil du commissariat aux comptes &gt; Sous-section 1 : De l'organisation",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163589",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. Annexe 8-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "Annexe 8-6",
                    "articleId": "LEGIARTI000020163295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1232496000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000614011",
                    "textTitle": "Arrêté du 24 février 2004 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001866231",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163589",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312329600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024448943",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312329600000,
                    "dateFin": 1316736000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024580066",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1316736000000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A821-1",
                "821-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}