{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045628984",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Au sein du réseau des chambres d'agriculture, sont représentatives les organisations syndicales des personnels des établissements du réseau qui : 1° Satisfont aux critères de représentativité de l'article L. 2121-1 du code du travail, à l'exception de celui mentionné au 5° du même article ; 2° Disposent d'une implantation territoriale équilibrée au sein du réseau des chambres d'agriculture ; 3° Ont recueilli au moins 8 % des suffrages exprimés résultant de l'addition, au niveau national, des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires des établissements qui composent le réseau des chambres d'agriculture mentionné à l'article L. 510-1 du présent code et des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 . La mesure de l'audience s'effectue lors du renouvellement des commissions paritaires d'établissement. Toutefois, sont représentatives au niveau régional les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés résultant de l'addition, au niveau de chaque circonscription d'élection de la chambre régionale d'agriculture, des suffrages exprimés au premier tour des dernières élections des titulaires : a) Aux commissions paritaires départementales ; b) A la commission paritaire régionale ; c) Et aux commissions paritaires des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 ayant leur siège sur le territoire régional. Au sein de chaque établissement du réseau, sont représentatives les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires de l'établissement concerné. II. – La convention ou les accords d'établissement sont négociés entre l'employeur et les organisations syndicales de salariés représentatives dans l'établissement. La validité d'un accord d'établissement est subordonnée à sa signature par, d'une part, l'employeur ou son représentant et, d'autre part, une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli plus de 50 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des dernières élections des titulaires à la commission paritaire de l'établissement concerné, quel que soit le nombre de votants. Si cette condition n'est pas remplie et que l'accord a été signé à la fois par l'employeur et par des organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des élections mentionnées au deuxième alinéa du présent II, quel que soit le nombre de votants, une ou plusieurs de ces organisations ayant recueilli plus de 30 % des suffrages disposent d'un délai d'un mois à compter de la signature de l'accord pour indiquer qu'elles souhaitent une consultation des salariés visant à valider l'accord. Au terme de ce délai, l'employeur peut demander l'organisation de cette consultation, en l'absence d'opposition de l'ensemble des organisations signataires. Si, à l'issue d'un délai de huit jours à compter de cette demande ou de l'initiative de l'employeur, les éventuelles signatures d'autres organisations syndicales représentatives n'ont pas permis d'atteindre le taux de 50 % mentionné au même deuxième alinéa et si les conditions mentionnées au troisième alinéa du présent II sont toujours remplies, cette consultation est organisée dans un délai de deux mois. La consultation des salariés, qui peut être organisée par voie électronique, se déroule dans le respect des principes généraux du droit électoral et selon les modalités prévues par un protocole spécifique conclu entre l'employeur et une ou plusieurs organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisation représentatives au premier tour des élections mentionnées au premier alinéa, quel que soit le nombre de votants. Participent à la consultation les salariés des établissements couverts par l'accord et électeurs au sens des articles L. 2314-15 et L. 2314-17 à L. 2314-18-1 du code du travail. L'accord est valide s'il est approuvé par les salariés à la majorité des suffrages exprimés. Faute d'approbation, l'accord est réputé non écrit. Les conditions d'application du présent II sont identiques à celles prévues pour l'application de l'article L. 2232-12 du même code. Les conventions ou accords régionaux sont négociés et conclus entre : 1° D'une part, le président de la chambre régionale ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ; 2° D'autre part, les organisations syndicales de salariés représentatives au niveau régional ou dans l'ensemble des établissements du réseau relevant du champ d'application de la convention ou de l'accord. La validité d'un accord au niveau régional est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou de plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés à ces mêmes élections, quel que soit le nombre de votants. Les conventions ou accords nationaux sont négociés et conclus entre : a) D'une part, le président de Chambres d'agriculture France ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ; b) D'autre part, les organisations syndicales de salariés représentatives au niveau national. La validité d'un accord national est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés en faveur d'organisations reconnues représentatives au niveau national, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés en faveur des organisations représentatives à ces mêmes élections, quel que soit le nombre de votants. Un accord d'entreprise peut définir les conditions et les modalités de diffusion des informations syndicales au moyen des outils numériques disponibles dans l'entreprise, notamment l'intranet et la messagerie électronique de l'entreprise. A défaut d'accord, les organisations syndicales présentes dans la chambre d'agriculture et satisfaisant aux critères de respect des valeurs républicaines et d'indépendance, légalement constituées depuis au moins deux ans peuvent mettre à disposition des publications et tracts sur un site syndical accessible à partir de l'intranet de l'entreprise, lorsqu'il existe. L'utilisation par les organisations syndicales des outils numériques mis à leur disposition doit satisfaire l'ensemble des conditions suivantes : – être compatible avec les exigences de bon fonctionnement et de sécurité du réseau informatique de l'entreprise ; – ne pas entraver l'accomplissement normal du travail ; – préserver la liberté de choix des salariés d'accepter ou de refuser un message.",
            "texteHtml": "<p>I. – Au sein du réseau des chambres d'agriculture, sont représentatives les organisations syndicales des personnels des établissements du réseau qui :</p><p>1° Satisfont aux critères de représentativité de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901580&dateTexte=&categorieLien=cid'>l'article L. 2121-1 </a>du code du travail, à l'exception de celui mentionné au 5° du même article ;</p><p>2° Disposent d'une implantation territoriale équilibrée au sein du réseau des chambres d'agriculture ;</p><p>3° Ont recueilli au moins 8 % des suffrages exprimés résultant de l'addition, au niveau national, des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires des établissements qui composent le réseau des chambres d'agriculture mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000045629113&dateTexte=&categorieLien=id' title='Code rural et de la pêche maritime - art. L510-1 (V)'>l'article L. 510-1 </a>du présent code et des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584211&dateTexte=&categorieLien=cid'>l'article L. 514-2</a>. La mesure de l'audience s'effectue lors du renouvellement des commissions paritaires d'établissement.</p><p>Toutefois, sont représentatives au niveau régional les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés résultant de l'addition, au niveau de chaque circonscription d'élection de la chambre régionale d'agriculture, des suffrages exprimés au premier tour des dernières élections des titulaires :</p><p>a) Aux commissions paritaires départementales ;</p><p>b) A la commission paritaire régionale ;</p><p>c) Et aux commissions paritaires des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 ayant leur siège sur le territoire régional.</p><p>Au sein de chaque établissement du réseau, sont représentatives les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires de l'établissement concerné.</p><p>II. – La convention ou les accords d'établissement sont négociés entre l'employeur et les organisations syndicales de salariés représentatives dans l'établissement.</p><p>La validité d'un accord d'établissement est subordonnée à sa signature par, d'une part, l'employeur ou son représentant et, d'autre part, une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli plus de 50 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des dernières élections des titulaires à la commission paritaire de l'établissement concerné, quel que soit le nombre de votants.</p><p>Si cette condition n'est pas remplie et que l'accord a été signé à la fois par l'employeur et par des organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des élections mentionnées au deuxième alinéa du présent II, quel que soit le nombre de votants, une ou plusieurs de ces organisations ayant recueilli plus de 30 % des suffrages disposent d'un délai d'un mois à compter de la signature de l'accord pour indiquer qu'elles souhaitent une consultation des salariés visant à valider l'accord. Au terme de ce délai, l'employeur peut demander l'organisation de cette consultation, en l'absence d'opposition de l'ensemble des organisations signataires.</p><p>Si, à l'issue d'un délai de huit jours à compter de cette demande ou de l'initiative de l'employeur, les éventuelles signatures d'autres organisations syndicales représentatives n'ont pas permis d'atteindre le taux de 50 % mentionné au même deuxième alinéa et si les conditions mentionnées au troisième alinéa du présent II sont toujours remplies, cette consultation est organisée dans un délai de deux mois.</p><p>La consultation des salariés, qui peut être organisée par voie électronique, se déroule dans le respect des principes généraux du droit électoral et selon les modalités prévues par un protocole spécifique conclu entre l'employeur et une ou plusieurs organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisation représentatives au premier tour des élections mentionnées au premier alinéa, quel que soit le nombre de votants.</p><p>Participent à la consultation les salariés des établissements couverts par l'accord et électeurs au sens des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901886&dateTexte=&categorieLien=cid'>L. 2314-15 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901889&dateTexte=&categorieLien=cid'>L. 2314-17 à L. 2314-18-1 </a>du code du travail.</p><p>L'accord est valide s'il est approuvé par les salariés à la majorité des suffrages exprimés.</p><p>Faute d'approbation, l'accord est réputé non écrit.</p><p>Les conditions d'application du présent II sont identiques à celles prévues pour l'application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901697&dateTexte=&categorieLien=cid'>L. 2232-12</a> du même code.</p><p>Les conventions ou accords régionaux sont négociés et conclus entre :</p><p>1° D'une part, le président de la chambre régionale ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ;</p><p>2° D'autre part, les organisations syndicales de salariés représentatives au niveau régional ou dans l'ensemble des établissements du réseau relevant du champ d'application de la convention ou de l'accord.</p><p>La validité d'un accord au niveau régional est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou de plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés à ces mêmes élections, quel que soit le nombre de votants.</p><p>Les conventions ou accords nationaux sont négociés et conclus entre :</p><p>a) D'une part, le président de Chambres d'agriculture France ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ;</p><p>b) D'autre part, les organisations syndicales de salariés représentatives au niveau national.</p><p>La validité d'un accord national est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés en faveur d'organisations reconnues représentatives au niveau national, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés en faveur des organisations représentatives à ces mêmes élections, quel que soit le nombre de votants.</p><p>Un accord d'entreprise peut définir les conditions et les modalités de diffusion des informations syndicales au moyen des outils numériques disponibles dans l'entreprise, notamment l'intranet et la messagerie électronique de l'entreprise.</p><p>A défaut d'accord, les organisations syndicales présentes dans la chambre d'agriculture et satisfaisant aux critères de respect des valeurs républicaines et d'indépendance, légalement constituées depuis au moins deux ans peuvent mettre à disposition des publications et tracts sur un site syndical accessible à partir de l'intranet de l'entreprise, lorsqu'il existe.</p><p>L'utilisation par les organisations syndicales des outils numériques mis à leur disposition doit satisfaire l'ensemble des conditions suivantes :</p><p>– être compatible avec les exigences de bon fonctionnement et de sécurité du réseau informatique de l'entreprise ;</p><p>– ne pas entraver l'accomplissement normal du travail ;</p><p>– préserver la liberté de choix des salariés d'accepter ou de refuser un message.</p>",
            "num": "L514-3-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1650585600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 193270,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-01-04",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121423",
                        "id": "LEGISCTA000006121423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-03",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Du réseau des chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138343",
                        "id": "LEGISCTA000006138343",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152264",
                        "id": "LEGISCTA000006152264",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000029587179",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006152264",
            "sectionParentId": "LEGISCTA000006152264",
            "sectionParentTitre": "Chapitre IV : Dispositions communes",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Du réseau des chambres d'agriculture &gt; Chapitre IV : Dispositions communes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000045628984",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article l'article 21 IX de la loi n° 2016-1088 modifié par l'article 11 de l'ordonnance n° 2017-1385 du 22 septembre 2017, les présentes dispositions s'appliquent aux accords collectifs qui portent sur la durée du travail, les repos et les congés et, dès la publication de la présente loi, aux accords mentionnés à l'article L. 2254-2 du code du travail. Ces dispositions s'appliquent à compter du 1er mai 2018 aux autres accords collectifs à l'exception de ceux mentionnés à l'article L. 5125-1 du code du travail.",
            "notaHtml": "<p>Conformément à l'article l'article 21 IX de la loi n° 2016-1088 modifié par l'article 11 de l'ordonnance n° 2017-1385 du 22 septembre 2017, les présentes dispositions s'appliquent aux accords collectifs qui portent sur la durée du travail, les repos et les congés et, dès la publication de la présente loi, aux accords mentionnés à l'article L. 2254-2 du code du travail.</p><p>Ces dispositions s'appliquent à compter du 1er mai 2018 aux autres accords collectifs à l'exception de ceux mentionnés à l'article L. 5125-1 du code du travail.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045614880",
                    "textTitle": "Ordonnance n°2022-583 du 20 avril 2022 - art. 1 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045615306",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2022-04-21",
                    "dateSignaTexte": "2022-04-20",
                    "dateDebutCible": "2022-04-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035841985",
                    "textTitle": "Décision n°2017-664 QPC du 20 octobre 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035842026",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-664 QPC",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035841985",
                    "textTitle": "Décision n°2017-664 QPC du 20 octobre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035841986",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-664 QPC",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036075105",
                    "textTitle": "Avis divers - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036075106",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1511395200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L514-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L514-2",
                    "articleId": "LEGIARTI000006584211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1159833600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. L510-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L510-1",
                    "articleId": "LEGIARTI000045629113",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1650585600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. L514-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L514-3",
                    "articleId": "LEGIARTI000045629104",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1650585600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2121-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2121-1",
                    "articleId": "LEGIARTI000006901580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1204329600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2232-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2232-12",
                    "articleId": "LEGIARTI000006901697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2314-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2314-15",
                    "articleId": "LEGIARTI000006901886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2314-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2314-17",
                    "articleId": "LEGIARTI000006901889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029587188",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1413331200000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033023127",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1506211200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035627991",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1506211200000,
                    "dateFin": 1513900800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036243629",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1513900800000,
                    "dateFin": 1650585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045628984",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1650585600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L514-3-1",
                "514-3-1"
            ],
            "versionPrecedente": "LEGIARTI000036243629",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036243629",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Au sein du réseau des chambres d'agriculture, sont représentatives les organisations syndicales des personnels des établissements du réseau qui : 1° Satisfont aux critères de représentativité de l'article L. 2121-1 du code du travail, à l'exception de celui mentionné au 5° du même article ; 2° Disposent d'une implantation territoriale équilibrée au sein du réseau des chambres d'agriculture ; 3° Ont recueilli au moins 8 % des suffrages exprimés résultant de l'addition, au niveau national, des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires des établissements qui composent le réseau des chambres d'agriculture mentionné à l'article L. 510-1 du présent code et des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 . La mesure de l'audience s'effectue lors du renouvellement des commissions paritaires d'établissement. Toutefois, sont représentatives au niveau régional les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés résultant de l'addition, au niveau de chaque circonscription d'élection de la chambre régionale d'agriculture, des suffrages exprimés au premier tour des dernières élections des titulaires : a) Aux commissions paritaires départementales ; b) A la commission paritaire régionale ; c) Et aux commissions paritaires des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 ayant leur siège sur le territoire régional. Au sein de chaque établissement du réseau, sont représentatives les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires de l'établissement concerné. II. – La convention ou les accords d'établissement sont négociés entre l'employeur et les organisations syndicales de salariés représentatives dans l'établissement. La validité d'un accord d'établissement est subordonnée à sa signature par, d'une part, l'employeur ou son représentant et, d'autre part, une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli plus de 50 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des dernières élections des titulaires à la commission paritaire de l'établissement concerné, quel que soit le nombre de votants. Si cette condition n'est pas remplie et que l'accord a été signé à la fois par l'employeur et par des organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des élections mentionnées au deuxième alinéa du présent II, quel que soit le nombre de votants, une ou plusieurs de ces organisations ayant recueilli plus de 30 % des suffrages disposent d'un délai d'un mois à compter de la signature de l'accord pour indiquer qu'elles souhaitent une consultation des salariés visant à valider l'accord. Au terme de ce délai, l'employeur peut demander l'organisation de cette consultation, en l'absence d'opposition de l'ensemble des organisations signataires. Si, à l'issue d'un délai de huit jours à compter de cette demande ou de l'initiative de l'employeur, les éventuelles signatures d'autres organisations syndicales représentatives n'ont pas permis d'atteindre le taux de 50 % mentionné au même deuxième alinéa et si les conditions mentionnées au troisième alinéa du présent II sont toujours remplies, cette consultation est organisée dans un délai de deux mois. La consultation des salariés, qui peut être organisée par voie électronique, se déroule dans le respect des principes généraux du droit électoral et selon les modalités prévues par un protocole spécifique conclu entre l'employeur et une ou plusieurs organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisation représentatives au premier tour des élections mentionnées au premier alinéa, quel que soit le nombre de votants. Participent à la consultation les salariés des établissements couverts par l'accord et électeurs au sens des articles L. 2314-15 et L. 2314-17 à L. 2314-18-1 du code du travail. L'accord est valide s'il est approuvé par les salariés à la majorité des suffrages exprimés. Faute d'approbation, l'accord est réputé non écrit. Les conditions d'application du présent II sont identiques à celles prévues pour l'application de l'article L. 2232-12 du même code. Les conventions ou accords régionaux sont négociés et conclus entre : 1° D'une part, le président de la chambre régionale ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ; 2° D'autre part, les organisations syndicales de salariés représentatives au niveau régional ou dans l'ensemble des établissements du réseau relevant du champ d'application de la convention ou de l'accord. La validité d'un accord au niveau régional est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou de plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés à ces mêmes élections, quel que soit le nombre de votants. Les conventions ou accords nationaux sont négociés et conclus entre : a) D'une part, le président de l'Assemblée permanente des chambres d'agriculture ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ; b) D'autre part, les organisations syndicales de salariés représentatives au niveau national. La validité d'un accord national est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés en faveur d'organisations reconnues représentatives au niveau national, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés en faveur des organisations représentatives à ces mêmes élections, quel que soit le nombre de votants. Un accord d'entreprise peut définir les conditions et les modalités de diffusion des informations syndicales au moyen des outils numériques disponibles dans l'entreprise, notamment l'intranet et la messagerie électronique de l'entreprise. A défaut d'accord, les organisations syndicales présentes dans la chambre d'agriculture et satisfaisant aux critères de respect des valeurs républicaines et d'indépendance, légalement constituées depuis au moins deux ans peuvent mettre à disposition des publications et tracts sur un site syndical accessible à partir de l'intranet de l'entreprise, lorsqu'il existe. L'utilisation par les organisations syndicales des outils numériques mis à leur disposition doit satisfaire l'ensemble des conditions suivantes : – être compatible avec les exigences de bon fonctionnement et de sécurité du réseau informatique de l'entreprise ; – ne pas entraver l'accomplissement normal du travail ; – préserver la liberté de choix des salariés d'accepter ou de refuser un message.",
            "texteHtml": "<p></p><p>I. – Au sein du réseau des chambres d'agriculture, sont représentatives les organisations syndicales des personnels des établissements du réseau qui :</p><p>1° Satisfont aux critères de représentativité de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901580&dateTexte=&categorieLien=cid'>l'article L. 2121-1 </a>du code du travail, à l'exception de celui mentionné au 5° du même article ;</p><p>2° Disposent d'une implantation territoriale équilibrée au sein du réseau des chambres d'agriculture ;</p><p>3° Ont recueilli au moins 8 % des suffrages exprimés résultant de l'addition, au niveau national, des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires des établissements qui composent le réseau des chambres d'agriculture mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584151&dateTexte=&categorieLien=cid'>l'article L. 510-1 </a>du présent code et des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584211&dateTexte=&categorieLien=cid'>l'article L. 514-2</a>. La mesure de l'audience s'effectue lors du renouvellement des commissions paritaires d'établissement.</p><p>Toutefois, sont représentatives au niveau régional les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés résultant de l'addition, au niveau de chaque circonscription d'élection de la chambre régionale d'agriculture, des suffrages exprimés au premier tour des dernières élections des titulaires :</p><p>a) Aux commissions paritaires départementales ;</p><p>b) A la commission paritaire régionale ;</p><p>c) Et aux commissions paritaires des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 ayant leur siège sur le territoire régional.</p><p>Au sein de chaque établissement du réseau, sont représentatives les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires de l'établissement concerné.</p><p>II. – La convention ou les accords d'établissement sont négociés entre l'employeur et les organisations syndicales de salariés représentatives dans l'établissement.</p><p>La validité d'un accord d'établissement est subordonnée à sa signature par, d'une part, l'employeur ou son représentant et, d'autre part, une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli plus de 50 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des dernières élections des titulaires à la commission paritaire de l'établissement concerné, quel que soit le nombre de votants.</p><p>Si cette condition n'est pas remplie et que l'accord a été signé à la fois par l'employeur et par des organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des élections mentionnées au deuxième alinéa du présent II, quel que soit le nombre de votants, une ou plusieurs de ces organisations ayant recueilli plus de 30 % des suffrages disposent d'un délai d'un mois à compter de la signature de l'accord pour indiquer qu'elles souhaitent une consultation des salariés visant à valider l'accord. Au terme de ce délai, l'employeur peut demander l'organisation de cette consultation, en l'absence d'opposition de l'ensemble des organisations signataires.</p><p>Si, à l'issue d'un délai de huit jours à compter de cette demande ou de l'initiative de l'employeur, les éventuelles signatures d'autres organisations syndicales représentatives n'ont pas permis d'atteindre le taux de 50 % mentionné au même deuxième alinéa et si les conditions mentionnées au troisième alinéa du présent II sont toujours remplies, cette consultation est organisée dans un délai de deux mois.</p><p>La consultation des salariés, qui peut être organisée par voie électronique, se déroule dans le respect des principes généraux du droit électoral et selon les modalités prévues par un protocole spécifique conclu entre l'employeur et une ou plusieurs organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisation représentatives au premier tour des élections mentionnées au premier alinéa, quel que soit le nombre de votants.</p><p>Participent à la consultation les salariés des établissements couverts par l'accord et électeurs au sens des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901886&dateTexte=&categorieLien=cid'>L. 2314-15 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901889&dateTexte=&categorieLien=cid'>L. 2314-17 à L. 2314-18-1 </a>du code du travail.</p><p>L'accord est valide s'il est approuvé par les salariés à la majorité des suffrages exprimés.</p><p>Faute d'approbation, l'accord est réputé non écrit.</p><p>Les conditions d'application du présent II sont identiques à celles prévues pour l'application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901697&dateTexte=&categorieLien=cid'>L. 2232-12</a> du même code.</p><p>Les conventions ou accords régionaux sont négociés et conclus entre :</p><p>1° D'une part, le président de la chambre régionale ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ;</p><p>2° D'autre part, les organisations syndicales de salariés représentatives au niveau régional ou dans l'ensemble des établissements du réseau relevant du champ d'application de la convention ou de l'accord.</p><p>La validité d'un accord au niveau régional est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou de plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés à ces mêmes élections, quel que soit le nombre de votants.</p><p>Les conventions ou accords nationaux sont négociés et conclus entre :</p><p>a) D'une part, le président de l'Assemblée permanente des chambres d'agriculture ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ;</p><p>b) D'autre part, les organisations syndicales de salariés représentatives au niveau national.</p><p>La validité d'un accord national est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés en faveur d'organisations reconnues représentatives au niveau national, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés en faveur des organisations représentatives à ces mêmes élections, quel que soit le nombre de votants.</p><p>Un accord d'entreprise peut définir les conditions et les modalités de diffusion des informations syndicales au moyen des outils numériques disponibles dans l'entreprise, notamment l'intranet et la messagerie électronique de l'entreprise.</p><p>A défaut d'accord, les organisations syndicales présentes dans la chambre d'agriculture et satisfaisant aux critères de respect des valeurs républicaines et d'indépendance, légalement constituées depuis au moins deux ans peuvent mettre à disposition des publications et tracts sur un site syndical accessible à partir de l'intranet de l'entreprise, lorsqu'il existe.</p><p>L'utilisation par les organisations syndicales des outils numériques mis à leur disposition doit satisfaire l'ensemble des conditions suivantes :</p><p>– être compatible avec les exigences de bon fonctionnement et de sécurité du réseau informatique de l'entreprise ;</p><p>– ne pas entraver l'accomplissement normal du travail ;</p><p>– préserver la liberté de choix des salariés d'accepter ou de refuser un message.</p><p></p>",
            "num": "L514-3-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1513900800000,
            "dateFin": 1650585600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 193270,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-01-04",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121423",
                        "id": "LEGISCTA000006121423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-03",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Du réseau des chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138343",
                        "id": "LEGISCTA000006138343",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152264",
                        "id": "LEGISCTA000006152264",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000029587179",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006152264",
            "sectionParentId": "LEGISCTA000006152264",
            "sectionParentTitre": "Chapitre IV : Dispositions communes",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Du réseau des chambres d'agriculture &gt; Chapitre IV : Dispositions communes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036243629",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article l'article 21 IX de la loi n° 2016-1088 modifié par l'article 11 de l'ordonnance n° 2017-1385 du 22 septembre 2017, les présentes dispositions s'appliquent aux accords collectifs qui portent sur la durée du travail, les repos et les congés et, dès la publication de la présente loi, aux accords mentionnés à l'article L. 2254-2 du code du travail. Ces dispositions s'appliquent à compter du 1er mai 2018 aux autres accords collectifs à l'exception de ceux mentionnés à l'article L. 5125-1 du code du travail.",
            "notaHtml": "<p>Conformément à l'article l'article 21 IX de la loi n° 2016-1088 modifié par l'article 11 de l'ordonnance n° 2017-1385 du 22 septembre 2017, les présentes dispositions s'appliquent aux accords collectifs qui portent sur la durée du travail, les repos et les congés et, dès la publication de la présente loi, aux accords mentionnés à l'article L. 2254-2 du code du travail.</p><p>Ces dispositions s'appliquent à compter du 1er mai 2018 aux autres accords collectifs à l'exception de ceux mentionnés à l'article L. 5125-1 du code du travail.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036240557",
                    "textTitle": "Ordonnance n°2017-1718 du 20 décembre 2017 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036241432",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-12-21",
                    "dateSignaTexte": "2017-12-20",
                    "dateDebutCible": "2017-12-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035841985",
                    "textTitle": "Décision n°2017-664 QPC du 20 octobre 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035842026",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-664 QPC",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035841985",
                    "textTitle": "Décision n°2017-664 QPC du 20 octobre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035841986",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-664 QPC",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036075105",
                    "textTitle": "Avis divers - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036075106",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1511395200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L510-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L510-1",
                    "articleId": "LEGIARTI000006584151",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1541116800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L514-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L514-2",
                    "articleId": "LEGIARTI000006584211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1159833600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. L514-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L514-3",
                    "articleId": "LEGIARTI000045629104",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1650585600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2121-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2121-1",
                    "articleId": "LEGIARTI000006901580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1204329600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2232-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2232-12",
                    "articleId": "LEGIARTI000006901697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2314-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2314-15",
                    "articleId": "LEGIARTI000006901886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2314-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2314-17",
                    "articleId": "LEGIARTI000006901889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029587188",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1413331200000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033023127",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1506211200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035627991",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1506211200000,
                    "dateFin": 1513900800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036243629",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1513900800000,
                    "dateFin": 1650585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045628984",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1650585600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L514-3-1",
                "514-3-1"
            ],
            "versionPrecedente": "LEGIARTI000035627991",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035627991",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Au sein du réseau des chambres d'agriculture, sont représentatives les organisations syndicales des personnels des établissements du réseau qui : 1° Satisfont aux critères de représentativité de l'article L. 2121-1 du code du travail, à l'exception de celui mentionné au 5° du même article ; 2° Disposent d'une implantation territoriale équilibrée au sein du réseau des chambres d'agriculture ; 3° Ont recueilli au moins 8 % des suffrages exprimés résultant de l'addition, au niveau national, des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires des établissements qui composent le réseau des chambres d'agriculture mentionné à l'article L. 510-1 du présent code et des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 . La mesure de l'audience s'effectue lors du renouvellement des commissions paritaires d'établissement. Toutefois, sont représentatives au niveau régional les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés résultant de l'addition, au niveau de chaque circonscription d'élection de la chambre régionale d'agriculture, des suffrages exprimés au premier tour des dernières élections des titulaires : a) Aux commissions paritaires départementales ; b) A la commission paritaire régionale ; c) Et aux commissions paritaires des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 ayant leur siège sur le territoire régional. Au sein de chaque établissement du réseau, sont représentatives les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires de l'établissement concerné. II. – La convention ou les accords d'établissement sont négociés entre l'employeur et les organisations syndicales de salariés représentatives dans l'établissement. La validité d'un accord d'établissement est subordonnée à sa signature par, d'une part, l'employeur ou son représentant et, d'autre part, une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli plus de 50 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des dernières élections des titulaires au comité d'entreprise ou de la délégation unique du personnel ou, à défaut, des délégués du personnel, quel que soit le nombre de votants. Si cette condition n'est pas remplie et que l'accord a été signé à la fois par l'employeur et par des organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des élections mentionnées au deuxième alinéa du présent II, quel que soit le nombre de votants, une ou plusieurs de ces organisations ayant recueilli plus de 30 % des suffrages disposent d'un délai d'un mois à compter de la signature de l'accord pour indiquer qu'elles souhaitent une consultation des salariés visant à valider l'accord. Au terme de ce délai, l'employeur peut demander l'organisation de cette consultation, en l'absence d'opposition de l'ensemble des organisations signataires. Si, à l'issue d'un délai de huit jours à compter de cette demande ou de l'initiative de l'employeur, les éventuelles signatures d'autres organisations syndicales représentatives n'ont pas permis d'atteindre le taux de 50 % mentionné au même deuxième alinéa et si les conditions mentionnées au troisième alinéa du présent II sont toujours remplies, cette consultation est organisée dans un délai de deux mois. La consultation des salariés, qui peut être organisée par voie électronique, se déroule dans le respect des principes généraux du droit électoral et selon les modalités prévues par un protocole spécifique conclu entre l'employeur et une ou plusieurs organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisation représentatives au premier tour des élections mentionnées au premier alinéa, quel que soit le nombre de votants. Participent à la consultation les salariés des établissements couverts par l'accord et électeurs au sens des articles L. 2314-15 et L. 2314-17 à L. 2314-18-1 du code du travail. L'accord est valide s'il est approuvé par les salariés à la majorité des suffrages exprimés. Faute d'approbation, l'accord est réputé non écrit. Les conditions d'application du présent II sont identiques à celles prévues pour l'application de l'article L. 2232-12 du même code. Les conventions ou accords régionaux sont négociés et conclus entre : 1° D'une part, le président de la chambre régionale ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ; 2° D'autre part, les organisations syndicales de salariés représentatives au niveau régional ou dans l'ensemble des établissements du réseau relevant du champ d'application de la convention ou de l'accord. La validité d'un accord au niveau régional est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou de plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés à ces mêmes élections, quel que soit le nombre de votants. Les conventions ou accords nationaux sont négociés et conclus entre : a) D'une part, le président de l'Assemblée permanente des chambres d'agriculture ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ; b) D'autre part, les organisations syndicales de salariés représentatives au niveau national. La validité d'un accord national est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés en faveur d'organisations reconnues représentatives au niveau national, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés en faveur des organisations représentatives à ces mêmes élections, quel que soit le nombre de votants. Un accord d'entreprise peut définir les conditions et les modalités de diffusion des informations syndicales au moyen des outils numériques disponibles dans l'entreprise, notamment l'intranet et la messagerie électronique de l'entreprise. A défaut d'accord, les organisations syndicales présentes dans la chambre d'agriculture et satisfaisant aux critères de respect des valeurs républicaines et d'indépendance, légalement constituées depuis au moins deux ans peuvent mettre à disposition des publications et tracts sur un site syndical accessible à partir de l'intranet de l'entreprise, lorsqu'il existe. L'utilisation par les organisations syndicales des outils numériques mis à leur disposition doit satisfaire l'ensemble des conditions suivantes : – être compatible avec les exigences de bon fonctionnement et de sécurité du réseau informatique de l'entreprise ; – ne pas entraver l'accomplissement normal du travail ; – préserver la liberté de choix des salariés d'accepter ou de refuser un message.",
            "texteHtml": "<p>I. – Au sein du réseau des chambres d'agriculture, sont représentatives les organisations syndicales des personnels des établissements du réseau qui :</p><p>1° Satisfont aux critères de représentativité de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901580&dateTexte=&categorieLien=cid'>l'article L. 2121-1 </a>du code du travail, à l'exception de celui mentionné au 5° du même article ;</p><p>2° Disposent d'une implantation territoriale équilibrée au sein du réseau des chambres d'agriculture ;</p><p>3° Ont recueilli au moins 8 % des suffrages exprimés résultant de l'addition, au niveau national, des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires des établissements qui composent le réseau des chambres d'agriculture mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584151&dateTexte=&categorieLien=cid'>l'article L. 510-1 </a>du présent code et des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584211&dateTexte=&categorieLien=cid'>l'article L. 514-2</a>. La mesure de l'audience s'effectue lors du renouvellement des commissions paritaires d'établissement.</p><p>Toutefois, sont représentatives au niveau régional les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés résultant de l'addition, au niveau de chaque circonscription d'élection de la chambre régionale d'agriculture, des suffrages exprimés au premier tour des dernières élections des titulaires :</p><p>a) Aux commissions paritaires départementales ;</p><p>b) A la commission paritaire régionale ;</p><p>c) Et aux commissions paritaires des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 ayant leur siège sur le territoire régional.</p><p>Au sein de chaque établissement du réseau, sont représentatives les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires de l'établissement concerné.</p><p>II. – La convention ou les accords d'établissement sont négociés entre l'employeur et les organisations syndicales de salariés représentatives dans l'établissement.</p><p>La validité d'un accord d'établissement est subordonnée à sa signature par, d'une part, l'employeur ou son représentant et, d'autre part, une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli plus de 50 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des dernières élections des titulaires au comité d'entreprise ou de la délégation unique du personnel ou, à défaut, des délégués du personnel, quel que soit le nombre de votants.</p><p>Si cette condition n'est pas remplie et que l'accord a été signé à la fois par l'employeur et par des organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des élections mentionnées au deuxième alinéa du présent II, quel que soit le nombre de votants, une ou plusieurs de ces organisations ayant recueilli plus de 30 % des suffrages disposent d'un délai d'un mois à compter de la signature de l'accord pour indiquer qu'elles souhaitent une consultation des salariés visant à valider l'accord. Au terme de ce délai, l'employeur peut demander l'organisation de cette consultation, en l'absence d'opposition de l'ensemble des organisations signataires.</p><p>Si, à l'issue d'un délai de huit jours à compter de cette demande ou de l'initiative de l'employeur, les éventuelles signatures d'autres organisations syndicales représentatives n'ont pas permis d'atteindre le taux de 50 % mentionné au même deuxième alinéa et si les conditions mentionnées au troisième alinéa du présent II sont toujours remplies, cette consultation est organisée dans un délai de deux mois.</p><p>La consultation des salariés, qui peut être organisée par voie électronique, se déroule dans le respect des principes généraux du droit électoral et selon les modalités prévues par un protocole spécifique conclu entre l'employeur et une ou plusieurs organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisation représentatives au premier tour des élections mentionnées au premier alinéa, quel que soit le nombre de votants.</p><p>Participent à la consultation les salariés des établissements couverts par l'accord et électeurs au sens des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901886&dateTexte=&categorieLien=cid'>L. 2314-15 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901889&dateTexte=&categorieLien=cid'>L. 2314-17 à L. 2314-18-1 </a>du code du travail.</p><p>L'accord est valide s'il est approuvé par les salariés à la majorité des suffrages exprimés.</p><p>Faute d'approbation, l'accord est réputé non écrit.</p><p>Les conditions d'application du présent II sont identiques à celles prévues pour l'application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901697&dateTexte=&categorieLien=cid'>L. 2232-12</a> du même code.</p><p>Les conventions ou accords régionaux sont négociés et conclus entre :</p><p>1° D'une part, le président de la chambre régionale ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ;</p><p>2° D'autre part, les organisations syndicales de salariés représentatives au niveau régional ou dans l'ensemble des établissements du réseau relevant du champ d'application de la convention ou de l'accord.</p><p>La validité d'un accord au niveau régional est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou de plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés à ces mêmes élections, quel que soit le nombre de votants.</p><p>Les conventions ou accords nationaux sont négociés et conclus entre :</p><p>a) D'une part, le président de l'Assemblée permanente des chambres d'agriculture ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ;</p><p>b) D'autre part, les organisations syndicales de salariés représentatives au niveau national.</p><p>La validité d'un accord national est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés en faveur d'organisations reconnues représentatives au niveau national, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés en faveur des organisations représentatives à ces mêmes élections, quel que soit le nombre de votants.</p><p>Un accord d'entreprise peut définir les conditions et les modalités de diffusion des informations syndicales au moyen des outils numériques disponibles dans l'entreprise, notamment l'intranet et la messagerie électronique de l'entreprise.</p><p>A défaut d'accord, les organisations syndicales présentes dans la chambre d'agriculture et satisfaisant aux critères de respect des valeurs républicaines et d'indépendance, légalement constituées depuis au moins deux ans peuvent mettre à disposition des publications et tracts sur un site syndical accessible à partir de l'intranet de l'entreprise, lorsqu'il existe.</p><p>L'utilisation par les organisations syndicales des outils numériques mis à leur disposition doit satisfaire l'ensemble des conditions suivantes :</p><p>– être compatible avec les exigences de bon fonctionnement et de sécurité du réseau informatique de l'entreprise ;</p><p>– ne pas entraver l'accomplissement normal du travail ;</p><p>– préserver la liberté de choix des salariés d'accepter ou de refuser un message.</p>",
            "num": "L514-3-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1506211200000,
            "dateFin": 1513900800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 193270,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-01-04",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121423",
                        "id": "LEGISCTA000006121423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-03",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Du réseau des chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138343",
                        "id": "LEGISCTA000006138343",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152264",
                        "id": "LEGISCTA000006152264",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000029587179",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006152264",
            "sectionParentId": "LEGISCTA000006152264",
            "sectionParentTitre": "Chapitre IV : Dispositions communes",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Du réseau des chambres d'agriculture &gt; Chapitre IV : Dispositions communes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000035627991",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article l'article 21 IX de la loi n° 2016-1088 modifié par l'article 11 de l'ordonnance n° 2017-1385 du 22 septembre 2017, les présentes dispositions s'appliquent aux accords collectifs qui portent sur la durée du travail, les repos et les congés et, dès la publication de la présente loi, aux accords mentionnés à l'article L. 2254-2 du code du travail. Ces dispositions s'appliquent à compter du 1er mai 2018 aux autres accords collectifs à l'exception de ceux mentionnés à l'article L. 5125-1 du code du travail.",
            "notaHtml": "<p>Conformément à l'article l'article 21 IX de la loi n° 2016-1088 modifié par l'article 11 de l'ordonnance n° 2017-1385 du 22 septembre 2017, les présentes dispositions s'appliquent aux accords collectifs qui portent sur la durée du travail, les repos et les congés et, dès la publication de la présente loi, aux accords mentionnés à l'article L. 2254-2 du code du travail.</p><p>Ces dispositions s'appliquent à compter du 1er mai 2018 aux autres accords collectifs à l'exception de ceux mentionnés à l'article L. 5125-1 du code du travail.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032983213",
                    "textTitle": "LOI n°2016-1088 du 8 août 2016 - art. 21 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000035628019",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-08-09",
                    "dateSignaTexte": "2016-08-08",
                    "dateDebutCible": "2017-09-24"
                },
                {
                    "textCid": "JORFTEXT000035607311",
                    "textTitle": "Ordonnance n°2017-1385 du 22 septembre 2017 - art. 10",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000035608875",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-09-23",
                    "dateSignaTexte": "2017-09-22",
                    "dateDebutCible": "2017-09-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035841985",
                    "textTitle": "Décision n°2017-664 QPC du 20 octobre 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035842026",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-664 QPC",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035841985",
                    "textTitle": "Décision n°2017-664 QPC du 20 octobre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035841986",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-664 QPC",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036075105",
                    "textTitle": "Avis divers - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036075106",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1511395200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L510-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L510-1",
                    "articleId": "LEGIARTI000006584151",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1541116800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L514-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L514-2",
                    "articleId": "LEGIARTI000006584211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1159833600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. L514-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L514-3",
                    "articleId": "LEGIARTI000045629104",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1650585600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2121-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2121-1",
                    "articleId": "LEGIARTI000006901580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1204329600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2232-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2232-12",
                    "articleId": "LEGIARTI000006901697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2314-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2314-15",
                    "articleId": "LEGIARTI000006901886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2314-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2314-17",
                    "articleId": "LEGIARTI000006901889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029587188",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1413331200000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033023127",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1506211200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035627991",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1506211200000,
                    "dateFin": 1513900800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036243629",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1513900800000,
                    "dateFin": 1650585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045628984",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1650585600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L514-3-1",
                "514-3-1"
            ],
            "versionPrecedente": "LEGIARTI000033023127",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033023127",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Au sein du réseau des chambres d'agriculture, sont représentatives les organisations syndicales des personnels des établissements du réseau qui : 1° Satisfont aux critères de représentativité de l'article L. 2121-1 du code du travail, à l'exception de celui mentionné au 5° du même article ; 2° Disposent d'une implantation territoriale équilibrée au sein du réseau des chambres d'agriculture ; 3° Ont recueilli au moins 8 % des suffrages exprimés résultant de l'addition, au niveau national, des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires des établissements qui composent le réseau des chambres d'agriculture mentionné à l'article L. 510-1 du présent code et des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 . La mesure de l'audience s'effectue lors du renouvellement des commissions paritaires d'établissement. Toutefois, sont représentatives au niveau régional les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés résultant de l'addition, au niveau de chaque circonscription d'élection de la chambre régionale d'agriculture, des suffrages exprimés au premier tour des dernières élections des titulaires : a) Aux commissions paritaires départementales ; b) A la commission paritaire régionale ; c) Et aux commissions paritaires des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 ayant leur siège sur le territoire régional. Au sein de chaque établissement du réseau, sont représentatives les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires de l'établissement concerné. II.-La convention ou les accords d'établissement sont négociés entre l'employeur et les organisations syndicales de salariés représentatives dans l'établissement. La validité d'un accord d'établissement est subordonnée à sa signature par, d'une part, l'employeur ou son représentant et, d'autre part, une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli plus de 50 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des dernières élections des titulaires au comité d'entreprise ou de la délégation unique du personnel ou, à défaut, des délégués du personnel, quel que soit le nombre de votants. Si cette condition n'est pas remplie et que l'accord a été signé à la fois par l'employeur et par des organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des élections mentionnées au deuxième alinéa du présent II, quel que soit le nombre de votants, une ou plusieurs de ces organisations ayant recueilli plus de 30 % des suffrages disposent d'un délai d'un mois à compter de la signature de l'accord pour indiquer qu'elles souhaitent une consultation des salariés visant à valider l'accord. Si, à l'issue d'un délai de huit jours à compter de cette demande, les éventuelles signatures d'autres organisations syndicales représentatives n'ont pas permis d'atteindre le taux de 50 % mentionné au même deuxième alinéa et si les conditions mentionnées au troisième alinéa du présent II sont toujours remplies, cette consultation est organisée dans un délai de deux mois. La consultation des salariés, qui peut être organisée par voie électronique, se déroule dans le respect des principes généraux du droit électoral et selon les modalités prévues par un protocole spécifique conclu entre l'employeur et les organisations signataires. Participent à la consultation les salariés des établissements couverts par l'accord et électeurs au sens des articles L. 2314-15 et L. 2314-17 à L. 2314-18-1 du code du travail. L'accord est valide s'il est approuvé par les salariés à la majorité des suffrages exprimés. Faute d'approbation, l'accord est réputé non écrit. Les conditions d'application du présent II sont identiques à celles prévues pour l'application de l'article L. 2232-12 du même code. Les conventions ou accords régionaux sont négociés et conclus entre : 1° D'une part, le président de la chambre régionale ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ; 2° D'autre part, les organisations syndicales de salariés représentatives au niveau régional ou dans l'ensemble des établissements du réseau relevant du champ d'application de la convention ou de l'accord. La validité d'un accord au niveau régional est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou de plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés à ces mêmes élections, quel que soit le nombre de votants. Les conventions ou accords nationaux sont négociés et conclus entre : a) D'une part, le président de l'Assemblée permanente des chambres d'agriculture ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ; b) D'autre part, les organisations syndicales de salariés représentatives au niveau national. La validité d'un accord national est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés en faveur d'organisations reconnues représentatives au niveau national, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés en faveur des organisations représentatives à ces mêmes élections, quel que soit le nombre de votants. Un accord d'entreprise peut définir les conditions et les modalités de diffusion des informations syndicales au moyen des outils numériques disponibles dans l'entreprise, notamment l'intranet et la messagerie électronique de l'entreprise. A défaut d'accord, les organisations syndicales présentes dans la chambre d'agriculture et satisfaisant aux critères de respect des valeurs républicaines et d'indépendance, légalement constituées depuis au moins deux ans peuvent mettre à disposition des publications et tracts sur un site syndical accessible à partir de l'intranet de l'entreprise, lorsqu'il existe. L'utilisation par les organisations syndicales des outils numériques mis à leur disposition doit satisfaire l'ensemble des conditions suivantes : -être compatible avec les exigences de bon fonctionnement et de sécurité du réseau informatique de l'entreprise ; -ne pas entraver l'accomplissement normal du travail ; -préserver la liberté de choix des salariés d'accepter ou de refuser un message.",
            "texteHtml": "<p></p><p>I.-Au sein du réseau des chambres d'agriculture, sont représentatives les organisations syndicales des personnels des établissements du réseau qui : </p><p></p><p></p><p>1° Satisfont aux critères de représentativité de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901580&dateTexte=&categorieLien=cid'>l'article L. 2121-1 </a>du code du travail, à l'exception de celui mentionné au 5° du même article ; </p><p></p><p></p><p>2° Disposent d'une implantation territoriale équilibrée au sein du réseau des chambres d'agriculture ; </p><p></p><p></p><p>3° Ont recueilli au moins 8 % des suffrages exprimés résultant de l'addition, au niveau national, des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires des établissements qui composent le réseau des chambres d'agriculture mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584151&dateTexte=&categorieLien=cid'>l'article L. 510-1 </a>du présent code et des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584211&dateTexte=&categorieLien=cid'>l'article L. 514-2</a>. La mesure de l'audience s'effectue lors du renouvellement des commissions paritaires d'établissement. </p><p></p><p></p><p>Toutefois, sont représentatives au niveau régional les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés résultant de l'addition, au niveau de chaque circonscription d'élection de la chambre régionale d'agriculture, des suffrages exprimés au premier tour des dernières élections des titulaires : </p><p></p><p></p><p>a) Aux commissions paritaires départementales ; </p><p></p><p></p><p>b) A la commission paritaire régionale ; </p><p></p><p></p><p>c) Et aux commissions paritaires des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 ayant leur siège sur le territoire régional. </p><p></p><p></p><p>Au sein de chaque établissement du réseau, sont représentatives les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires de l'établissement concerné. </p><p></p><p></p><p>II.-La convention ou les accords d'établissement sont négociés entre l'employeur et les organisations syndicales de salariés représentatives dans l'établissement. </p><p></p><p></p><p>La validité d'un accord d'établissement est subordonnée à sa signature par, d'une part, l'employeur ou son représentant et, d'autre part, une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli plus de 50 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des dernières élections des titulaires au comité d'entreprise ou de la délégation unique du personnel ou, à défaut, des délégués du personnel, quel que soit le nombre de votants. </p><p></p><p></p><p>Si cette condition n'est pas remplie et que l'accord a été signé à la fois par l'employeur et par des organisations syndicales représentatives ayant recueilli plus de 30 % des suffrages exprimés en faveur d'organisations représentatives au premier tour des élections mentionnées au deuxième alinéa du présent II, quel que soit le nombre de votants, une ou plusieurs de ces organisations ayant recueilli plus de 30 % des suffrages disposent d'un délai d'un mois à compter de la signature de l'accord pour indiquer qu'elles souhaitent une consultation des salariés visant à valider l'accord. </p><p></p><p></p><p>Si, à l'issue d'un délai de huit jours à compter de cette demande, les éventuelles signatures d'autres organisations syndicales représentatives n'ont pas permis d'atteindre le taux de 50 % mentionné au même deuxième alinéa et si les conditions mentionnées au troisième alinéa du présent II sont toujours remplies, cette consultation est organisée dans un délai de deux mois. </p><p></p><p></p><p>La consultation des salariés, qui peut être organisée par voie électronique, se déroule dans le respect des principes généraux du droit électoral et selon les modalités prévues par un protocole spécifique conclu entre l'employeur et les organisations signataires. </p><p></p><p></p><p>Participent à la consultation les salariés des établissements couverts par l'accord et électeurs au sens des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901886&dateTexte=&categorieLien=cid' title='Code du travail - art. L2314-15 (V)'>L. 2314-15 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901889&dateTexte=&categorieLien=cid' title='Code du travail - art. L2314-17 (V)'>L. 2314-17 à L. 2314-18-1 </a>du code du travail. </p><p></p><p></p><p>L'accord est valide s'il est approuvé par les salariés à la majorité des suffrages exprimés. </p><p></p><p></p><p>Faute d'approbation, l'accord est réputé non écrit. </p><p></p><p></p><p>Les conditions d'application du présent II sont identiques à celles prévues pour l'application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901697&dateTexte=&categorieLien=cid' title='Code du travail - art. L2232-12 (V)'>L. 2232-12</a> du même code. </p><p></p><p></p><p>Les conventions ou accords régionaux sont négociés et conclus entre : </p><p></p><p></p><p>1° D'une part, le président de la chambre régionale ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ; </p><p></p><p></p><p>2° D'autre part, les organisations syndicales de salariés représentatives au niveau régional ou dans l'ensemble des établissements du réseau relevant du champ d'application de la convention ou de l'accord. </p><p></p><p></p><p>La validité d'un accord au niveau régional est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou de plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés à ces mêmes élections, quel que soit le nombre de votants. </p><p></p><p></p><p>Les conventions ou accords nationaux sont négociés et conclus entre : </p><p></p><p></p><p>a) D'une part, le président de l'Assemblée permanente des chambres d'agriculture ou un ou plusieurs représentants, mandatés à cet effet, des employeurs des établissements du réseau relevant du champ d'application de la convention ou de l'accord ; </p><p></p><p></p><p>b) D'autre part, les organisations syndicales de salariés représentatives au niveau national. </p><p></p><p></p><p>La validité d'un accord national est subordonnée, d'une part, à sa signature par une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli, aux élections prises en compte pour la mesure de l'audience, au moins 30 % des suffrages exprimés en faveur d'organisations reconnues représentatives au niveau national, quel que soit le nombre de votants, et, d'autre part, à l'absence d'opposition d'une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli la majorité des suffrages exprimés en faveur des organisations représentatives à ces mêmes élections, quel que soit le nombre de votants. </p><p>Un accord d'entreprise peut définir les conditions et les modalités de diffusion des informations syndicales au moyen des outils numériques disponibles dans l'entreprise, notamment l'intranet et la messagerie électronique de l'entreprise. </p><p>A défaut d'accord, les organisations syndicales présentes dans la chambre d'agriculture et satisfaisant aux critères de respect des valeurs républicaines et d'indépendance, légalement constituées depuis au moins deux ans peuvent mettre à disposition des publications et tracts sur un site syndical accessible à partir de l'intranet de l'entreprise, lorsqu'il existe. </p><p>L'utilisation par les organisations syndicales des outils numériques mis à leur disposition doit satisfaire l'ensemble des conditions suivantes :</p><p></p><p>-être compatible avec les exigences de bon fonctionnement et de sécurité du réseau informatique de l'entreprise ;</p><p>-ne pas entraver l'accomplissement normal du travail ;</p><p>-préserver la liberté de choix des salariés d'accepter ou de refuser un message.</p><p></p><p></p>",
            "num": "L514-3-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1470787200000,
            "dateFin": 1506211200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 193270,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-01-04",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121423",
                        "id": "LEGISCTA000006121423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-03",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Du réseau des chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138343",
                        "id": "LEGISCTA000006138343",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152264",
                        "id": "LEGISCTA000006152264",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000029587179",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006152264",
            "sectionParentId": "LEGISCTA000006152264",
            "sectionParentTitre": "Chapitre IV : Dispositions communes",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Du réseau des chambres d'agriculture &gt; Chapitre IV : Dispositions communes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033023127",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 21 IX de la loi n° 2016-1088 du 8 août 2016, les présentes dispositions s'appliquent à compter du 1er janvier 2017 aux accords collectifs qui portent sur la durée du travail, les repos et les congés et, dès la publication de la présente loi, aux accords mentionnés à l'article L. 2254-2 du code du travail. Elles s'appliquent à compter du 1er septembre 2019 aux autres accords collectifs, à l'exception de ceux mentionnés à l'article L. 5125-1 du code du travail. Conformément à la décision n° 2017-664 QPC du 20 octobre 2017, article 1er : le cinquième alinéa du paragraphe II de l’article L. 514-3-1 du code rural et de la pêche maritime, dans sa rédaction résultant de la loi n° 2016-1088 du 8 août 2016 relative au travail, à la modernisation du dialogue social et à la sécurisation des parcours professionnels est contraire à la Constitution.",
            "notaHtml": "<p>Conformément à l'article 21 IX de la loi n° 2016-1088 du 8 août 2016, les présentes dispositions s'appliquent à compter du 1er janvier 2017 aux accords collectifs qui portent sur la durée du travail, les repos et les congés et, dès la publication de la présente loi, aux accords mentionnés à l'article L. 2254-2 du code du travail.</p><p>Elles s'appliquent à compter du 1er septembre 2019 aux autres accords collectifs, à l'exception de ceux mentionnés à l'article L. 5125-1 du code du travail.</p><p>Conformément à la décision n° 2017-664 QPC du 20 octobre 2017, article 1er : le cinquième alinéa du paragraphe II de l’article L. 514-3-1 du code rural et de la pêche maritime, dans sa rédaction résultant de la loi n° 2016-1088 du 8 août 2016 relative au travail, à la modernisation du dialogue social et à la sécurisation des parcours professionnels est contraire à la Constitution.</p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032983213",
                    "textTitle": "LOI n°2016-1088 du 8 août 2016 - art. 21 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000033001032",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-08-09",
                    "dateSignaTexte": "2016-08-08",
                    "dateDebutCible": "2016-08-10"
                },
                {
                    "textCid": "JORFTEXT000032983213",
                    "textTitle": "LOI n°2016-1088 du 8 août 2016 - art. 59",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "59",
                    "articleId": "LEGIARTI000033001108",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-08-09",
                    "dateSignaTexte": "2016-08-08",
                    "dateDebutCible": "2016-08-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035841985",
                    "textTitle": "Décision n°2017-664 QPC du 20 octobre 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035842026",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-664 QPC",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035841985",
                    "textTitle": "Décision n°2017-664 QPC du 20 octobre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035841986",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-664 QPC",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036075105",
                    "textTitle": "Avis divers - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036075106",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1511395200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L510-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L510-1",
                    "articleId": "LEGIARTI000006584151",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1541116800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L514-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L514-2",
                    "articleId": "LEGIARTI000006584211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1159833600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. L514-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L514-3",
                    "articleId": "LEGIARTI000045629104",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1650585600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2121-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2121-1",
                    "articleId": "LEGIARTI000006901580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1204329600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2232-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2232-12",
                    "articleId": "LEGIARTI000006901697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2314-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2314-15",
                    "articleId": "LEGIARTI000006901886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2314-17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2314-17",
                    "articleId": "LEGIARTI000006901889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029587188",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1413331200000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033023127",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1506211200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035627991",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1506211200000,
                    "dateFin": 1513900800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036243629",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1513900800000,
                    "dateFin": 1650585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045628984",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1650585600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L514-3-1",
                "514-3-1"
            ],
            "versionPrecedente": "LEGIARTI000029587188",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029587188",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Au sein du réseau des chambres d'agriculture, sont représentatives les organisations syndicales des personnels des établissements du réseau qui : 1° Satisfont aux critères de représentativité de l'article L. 2121-1 du code du travail, à l'exception de celui mentionné au 5° du même article ; 2° Disposent d'une implantation territoriale équilibrée au sein du réseau des chambres d'agriculture ; 3° Ont recueilli au moins 8 % des suffrages exprimés résultant de l'addition, au niveau national, des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires des établissements qui composent le réseau des chambres d'agriculture mentionné à l'article L. 510-1 du présent code et des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 . La mesure de l'audience s'effectue lors du renouvellement des commissions paritaires d'établissement. Toutefois, sont représentatives au niveau régional les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés résultant de l'addition, au niveau de chaque circonscription d'élection de la chambre régionale d'agriculture, des suffrages exprimés au premier tour des dernières élections des titulaires : a) Aux commissions paritaires départementales ; b) A la commission paritaire régionale ; c) Et aux commissions paritaires des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 ayant leur siège sur le territoire régional. Au sein de chaque établissement du réseau, sont représentatives les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires de l'établissement concerné.",
            "texteHtml": "<p>Au sein du réseau des chambres d'agriculture, sont représentatives les organisations syndicales des personnels des établissements du réseau qui : </p><p>1° Satisfont aux critères de représentativité de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901580&dateTexte=&categorieLien=cid' title='Code du travail - art. L2121-1 (V)'>l'article L. 2121-1 </a>du code du travail, à l'exception de celui mentionné au 5° du même article ; </p><p>2° Disposent d'une implantation territoriale équilibrée au sein du réseau des chambres d'agriculture ; </p><p>3° Ont recueilli au moins 8 % des suffrages exprimés résultant de l'addition, au niveau national, des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires des établissements qui composent le réseau des chambres d'agriculture mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584151&dateTexte=&categorieLien=cid' title='Code rural - art. L510-1 (V)'>l'article L. 510-1 </a>du présent code et des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584211&dateTexte=&categorieLien=cid' title='Code rural - art. L514-2 (V)'>l'article L. 514-2</a>. La mesure de l'audience s'effectue lors du renouvellement des commissions paritaires d'établissement. </p><p>Toutefois, sont représentatives au niveau régional les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés résultant de l'addition, au niveau de chaque circonscription d'élection de la chambre régionale d'agriculture, des suffrages exprimés au premier tour des dernières élections des titulaires : </p><p>a) Aux commissions paritaires départementales ; </p><p>b) A la commission paritaire régionale ; </p><p>c) Et aux commissions paritaires des organismes interétablissements mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 ayant leur siège sur le territoire régional. </p><p>Au sein de chaque établissement du réseau, sont représentatives les organisations syndicales des personnels des établissements du réseau qui satisfont aux critères mentionnés aux 1° et 2° du présent article et qui ont recueilli au moins 10 % des suffrages exprimés au premier tour des dernières élections des titulaires aux commissions paritaires de l'établissement concerné.</p>",
            "num": "L514-3-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1413331200000,
            "dateFin": 1470787200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 193270,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-01-04",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121423",
                        "id": "LEGISCTA000006121423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-03",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Du réseau des chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138343",
                        "id": "LEGISCTA000006138343",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152264",
                        "id": "LEGISCTA000006152264",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000029587179",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006152264",
            "sectionParentId": "LEGISCTA000006152264",
            "sectionParentTitre": "Chapitre IV : Dispositions communes",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Du réseau des chambres d'agriculture &gt; Chapitre IV : Dispositions communes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029587188",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029573022",
                    "textTitle": "LOI n° 2014-1170 du 13 octobre 2014 - art. 89",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "89",
                    "articleId": "LEGIARTI000029575267",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-10-14",
                    "dateSignaTexte": "2014-10-13",
                    "dateDebutCible": "2014-10-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035841985",
                    "textTitle": "Décision n°2017-664 QPC du 20 octobre 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035842026",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-664 QPC",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035841985",
                    "textTitle": "Décision n°2017-664 QPC du 20 octobre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000035841986",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-664 QPC",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036075105",
                    "textTitle": "Avis divers - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036075106",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1511395200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L510-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L510-1",
                    "articleId": "LEGIARTI000006584151",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1541116800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L514-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L514-2",
                    "articleId": "LEGIARTI000006584211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1159833600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. L514-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L514-3",
                    "articleId": "LEGIARTI000045629104",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1650585600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2121-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2121-1",
                    "articleId": "LEGIARTI000006901580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1204329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029587188",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1413331200000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033023127",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1506211200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035627991",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1506211200000,
                    "dateFin": 1513900800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036243629",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1513900800000,
                    "dateFin": 1650585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045628984",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1650585600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L514-3-1",
                "514-3-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}