{
    "cid": "LEGIARTI000036695914",
    "num": "R121-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Administration, fonctionnement et personnel des organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141845",
                        "id": "LEGISCTA000006141845",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 1er : Conseils d'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156498",
                        "id": "LEGISCTA000006156498",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Organisation et pouvoirs des conseils.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173212",
                        "id": "LEGISCTA000006173212",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000036695919",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000037285122",
                    "textTitle": "Arrêté du 25 juillet 2018 - art. (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000037292589",
                    "natureText": "ARRETE",
                    "date": 1622685107785,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1533427200000,
                    "dateDebut": 1533513600000
                },
                {
                    "textCid": "JORFTEXT000042576881",
                    "textTitle": "Décret n°2020-1463 du 27 novembre 2020 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000042581081",
                    "natureText": "DECRET",
                    "date": 1622685107786,
                    "parentCid": null,
                    "numTexte": "2020-1463",
                    "datePubli": 1606608000000,
                    "dateDebut": 1606694400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L612-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-2",
                    "articleId": "LEGIARTI000006743559",
                    "natureText": "CODE",
                    "date": 1622685107786,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R382-8 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R382-8",
                    "articleId": "LEGIARTI000042287089",
                    "natureText": "CODE",
                    "date": 1622685107786,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R723-24-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-24-16",
                    "articleId": "LEGIARTI000042588733",
                    "natureText": "CODE",
                    "date": 1622685107786,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1606694400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R723-24-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R723-24-21",
                    "articleId": "LEGIARTI000042588743",
                    "natureText": "CODE",
                    "date": 1622685107786,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1606694400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036694251",
                    "textTitle": "Décret n°2018-174 du 9 mars 2018 - art. 15",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000036695125",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-03-11",
                    "dateSignaTexte": "2018-03-09",
                    "dateDebutCible": "2018-03-12"
                }
            ],
            "num": "R121-4",
            "origine": "LEGI",
            "texte": "Les administrateurs ou conseillers des organismes de sécurité sociale, ainsi que les membres de l'assemblée générale et des instances mentionnées à l'article L. 612-2 , ont droit aux remboursements de leurs frais de déplacement pour les séances du conseil, du conseil d'administration, de l'assemblée générale ou de l'instance dont ils sont membres et pour celles des commissions instituées par un texte légal, réglementaire ou statutaire ou dont la création a été décidée par une délibération expresse du conseil, du conseil d'administration ou de l'assemblée générale mentionnés ci-dessus. Les mêmes remboursements sont accordés aux personnes mentionnées au premier alinéa lorsque leur présence est requise pour faire partie d'une commission ou pour assister à une manifestation officielle ayant pour objet l'application des législations que ces organismes sont chargés de mettre en œuvre ou la défense directe des intérêts matériels ou moraux de l'organisme et de ses assurés. Lorsqu'une personne est désignée par différents organismes, les frais peuvent être partagés entre ces organismes sans que l'intéressé puisse être remboursé ou indemnisé de sommes supérieures à celles qu'il aurait perçues s'il avait été mandaté par une seule caisse. Les personnes mentionnées aux deux premiers alinéas sont remboursées de leurs frais de transport du lieu de leur résidence ou de leur lieu de travail au lieu de la réunion par la voie la plus directe et la plus économique. Un arrêté des ministres chargés de la sécurité sociale et du budget précise la manière dont il est tenu compte des différents modes de déplacement disponibles. Les personnes mentionnées aux deux premiers alinéas perçoivent à titre de frais de séjour des indemnités égales à celles dont bénéficient les agents de direction des organismes de sécurité sociale du régime général, dans les mêmes conditions que ceux-ci. Ils peuvent bénéficier d'une indemnité forfaitaire compensatrice des autres frais exposés fixée par le conseil, le conseil d'administration ou l'assemblée générale mentionnés au premier alinéa dans la limite d'un montant fixé par arrêté pris par les ministres chargés de la sécurité sociale et du budget.",
            "texteHtml": "<p>Les administrateurs ou conseillers des organismes de sécurité sociale, ainsi que les membres de l'assemblée générale et des instances mentionnées à l'article <a href='/article/LEGIARTI000006743559' title='Code de la sécurité sociale. - art. L612-2 (VD)'>L. 612-2</a>, ont droit aux remboursements de leurs frais de déplacement pour les séances du conseil, du conseil d'administration, de l'assemblée générale ou de l'instance dont ils sont membres et pour celles des commissions instituées par un texte légal, réglementaire ou statutaire ou dont la création a été décidée par une délibération expresse du conseil, du conseil d'administration ou de l'assemblée générale mentionnés ci-dessus. <br/><br/>Les mêmes remboursements sont accordés aux personnes mentionnées au premier alinéa lorsque leur présence est requise pour faire partie d'une commission ou pour assister à une manifestation officielle ayant pour objet l'application des législations que ces organismes sont chargés de mettre en œuvre ou la défense directe des intérêts matériels ou moraux de l'organisme et de ses assurés. Lorsqu'une personne est désignée par différents organismes, les frais peuvent être partagés entre ces organismes sans que l'intéressé puisse être remboursé ou indemnisé de sommes supérieures à celles qu'il aurait perçues s'il avait été mandaté par une seule caisse. <br/><br/>Les personnes mentionnées aux deux premiers alinéas sont remboursées de leurs frais de transport du lieu de leur résidence ou de leur lieu de travail au lieu de la réunion par la voie la plus directe et la plus économique. Un arrêté des ministres chargés de la sécurité sociale et du budget précise la manière dont il est tenu compte des différents modes de déplacement disponibles. <br/><br/>Les personnes mentionnées aux deux premiers alinéas perçoivent à titre de frais de séjour des indemnités égales à celles dont bénéficient les agents de direction des organismes de sécurité sociale du régime général, dans les mêmes conditions que ceux-ci. Ils peuvent bénéficier d'une indemnité forfaitaire compensatrice des autres frais exposés fixée par le conseil, le conseil d'administration ou l'assemblée générale mentionnés au premier alinéa dans la limite d'un montant fixé par arrêté pris par les ministres chargés de la sécurité sociale et du budget.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}