{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039279887",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Lorsque les statuts de la société prévoient des attributions en jouissance, nonobstant toute clause contraire des statuts, un associé peut se retirer d'une société d'attribution et d'autopromotion après autorisation de l'assemblée générale des associés. Toutefois, si l'associé démissionnaire présente un nouvel associé solvable et acceptant, cette autorisation ne peut être refusée que pour un motif sérieux et légitime. L'assemblée générale n'est pas tenue d'accepter comme associé la personne proposée par le démissionnaire et peut accepter sa démission en agréant une autre personne, sans avoir à motiver sa décision. En cas de refus injustifié de la démission, celle-ci peut être autorisée par le juge, saisi dans le délai d'un mois à compter de la notification du refus. Le retrait d'un associé n'entraîne pas l'annulation de ses parts ou actions. II. – Lorsque les statuts de la société prévoient des attributions en propriété, un associé peut se retirer de la société dès qu'une assemblée générale ordinaire a constaté l'achèvement de l'immeuble et sa conformité aux énonciations de l'état descriptif et a adopté les comptes définitifs de l'opération de construction. A défaut de vote de l'assemblée générale, tout associé peut demander au juge de procéder aux constatations et décisions susmentionnées. Le retrait est constaté par acte authentique signé par l'associé qui se retire et un représentant de l'organe de gestion ou, en cas de refus de ce dernier, par ordonnance rendue en référé. Le retrait entraîne de plein droit l'annulation des parts ou actions correspondant aux lots attribués en propriété et la réduction corrélative du capital social. L'organe de gestion constate la réduction du capital et apporte aux statuts les modifications nécessaires. Le troisième alinéa du présent II demeure applicable après dissolution de la société. Les pouvoirs dévolus par ce même alinéa à l'organe de gestion sont alors exercés par le ou les liquidateurs. III. – Pour l'application du présent article, tout associé est réputé avoir fait élection de domicile en l'immeuble social, à moins qu'il n'ait notifié à la société une autre élection de domicile dans le ressort du   tribunal judiciaire du lieu de la situation de l'immeuble. Sauf l'effet des sûretés réelles dont ils seraient bénéficiaires, les créanciers de la société ne peuvent exercer leurs droits contre un ancien associé attributaire par voie de retrait ou de partage, ou à l'encontre de ses ayants cause, qu'après discussion préalable des biens restant appartenir à la société. IV. – L'exclusion d'un associé ne peut être prononcée par l'assemblée générale que pour un motif sérieux et légitime. L'associé exclu dispose d'un recours devant le juge dans le délai d'un mois à compter du jour où il a reçu notification de cette décision. Le jugement est exécutoire par provision. Le présent alinéa n'est pas applicable dans le cas prévu au deuxième alinéa de l'article L. 202-5. Les sommes versées par l'associé démissionnaire ou l'associé exclu, tant au titre de la libération de ses parts sociales ou actions qu'au titre du contrat de vente de l'immeuble à construire si ce contrat a été passé, sont remboursées à cet associé, après déduction des charges et frais occasionnés à la société par la démission ou l'exclusion de l'associé. L'appréciation du montant de ces charges et frais peut faire l'objet d'une évaluation forfaitaire faite par les statuts, dans les limites fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p align='left'>I. – Lorsque les statuts de la société prévoient des attributions en jouissance, nonobstant toute clause contraire des statuts, un associé peut se retirer d'une société d'attribution et d'autopromotion après autorisation de l'assemblée générale des associés. </p><p>Toutefois, si l'associé démissionnaire présente un nouvel associé solvable et acceptant, cette autorisation ne peut être refusée que pour un motif sérieux et légitime. L'assemblée générale n'est pas tenue d'accepter comme associé la personne proposée par le démissionnaire et peut accepter sa démission en agréant une autre personne, sans avoir à motiver sa décision. En cas de refus injustifié de la démission, celle-ci peut être autorisée par le juge, saisi dans le délai d'un mois à compter de la notification du refus. </p><p>Le retrait d'un associé n'entraîne pas l'annulation de ses parts ou actions. </p><p>II. – Lorsque les statuts de la société prévoient des attributions en propriété, un associé peut se retirer de la société dès qu'une assemblée générale ordinaire a constaté l'achèvement de l'immeuble et sa conformité aux énonciations de l'état descriptif et a adopté les comptes définitifs de l'opération de construction. A défaut de vote de l'assemblée générale, tout associé peut demander au juge de procéder aux constatations et décisions susmentionnées. </p><p>Le retrait est constaté par acte authentique signé par l'associé qui se retire et un représentant de l'organe de gestion ou, en cas de refus de ce dernier, par ordonnance rendue en référé. </p><p>Le retrait entraîne de plein droit l'annulation des parts ou actions correspondant aux lots attribués en propriété et la réduction corrélative du capital social. L'organe de gestion constate la réduction du capital et apporte aux statuts les modifications nécessaires. </p><p>Le troisième alinéa du présent II demeure applicable après dissolution de la société. Les pouvoirs dévolus par ce même alinéa à l'organe de gestion sont alors exercés par le ou les liquidateurs. </p><p>III. – Pour l'application du présent article, tout associé est réputé avoir fait élection de domicile en l'immeuble social, à moins qu'il n'ait notifié à la société une autre élection de domicile dans le ressort du   tribunal judiciaire du lieu de la situation de l'immeuble. </p><p>Sauf l'effet des sûretés réelles dont ils seraient bénéficiaires, les créanciers de la société ne peuvent exercer leurs droits contre un ancien associé attributaire par voie de retrait ou de partage, ou à l'encontre de ses ayants cause, qu'après discussion préalable des biens restant appartenir à la société. </p><p>IV. – L'exclusion d'un associé ne peut être prononcée par l'assemblée générale que pour un motif sérieux et légitime. L'associé exclu dispose d'un recours devant le juge dans le délai d'un mois à compter du jour où il a reçu notification de cette décision. Le jugement est exécutoire par provision. Le présent alinéa n'est pas applicable dans le cas prévu au deuxième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000028778555&dateTexte=&categorieLien=cid'>l'article L. 202-5. </a></p><p>Les sommes versées par l'associé démissionnaire ou l'associé exclu, tant au titre de la libération de ses parts sociales ou actions qu'au titre du contrat de vente de l'immeuble à construire si ce contrat a été passé, sont remboursées à cet associé, après déduction des charges et frais occasionnés à la société par la démission ou l'exclusion de l'associé. L'appréciation du montant de ces charges et frais peut faire l'objet d'une évaluation forfaitaire faite par les statuts, dans les limites fixées par décret en Conseil d'Etat.</p>",
            "num": "L202-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2143289343,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Statut des constructeurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128681",
                        "id": "LEGISCTA000006128681",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-03-27",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire : Les sociétés d'habitat participatif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028778364",
                        "id": "LEGISCTA000028778367",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-03-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Les sociétés d'attribution et d'autopromotion ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028778545",
                        "id": "LEGISCTA000028778545",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028778563",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028778545",
            "sectionParentId": "LEGISCTA000028778545",
            "sectionParentTitre": "Chapitre II : Les sociétés d'attribution et d'autopromotion ",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Statut des constructeurs. &gt; Titre préliminaire : Les sociétés d'habitat participatif &gt; Chapitre II : Les sociétés d'attribution et d'autopromotion ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039279887",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L202-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L202-5",
                    "articleId": "LEGIARTI000028778555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028778563",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039279887",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L202-9",
                "202-9"
            ],
            "versionPrecedente": "LEGIARTI000028778563",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028778563",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Lorsque les statuts de la société prévoient des attributions en jouissance, nonobstant toute clause contraire des statuts, un associé peut se retirer d'une société d'attribution et d'autopromotion après autorisation de l'assemblée générale des associés. Toutefois, si l'associé démissionnaire présente un nouvel associé solvable et acceptant, cette autorisation ne peut être refusée que pour un motif sérieux et légitime. L'assemblée générale n'est pas tenue d'accepter comme associé la personne proposée par le démissionnaire et peut accepter sa démission en agréant une autre personne, sans avoir à motiver sa décision. En cas de refus injustifié de la démission, celle-ci peut être autorisée par le juge, saisi dans le délai d'un mois à compter de la notification du refus. Le retrait d'un associé n'entraîne pas l'annulation de ses parts ou actions. II. – Lorsque les statuts de la société prévoient des attributions en propriété, un associé peut se retirer de la société dès qu'une assemblée générale ordinaire a constaté l'achèvement de l'immeuble et sa conformité aux énonciations de l'état descriptif et a adopté les comptes définitifs de l'opération de construction. A défaut de vote de l'assemblée générale, tout associé peut demander au juge de procéder aux constatations et décisions susmentionnées. Le retrait est constaté par acte authentique signé par l'associé qui se retire et un représentant de l'organe de gestion ou, en cas de refus de ce dernier, par ordonnance rendue en référé. Le retrait entraîne de plein droit l'annulation des parts ou actions correspondant aux lots attribués en propriété et la réduction corrélative du capital social. L'organe de gestion constate la réduction du capital et apporte aux statuts les modifications nécessaires. Le troisième alinéa du présent II demeure applicable après dissolution de la société. Les pouvoirs dévolus par ce même alinéa à l'organe de gestion sont alors exercés par le ou les liquidateurs. III. – Pour l'application du présent article, tout associé est réputé avoir fait élection de domicile en l'immeuble social, à moins qu'il n'ait notifié à la société une autre élection de domicile dans le ressort du tribunal de grande instance du lieu de la situation de l'immeuble. Sauf l'effet des sûretés réelles dont ils seraient bénéficiaires, les créanciers de la société ne peuvent exercer leurs droits contre un ancien associé attributaire par voie de retrait ou de partage, ou à l'encontre de ses ayants cause, qu'après discussion préalable des biens restant appartenir à la société. IV. – L'exclusion d'un associé ne peut être prononcée par l'assemblée générale que pour un motif sérieux et légitime. L'associé exclu dispose d'un recours devant le juge dans le délai d'un mois à compter du jour où il a reçu notification de cette décision. Le jugement est exécutoire par provision. Le présent alinéa n'est pas applicable dans le cas prévu au deuxième alinéa de l'article L. 202-5. Les sommes versées par l'associé démissionnaire ou l'associé exclu, tant au titre de la libération de ses parts sociales ou actions qu'au titre du contrat de vente de l'immeuble à construire si ce contrat a été passé, sont remboursées à cet associé, après déduction des charges et frais occasionnés à la société par la démission ou l'exclusion de l'associé. L'appréciation du montant de ces charges et frais peut faire l'objet d'une évaluation forfaitaire faite par les statuts, dans les limites fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p align='left'>I. – Lorsque les statuts de la société prévoient des attributions en jouissance, nonobstant toute clause contraire des statuts, un associé peut se retirer d'une société d'attribution et d'autopromotion après autorisation de l'assemblée générale des associés.</p><p>Toutefois, si l'associé démissionnaire présente un nouvel associé solvable et acceptant, cette autorisation ne peut être refusée que pour un motif sérieux et légitime. L'assemblée générale n'est pas tenue d'accepter comme associé la personne proposée par le démissionnaire et peut accepter sa démission en agréant une autre personne, sans avoir à motiver sa décision. En cas de refus injustifié de la démission, celle-ci peut être autorisée par le juge, saisi dans le délai d'un mois à compter de la notification du refus.</p><p>Le retrait d'un associé n'entraîne pas l'annulation de ses parts ou actions.</p><p>II. – Lorsque les statuts de la société prévoient des attributions en propriété, un associé peut se retirer de la société dès qu'une assemblée générale ordinaire a constaté l'achèvement de l'immeuble et sa conformité aux énonciations de l'état descriptif et a adopté les comptes définitifs de l'opération de construction. A défaut de vote de l'assemblée générale, tout associé peut demander au juge de procéder aux constatations et décisions susmentionnées.</p><p>Le retrait est constaté par acte authentique signé par l'associé qui se retire et un représentant de l'organe de gestion ou, en cas de refus de ce dernier, par ordonnance rendue en référé.</p><p>Le retrait entraîne de plein droit l'annulation des parts ou actions correspondant aux lots attribués en propriété et la réduction corrélative du capital social. L'organe de gestion constate la réduction du capital et apporte aux statuts les modifications nécessaires.</p><p>Le troisième alinéa du présent II demeure applicable après dissolution de la société. Les pouvoirs dévolus par ce même alinéa à l'organe de gestion sont alors exercés par le ou les liquidateurs.</p><p>III. – Pour l'application du présent article, tout associé est réputé avoir fait élection de domicile en l'immeuble social, à moins qu'il n'ait notifié à la société une autre élection de domicile dans le ressort du tribunal de grande instance du lieu de la situation de l'immeuble.</p><p>Sauf l'effet des sûretés réelles dont ils seraient bénéficiaires, les créanciers de la société ne peuvent exercer leurs droits contre un ancien associé attributaire par voie de retrait ou de partage, ou à l'encontre de ses ayants cause, qu'après discussion préalable des biens restant appartenir à la société.</p><p>IV. – L'exclusion d'un associé ne peut être prononcée par l'assemblée générale que pour un motif sérieux et légitime. L'associé exclu dispose d'un recours devant le juge dans le délai d'un mois à compter du jour où il a reçu notification de cette décision. Le jugement est exécutoire par provision. Le présent alinéa n'est pas applicable dans le cas prévu au deuxième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000028778555&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L202-5 (V)'>l'article L. 202-5.</a></p><p>Les sommes versées par l'associé démissionnaire ou l'associé exclu, tant au titre de la libération de ses parts sociales ou actions qu'au titre du contrat de vente de l'immeuble à construire si ce contrat a été passé, sont remboursées à cet associé, après déduction des charges et frais occasionnés à la société par la démission ou l'exclusion de l'associé. L'appréciation du montant de ces charges et frais peut faire l'objet d'une évaluation forfaitaire faite par les statuts, dans les limites fixées par décret en Conseil d'Etat.</p>",
            "num": "L202-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1395878400000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2143289343,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Statut des constructeurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128681",
                        "id": "LEGISCTA000006128681",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-03-27",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire : Les sociétés d'habitat participatif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028778364",
                        "id": "LEGISCTA000028778367",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-03-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Les sociétés d'attribution et d'autopromotion ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028778545",
                        "id": "LEGISCTA000028778545",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028778563",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028778545",
            "sectionParentId": "LEGISCTA000028778545",
            "sectionParentTitre": "Chapitre II : Les sociétés d'attribution et d'autopromotion ",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Statut des constructeurs. &gt; Titre préliminaire : Les sociétés d'habitat participatif &gt; Chapitre II : Les sociétés d'attribution et d'autopromotion ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028778563",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028772256",
                    "textTitle": "LOI n°2014-366\n du 24 mars 2014 - art. 47",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "47",
                    "articleId": "LEGIARTI000028775970",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-03-26",
                    "dateSignaTexte": "2014-03-24",
                    "dateDebutCible": "2014-03-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L202-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L202-5",
                    "articleId": "LEGIARTI000028778555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028778563",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039279887",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L202-9",
                "202-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}