{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000018515340",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'Etat peut prendre partiellement en charge le revenu de remplacement versé aux salariés bénéficiant d'avantages de préretraite, en application d'un accord professionnel national ouvrant droit à une exonération des cotisations de sécurité sociale dans les conditions prévues à l'article L. 352-3 du code du travail et d'un accord d'entreprise dans les conditions définies ci-après lorsque les salariés concernés répondent à certaines conditions d'âge et connaissent des difficultés d'adaptation à l'évolution de leur emploi liées à des conditions spécifiques d'exercice de leur activité. Cette prise en charge partielle ne peut être accordée que si l'accord professionnel national a déterminé son champ d'application, les conditions d'ouverture pour les salariés du droit à la cessation d'activité, les conditions d'âge pour en bénéficier, le montant de l'allocation servie au bénéficiaire ainsi que les modalités de son versement, et les conditions de reprise d'activité dans l'entreprise par les salariés concernés. L'accord doit fixer également la période pendant laquelle les salariés peuvent adhérer aux mesures de cessation d'activité, l'Etat ne pouvant s'engager que si la durée de cette période n'excède pas cinq ans. II. - La prise en charge de l'allocation par l'Etat ne peut intervenir que si l'entreprise a prévu par convention ou accord collectif des dispositions relatives à la gestion prévisionnelle de l'emploi, au développement des compétences de ses salariés et à leur adaptation à l'évolution de leur emploi. La convention ou l'accord collectif détermine également le nombre maximum de bénéficiaires de l'allocation, pour la période d'adhésion définie par l'accord professionnel mentionné au I. III. - L'employeur doit, avant la conclusion d'une convention de cessation d'activité, avoir consulté le comité d'entreprise et, le cas échéant, les comités d'établissement ou à défaut les délégués du personnel. Il doit également s'être engagé à leur présenter annuellement un bilan de l'application de la convention relative à la cessation d'activité. IV. - Pour bénéficier de la prise en charge partielle de l'allocation par l'Etat, le salarié doit remplir les conditions suivantes : 1° Le salarié doit avoir adhéré personnellement au dispositif de cessation d'activité ; 2° Son contrat de travail doit être suspendu pendant la durée du versement effectif de l'allocation ; 3° Il doit avoir adhéré au dispositif au plus tôt à 55 ans et au plus tard avant son 65e anniversaire ; 4° Il doit avoir été salarié de l'entreprise de manière continue pendant un an au moins avant son adhésion au dispositif ; 5° Il doit : - soit avoir accompli 15 ans de travail à la chaîne au sens du c de l'article 70-3 du décret du 29 décembre 1945 dans sa rédaction issue du décret n° 76-404 du 10 mai 1976 ou de travail en équipes successives, soit avoir travaillé habituellement 200 nuits ou plus par an pendant 15 ans ; - soit, s'il est travailleur handicapé au sens de l'article L. 323-3 du code du travail à la date d'entrée en vigueur de l'accord professionnel mentionné au I, justifier d'au moins 40 trimestres valables pour la retraite au sens des articles R. 351-3, R. 351-4, R. 351-12 et R. 351-15 du code de la sécurité sociale, dans un ou plusieurs régimes de sécurité sociale de salariés ; 6° Il ne doit pas réunir les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code ; 7° Il ne doit exercer aucune autre activité professionnelle ; 8° Il ne doit bénéficier ni d'un avantage vieillesse à caractère viager acquis à titre personnel liquidé après l'entrée dans le dispositif, ni d'une indemnisation versée en application de l'article L. 351-2 du présent code, du I de l'article R. 322-7 du même code, ou de la loi n° 96-126 du 21 février 1996 portant création d'un fonds paritaire en faveur de l'emploi. Un arrêté du ministre chargé de l'emploi détermine les modalités selon lesquelles il est vérifié que le salarié remplit les conditions ci-dessus. V. - Pendant la durée de la suspension du contrat de travail du salarié, l'entreprise lui assure le versement d'une allocation dont le montant minimum est déterminé par l'accord professionnel. Le versement de cette allocation est interrompu en cas de reprise d'une activité professionnelle par le salarié. L'allocation cesse d'être versée lorsque, à partir de leur soixantième anniversaire, les bénéficiaires remplissent les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code. VI. - Une convention passée entre l'Etat, l'entreprise et, l'organisme gestionnaire désigné par l'accord professionnel pour effectuer, au nom de l'entreprise, le versement de l'allocation aux bénéficiaires de la cessation d'activité indique le nombre maximum de salariés susceptibles d'être placés en cessation d'activité pendant la période prévue au I du présent article. La convention prévoit que, chaque année, l'entreprise fait connaître par une déclaration à l'autorité signataire de la convention le nombre de salariés répartis par âge qui sont susceptibles d'adhérer au dispositif pendant l'année suivant celle au cours de laquelle cette déclaration est établie. Cette déclaration n'est pas susceptible de modification. Le revenu de remplacement versé au salarié ne peut faire l'objet d'une prise en charge partielle par l'Etat si l'adhésion de l'intéressé n'est pas prévue dans la déclaration visée à l'alinéa ci-dessus. La convention prévoit également que l'entreprise transmet annuellement à l'autorité signataire de la convention un état de la réalisation des engagements qu'elle a souscrits dans l'accord d'entreprise ainsi qu'un bilan précisant le nombre de bénéficiaires ayant effectivement opté pour le dispositif. La convention doit stipuler que, pendant la période mentionnée au I, l'entreprise s'engage à ne solliciter aucune convention tendant à l'attribution de l'allocation prévue au I de l'article R. 322-7. Aucune convention au titre de la cessation d'activité ne peut être conclue avec une entreprise ayant déjà conclu une convention en vue de l'attribution de l'allocation prévue au I de l'article R. 322-7, durant la période pendant laquelle les salariés peuvent adhérer à cette dernière convention. VII. - L'Etat participe au financement de l'allocation versée aux bénéficiaires ayant atteint 57 ans dans les conditions suivantes : 1° La participation de l'Etat n'est due qu'après l'expiration d'un délai courant à compter de la date de suspension du contrat de travail et comprenant un nombre de jours correspondant aux indemnités compensatrices de congés payés versées par l'employeur. 2° L'assiette prise en compte pour la détermination de la participation financière de l'Etat est égale à l'allocation définie par l'accord professionnel national, dans la limite de 65 % du salaire de référence pour la part du salaire n'excédant pas le plafond prévu à l'article L. 241-3 du code de la sécurité sociale auxquels s'ajoutent 50 % du salaire de référence pour la part de ce salaire comprise entre une et deux fois ce même plafond. Le salaire de référence est déterminé d'après les rémunérations sur lesquelles ont été assises les contributions au régime d'assurance chômage au titre des douze derniers mois civils précédant l'adhésion au dispositif de cessation d'activité. Il est calculé selon les règles définies dans le cadre du régime d'assurance chômage visé à la section 1 du chapitre Ier du titre V du livre III du code du travail. Il est revalorisé selon les règles définies aux deuxième et troisième alinéas de l'article L. 161-23-1 du code de la sécurité sociale. La première revalorisation ne peut intervenir que dès lors que les rémunérations qui composent le salaire de référence sont intégralement afférentes à des périodes de plus de six mois à la date de revalorisation. Le salaire de référence pour les salariés bénéficiant d'une préretraite progressive est celui qui a servi de base au versement des allocations de préretraite progressive revalorisé le cas échéant dans les conditions prévues aux articles 1er et 2 du décret n° 98-1024 du 12 novembre 1998. 3° Le montant de la participation de l'Etat au financement de l'allocation est égal à une proportion, fixée par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des finances, de l'assiette définie au 2° ci-dessus. Cette proportion croît dans les conditions précisées par cet arrêté en fonction de l'âge auquel le salarié a bénéficié de la cessation d'activité. VIII. - L'Etat rembourse l'entreprise en versant à l'organisme gestionnaire désigné par l'accord professionnel la participation financière qui est à sa charge. Ce remboursement s'effectue trimestriellement à terme échu. IX. - La convention conclue entre l'Etat et l'entreprise et, l'organisme gestionnaire du dispositif peut être totalement ou partiellement suspendue en cas de non-respect par l'entreprise des dispositions des accords professionnel ou d'entreprise ou des dispositions de la convention, ou dénoncée en cas de dénonciation de ces accords. La suspension de la convention entraîne la suspension du versement de la participation financière de l'Etat à compter du premier jour du mois suivant celui au cours duquel le manquement a été constaté. Elle n'a pas pour effet de prolonger la durée de la convention. En cas de suspension de la convention, l'autorité signataire de la convention, après appréciation de la gravité des manquements de l'entreprise, de sa situation, et des nouveaux engagements pris par l'employeur, peut conclure un avenant à la convention prévoyant le maintien d'une partie de la participation financière de l'Etat. La dénonciation de la convention entraîne la cessation définitive du versement de la participation financière de l'Etat, à compter du premier jour du mois suivant celui au cours duquel l'accord cesse de produire effet. Dans le cas où l'allocation versée au bénéficiaire a fait l'objet d'une prise en charge partielle par l'Etat sans que le salarié réponde aux conditions définies au IV ci-dessus, le versement de la participation financière de l'Etat est définitivement interrompu pour ce salarié. L'entreprise rembourse à l'Etat les sommes qu'il a indûment versées. L'accord professionnel national et l'accord d'entreprise ne peuvent délier l'entreprise des engagements pris à l'égard des salariés et notamment du versement de l'allocation lorsque la participation financière de l'Etat est suspendue ou interrompue en application des dispositions du présent article.",
            "texteHtml": "<p></p>   I. - L'Etat peut prendre partiellement en charge le revenu de remplacement versé aux salariés bénéficiant d'avantages de préretraite, en application d'un accord professionnel national ouvrant droit à une exonération des cotisations de sécurité sociale dans les conditions prévues à l'article L. 352-3 du code du travail et d'un accord d'entreprise dans les conditions définies ci-après lorsque les salariés concernés répondent à certaines conditions d'âge et connaissent des difficultés d'adaptation à l'évolution de leur emploi liées à des conditions spécifiques d'exercice de leur activité.<p></p><p></p>   Cette prise en charge partielle ne peut être accordée que si l'accord professionnel national a déterminé son champ d'application, les conditions d'ouverture pour les salariés du droit à la cessation d'activité, les conditions d'âge pour en bénéficier, le montant de l'allocation servie au bénéficiaire ainsi que les modalités de son versement, et les conditions de reprise d'activité dans l'entreprise par les salariés concernés. L'accord doit fixer également la période pendant laquelle les salariés peuvent adhérer aux mesures de cessation d'activité, l'Etat ne pouvant s'engager que si la durée de cette période n'excède pas cinq ans.<p></p><p></p>   II. - La prise en charge de l'allocation par l'Etat ne peut intervenir que si l'entreprise a prévu par convention ou accord collectif des dispositions relatives à la gestion prévisionnelle de l'emploi, au développement des compétences de ses salariés et à leur adaptation à l'évolution de leur emploi. La convention ou l'accord collectif détermine également le nombre maximum de bénéficiaires de l'allocation, pour la période d'adhésion définie par l'accord professionnel mentionné au I.<p></p><p></p><p></p>   III. - L'employeur doit, avant la conclusion d'une convention de cessation d'activité, avoir consulté le comité d'entreprise et, le cas échéant, les comités d'établissement ou à défaut les délégués du personnel. Il doit également s'être engagé à leur présenter annuellement un bilan de l'application de la convention relative à la cessation d'activité.<p></p><p></p><p></p>   IV. - Pour bénéficier de la prise en charge partielle de l'allocation par l'Etat, le salarié doit remplir les conditions suivantes :<p></p><p></p>   1° Le salarié doit avoir adhéré personnellement au dispositif de cessation d'activité ;<p></p><p></p>   2° Son contrat de travail doit être suspendu pendant la durée du versement effectif de l'allocation ;<p></p><p></p>   3° Il doit avoir adhéré au dispositif au plus tôt à 55 ans et au plus tard avant son 65e anniversaire ;<p></p><p></p>   4° Il doit avoir été salarié de l'entreprise de manière continue pendant un an au moins avant son adhésion au dispositif ;<p></p><p></p>   5° Il doit :<p></p><p></p>   - soit avoir accompli 15 ans de travail à la chaîne au sens du c de l'article 70-3 du décret du 29 décembre 1945 dans sa rédaction issue du décret n° 76-404 du 10 mai 1976 ou de travail en équipes successives, soit avoir travaillé habituellement 200 nuits ou plus par an pendant 15 ans ;<p></p><p></p>   - soit, s'il est travailleur handicapé au sens de l'article L. 323-3 du code du travail à la date d'entrée en vigueur de l'accord professionnel mentionné au I, justifier d'au moins 40 trimestres valables pour la retraite au sens des articles R. 351-3, R. 351-4, R. 351-12 et R. 351-15 du code de la sécurité sociale, dans un ou plusieurs régimes de sécurité sociale de salariés ;<p></p><p></p>   6° Il ne doit pas réunir les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code ;<p></p><p></p>   7° Il ne doit exercer aucune autre activité professionnelle ;<p></p><p></p>   8° Il ne doit bénéficier ni d'un avantage vieillesse à caractère viager acquis à titre personnel liquidé après l'entrée dans le dispositif, ni d'une indemnisation versée en application de l'article L. 351-2 du présent code, du I de l'article R. 322-7 du même code, ou de la loi n° 96-126 du 21 février 1996 portant création d'un fonds paritaire en faveur de l'emploi.<p></p><p></p>   Un arrêté du ministre chargé de l'emploi détermine les modalités selon lesquelles il est vérifié que le salarié remplit les conditions ci-dessus.<p></p><p></p>   V. - Pendant la durée de la suspension du contrat de travail du salarié, l'entreprise lui assure le versement d'une allocation dont le montant minimum est déterminé par l'accord professionnel.<p></p><p></p>   Le versement de cette allocation est interrompu en cas de reprise d'une activité professionnelle par le salarié.<p></p><p></p>   L'allocation cesse d'être versée lorsque, à partir de leur soixantième anniversaire, les bénéficiaires remplissent les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code.<p></p><p></p>   VI. - Une convention passée entre l'Etat, l'entreprise et, l'organisme gestionnaire désigné par l'accord professionnel pour effectuer, au nom de l'entreprise, le versement de l'allocation aux bénéficiaires de la cessation d'activité indique le nombre maximum de salariés susceptibles d'être placés en cessation d'activité pendant la période prévue au I du présent article.<p></p><p></p>   La convention prévoit que, chaque année, l'entreprise fait connaître par une déclaration à l'autorité signataire de la convention le nombre de salariés répartis par âge qui sont susceptibles d'adhérer au dispositif pendant l'année suivant celle au cours de laquelle cette déclaration est établie. Cette déclaration n'est pas susceptible de modification.<p></p><p></p>   Le revenu de remplacement versé au salarié ne peut faire l'objet d'une prise en charge partielle par l'Etat si l'adhésion de l'intéressé n'est pas prévue dans la déclaration visée à l'alinéa ci-dessus.<p></p><p></p>   La convention prévoit également que l'entreprise transmet annuellement à l'autorité signataire de la convention un état de la réalisation des engagements qu'elle a souscrits dans l'accord d'entreprise ainsi qu'un bilan précisant le nombre de bénéficiaires ayant effectivement opté pour le dispositif.<p></p><p></p>   La convention doit stipuler que, pendant la période mentionnée au I, l'entreprise s'engage à ne solliciter aucune convention tendant à l'attribution de l'allocation prévue au I de l'article R. 322-7.<p></p><p></p>   Aucune convention au titre de la cessation d'activité ne peut être conclue avec une entreprise ayant déjà conclu une convention en vue de l'attribution de l'allocation prévue au I de l'article R. 322-7, durant la période pendant laquelle les salariés peuvent adhérer à cette dernière convention.<p></p><p></p>   VII. - L'Etat participe au financement de l'allocation versée aux bénéficiaires ayant atteint 57 ans dans les conditions suivantes :<p></p><p></p>   1° La participation de l'Etat n'est due qu'après l'expiration d'un délai courant à compter de la date de suspension du contrat de travail et comprenant un nombre de jours correspondant aux indemnités compensatrices de congés payés versées par l'employeur.<p></p><p></p>   2° L'assiette prise en compte pour la détermination de la participation financière de l'Etat est égale à l'allocation définie par l'accord professionnel national, dans la limite de 65 % du salaire de référence pour la part du salaire n'excédant pas le plafond prévu à l'article L. 241-3 du code de la sécurité sociale auxquels s'ajoutent 50 % du salaire de référence pour la part de ce salaire comprise entre une et deux fois ce même plafond.<p></p><p></p>   Le salaire de référence est déterminé d'après les rémunérations sur lesquelles ont été assises les contributions au régime d'assurance chômage au titre des douze derniers mois civils précédant l'adhésion au dispositif de cessation d'activité. Il est calculé selon les règles définies dans le cadre du régime d'assurance chômage visé à la section 1 du chapitre Ier du titre V du livre III du code du travail. Il est revalorisé selon les règles définies aux deuxième et troisième alinéas de l'article L. 161-23-1 du code de la sécurité sociale. La première revalorisation ne peut intervenir que dès lors que les rémunérations qui composent le salaire de référence sont intégralement afférentes à des périodes de plus de six mois à la date de revalorisation.<p></p><p></p>   Le salaire de référence pour les salariés bénéficiant d'une préretraite progressive est celui qui a servi de base au versement des allocations de préretraite progressive revalorisé le cas échéant dans les conditions prévues aux articles 1er et 2 du décret n° 98-1024 du 12 novembre 1998.<p></p><p></p>   3° Le montant de la participation de l'Etat au financement de l'allocation est égal à une proportion, fixée par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des finances, de l'assiette définie au 2° ci-dessus. Cette proportion croît dans les conditions précisées par cet arrêté en fonction de l'âge auquel le salarié a bénéficié de la cessation d'activité.<p></p><p></p>   VIII. - L'Etat rembourse l'entreprise en versant à l'organisme gestionnaire désigné par l'accord professionnel la participation financière qui est à sa charge. Ce remboursement s'effectue trimestriellement à terme échu.<p></p><p></p><p></p>   IX. - La convention conclue entre l'Etat et l'entreprise et, l'organisme gestionnaire du dispositif peut être totalement ou partiellement suspendue en cas de non-respect par l'entreprise des dispositions des accords professionnel ou d'entreprise ou des dispositions de la convention, ou dénoncée en cas de dénonciation de ces accords.<p></p><p></p>   La suspension de la convention entraîne la suspension du versement de la participation financière de l'Etat à compter du premier jour du mois suivant celui au cours duquel le manquement a été constaté. Elle n'a pas pour effet de prolonger la durée de la convention.<p></p><p></p>   En cas de suspension de la convention, l'autorité signataire de la convention, après appréciation de la gravité des manquements de l'entreprise, de sa situation, et des nouveaux engagements pris par l'employeur, peut conclure un avenant à la convention prévoyant le maintien d'une partie de la participation financière de l'Etat.<p></p><p></p>   La dénonciation de la convention entraîne la cessation définitive du versement de la participation financière de l'Etat, à compter du premier jour du mois suivant celui au cours duquel l'accord cesse de produire effet.<p></p><p></p>   Dans le cas où l'allocation versée au bénéficiaire a fait l'objet d'une prise en charge partielle par l'Etat sans que le salarié réponde aux conditions définies au IV ci-dessus, le versement de la participation financière de l'Etat est définitivement interrompu pour ce salarié. L'entreprise rembourse à l'Etat les sommes qu'il a indûment versées.<p></p><p></p>   L'accord professionnel national et l'accord d'entreprise ne peuvent délier l'entreprise des engagements pris à l'égard des salariés et notamment du versement de l'allocation lorsque la participation financière de l'Etat est suspendue ou interrompue en application des dispositions du présent article.<p></p>",
            "num": "R322-7-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1168646400000,
            "dateFin": 1209600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-11-15",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107985",
                        "id": "LEGISCTA000006107985",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Placement et emploi",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128496",
                        "id": "LEGISCTA000006128496",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-23",
                        "fin": "2008-05-01",
                        "titre": "Titre II : Emploi",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143025",
                        "id": "LEGISCTA000018515576",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1983-07-24",
                        "fin": "2008-05-01",
                        "titre": "Chapitre II : Fonds national de l'emploi.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158062",
                        "id": "LEGISCTA000018515463",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1983-07-24",
                        "fin": "2008-05-01",
                        "titre": "Section 1 : Conventions de coopération",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175103",
                        "id": "LEGISCTA000018515410",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-03-22",
                        "fin": "2008-05-01",
                        "titre": "B - Conventions d'allocation temporaire dégressive, conventions d'allocations spéciales et conventions d'aide au passage à temps partiel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187707",
                        "id": "LEGISCTA000018515387",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006808707",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006187707",
            "sectionParentId": "LEGISCTA000018515387",
            "sectionParentTitre": "B - Conventions d'allocation temporaire dégressive, conventions d'allocations spéciales et conventions d'aide au passage à temps partiel",
            "fullSectionsTitre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat &gt; Livre III : Placement et emploi",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018515340",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000792303",
                    "textTitle": "Décret n° 2007-56 du 12 janvier 2007 - art. 6 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006259346",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-01-13",
                    "dateSignaTexte": "2007-01-12",
                    "dateDebutCible": "2007-01-13"
                },
                {
                    "textCid": "JORFTEXT000018254394",
                    "textTitle": "Décret n°2008-244\n du 7 mars 2008 - art. 9 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000018255681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-03-12",
                    "dateSignaTexte": "2008-03-07",
                    "dateDebutCible": "2008-03-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000855584",
                    "textTitle": "Décret n°76-404 du 10 mai 1976",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000855584",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "76-404",
                    "datePubli": 200707200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000192682",
                    "textTitle": "Loi n°96-126 du 21 février 1996",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000192682",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "96-126",
                    "datePubli": 824947200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000574577",
                    "textTitle": "Décret n°98-1024 du 12 novembre 1998 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006660756",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-1024",
                    "datePubli": 911001600000,
                    "dateDebut": 911001600000
                },
                {
                    "textCid": "JORFTEXT000000574577",
                    "textTitle": "Décret n°98-1024 du 12 novembre 1998 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006660759",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-1024",
                    "datePubli": 911001600000,
                    "dateDebut": 911001600000
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006671107",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 950140800000,
                    "dateDebut": 950140800000
                },
                {
                    "textCid": "JORFTEXT000000597616",
                    "textTitle": "Décret n°2003-724 du 1 août 2003 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006221902",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2003-724",
                    "datePubli": 1060041600000,
                    "dateDebut": 1142121600000
                },
                {
                    "textCid": "JORFTEXT000000603025",
                    "textTitle": "Décret n°2004-485 du 3 juin 2004 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006231145",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-485",
                    "datePubli": 1086393600000,
                    "dateDebut": 1086393600000
                },
                {
                    "textCid": "JORFTEXT000000238896",
                    "textTitle": "Arrêté du 28 janvier 2005 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006238114",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1106956800000,
                    "dateDebut": 1106956800000
                },
                {
                    "textCid": "JORFTEXT000000238896",
                    "textTitle": "Arrêté du 28 janvier 2005 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006238115",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1106956800000,
                    "dateDebut": 1106956800000
                },
                {
                    "textCid": "JORFTEXT000000238896",
                    "textTitle": "Arrêté du 28 janvier 2005 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006238116",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1106956800000,
                    "dateDebut": 1106956800000
                },
                {
                    "textCid": "KALITEXT000021367335",
                    "textTitle": "à l'avenant « Mensuels » du 5 juillet 1991  - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000021367337",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "1",
                    "datePubli": 1259712000000,
                    "dateDebut": 995328000000
                },
                {
                    "textCid": "KALITEXT000005657305",
                    "textTitle": "Cessation anticipée d'activité - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000005798054",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1046044800000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "Cessation anticipée d'activité des salariés - art. 7 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "KALIARTI000017784398",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-12 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R351-12",
                    "articleId": "LEGIARTI000047985880",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L323-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L323-3",
                    "articleId": "LEGIARTI000006648646",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L351-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006648847",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L352-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L352-3",
                    "articleId": "LEGIARTI000006648984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R322-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-7",
                    "articleId": "LEGIARTI000006809121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 449625600000
                },
                {
                    "textCid": "KALITEXT000019938662",
                    "textTitle": "Convention collective départementale du 30 sept... - art. 29 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "KALIARTI000024634798",
                    "natureText": "Convention collective départementale",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1304640000000
                },
                {
                    "textCid": "KALITEXT000005673470",
                    "textTitle": "Convention collective nationale du 13 mars 1972 - art. 31 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "KALIARTI000023173739",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1277078400000
                },
                {
                    "textCid": "KALITEXT000022229035",
                    "textTitle": "relatif au départ et à la mise à la retraite  - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000022229040",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976838400000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "relatif à la cessation anticipée d'activité des... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000017784413",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "relatif à la cessation anticipée d'activité des... - art. 1 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "KALIARTI000017784382",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "relatif à la cessation anticipée d'activité des... - art. 11 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "KALIARTI000017784407",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "KALITEXT000018879068",
                    "textTitle": "relatif à la modification d'articles de la conv... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000018879104",
                    "natureText": "Protocole d'accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1164153600000
                },
                {
                    "textCid": "KALITEXT000018879068",
                    "textTitle": "relatif à la modification d'articles de la conv... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000018879080",
                    "natureText": "Protocole d'accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1164153600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L161-23-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L161-23-1",
                    "articleId": "LEGIARTI000006741256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L241-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L241-3",
                    "articleId": "LEGIARTI000006741897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R322-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-7",
                    "articleId": "LEGIARTI000006749992",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-15",
                    "articleId": "LEGIARTI000006750034",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-27",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-27",
                    "articleId": "LEGIARTI000006749434",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-3",
                    "articleId": "LEGIARTI000006749341",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-4",
                    "articleId": "LEGIARTI000006749342",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-45",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-45",
                    "articleId": "LEGIARTI000006749449",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 746496000000
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 45-179 1945-12-29 art. 70-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-22 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-22",
                    "articleId": "LEGIARTI000018526986",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-23 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-23",
                    "articleId": "LEGIARTI000018526984",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-24 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-24",
                    "articleId": "LEGIARTI000018526982",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-25 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-25",
                    "articleId": "LEGIARTI000018526980",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-26 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-26",
                    "articleId": "LEGIARTI000018526978",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-27 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-27",
                    "articleId": "LEGIARTI000018526976",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-28 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-28",
                    "articleId": "LEGIARTI000018526974",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-29 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-29",
                    "articleId": "LEGIARTI000018526970",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-30 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-30",
                    "articleId": "LEGIARTI000018526966",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-31 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-31",
                    "articleId": "LEGIARTI000018526964",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-32 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-32",
                    "articleId": "LEGIARTI000018526962",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-33 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-33",
                    "articleId": "LEGIARTI000018526960",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-34 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-34",
                    "articleId": "LEGIARTI000018526958",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-35 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-35",
                    "articleId": "LEGIARTI000018526954",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-36 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-36",
                    "articleId": "LEGIARTI000018526952",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-37 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-37",
                    "articleId": "LEGIARTI000018526950",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-38 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-38",
                    "articleId": "LEGIARTI000018526948",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R5123-39 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5123-39",
                    "articleId": "LEGIARTI000018526946",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005629083",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 1 (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006671106",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 2 (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006671107",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 3 (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006671108",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. ANNEXE (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE",
                    "articleId": "LEGIARTI000006671109",
                    "natureText": "ARRETE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006808707",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 950140800000,
                    "dateFin": 1031443200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006808708",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1031443200000,
                    "dateFin": 1106956800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006808709",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1106956800000,
                    "dateFin": 1168646400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018515340",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1168646400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-7-2",
                "322-7-2"
            ],
            "versionPrecedente": "LEGIARTI000006808709",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006808709",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'Etat peut prendre partiellement en charge le revenu de remplacement versé aux salariés bénéficiant d'avantages de préretraite, en application d'un accord professionnel national ouvrant droit à une exonération des cotisations de sécurité sociale dans les conditions prévues à l'article L. 352-3 du code du travail et d'un accord d'entreprise dans les conditions définies ci-après lorsque les salariés concernés répondent à certaines conditions d'âge et connaissent des difficultés d'adaptation à l'évolution de leur emploi liées à des conditions spécifiques d'exercice de leur activité. Cette prise en charge partielle ne peut être accordée que si l'accord professionnel national a déterminé son champ d'application, les conditions d'ouverture pour les salariés du droit à la cessation d'activité, les conditions d'âge pour en bénéficier, le montant de l'allocation servie au bénéficiaire ainsi que les modalités de son versement, et les conditions de reprise d'activité dans l'entreprise par les salariés concernés. L'accord doit fixer également la période pendant laquelle les salariés peuvent adhérer aux mesures de cessation d'activité, l'Etat ne pouvant s'engager que si la durée de cette période n'excède pas cinq ans. II. - La prise en charge de l'allocation par l'Etat ne peut intervenir que si l'entreprise a prévu par convention ou accord collectif des dispositions relatives à la gestion prévisionnelle de l'emploi, au développement des compétences de ses salariés et à leur adaptation à l'évolution de leur emploi. La convention ou l'accord collectif détermine également le nombre maximum de bénéficiaires de l'allocation, pour la période d'adhésion définie par l'accord professionnel mentionné au I. III. - L'employeur doit, avant la conclusion d'une convention de cessation d'activité, avoir consulté le comité d'entreprise et, le cas échéant, les comités d'établissement ou à défaut les délégués du personnel. Il doit également s'être engagé à leur présenter annuellement un bilan de l'application de la convention relative à la cessation d'activité. IV. - Pour bénéficier de la prise en charge partielle de l'allocation par l'Etat, le salarié doit remplir les conditions suivantes : 1° Le salarié doit avoir adhéré personnellement au dispositif de cessation d'activité ; 2° Son contrat de travail doit être suspendu pendant la durée du versement effectif de l'allocation ; 3° Il doit avoir adhéré au dispositif au plus tôt à 55 ans et au plus tard avant son 65e anniversaire ; 4° Il doit avoir été salarié de l'entreprise de manière continue pendant un an au moins avant son adhésion au dispositif ; 5° Il doit : - soit avoir accompli 15 ans de travail à la chaîne au sens du c de l'article 70-3 du décret du 29 décembre 1945 dans sa rédaction issue du décret n° 76-404 du 10 mai 1976 ou de travail en équipes successives, soit avoir travaillé habituellement 200 nuits ou plus par an pendant 15 ans ; - soit, s'il est travailleur handicapé au sens de l'article L. 323-3 du code du travail à la date d'entrée en vigueur de l'accord professionnel mentionné au I, justifier d'au moins 40 trimestres valables pour la retraite au sens des articles R. 351-3, R. 351-4, R. 351-12 et R. 351-15 du code de la sécurité sociale, dans un ou plusieurs régimes de sécurité sociale de salariés ; 6° Il ne doit pas réunir les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code ; 7° Il ne doit exercer aucune autre activité professionnelle ; 8° Il ne doit bénéficier ni d'un avantage vieillesse à caractère viager acquis à titre personnel liquidé après l'entrée dans le dispositif, ni d'une indemnisation versée en application de l'article L. 351-2 du présent code, du I de l'article R. 322-7 du même code, ou de la loi n° 96-126 du 21 février 1996 portant création d'un fonds paritaire en faveur de l'emploi. Un arrêté du ministre chargé de l'emploi détermine les modalités selon lesquelles il est vérifié que le salarié remplit les conditions ci-dessus. V. - Pendant la durée de la suspension du contrat de travail du salarié, l'entreprise lui assure le versement d'une allocation dont le montant minimum est déterminé par l'accord professionnel. Le versement de cette allocation est interrompu en cas de reprise d'une activité professionnelle par le salarié. L'allocation cesse d'être versée lorsque, à partir de leur soixantième anniversaire, les bénéficiaires remplissent les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code. VI. - Une convention passée entre l'Etat, l'entreprise et, l'organisme gestionnaire désigné par l'accord professionnel pour effectuer, au nom de l'entreprise, le versement de l'allocation aux bénéficiaires de la cessation d'activité indique le nombre maximum de salariés susceptibles d'être placés en cessation d'activité pendant la période prévue au I du présent article. La convention prévoit que, chaque année, l'entreprise fait connaître par une déclaration à l'autorité signataire de la convention le nombre de salariés répartis par âge qui sont susceptibles d'adhérer au dispositif pendant l'année suivant celle au cours de laquelle cette déclaration est établie. Cette déclaration n'est pas susceptible de modification. Le revenu de remplacement versé au salarié ne peut faire l'objet d'une prise en charge partielle par l'Etat si l'adhésion de l'intéressé n'est pas prévue dans la déclaration visée à l'alinéa ci-dessus. La convention prévoit également que l'entreprise transmet annuellement à l'autorité signataire de la convention un état de la réalisation des engagements qu'elle a souscrits dans l'accord d'entreprise ainsi qu'un bilan précisant le nombre de bénéficiaires ayant effectivement opté pour le dispositif. La convention doit stipuler que, pendant la période mentionnée au I, l'entreprise s'engage à ne solliciter aucune convention tendant à l'attribution de l'allocation prévue au I de l'article R. 322-7. Aucune convention au titre de la cessation d'activité ne peut être conclue avec une entreprise ayant déjà conclu une convention en vue de l'attribution de l'allocation prévue au I de l'article R. 322-7, durant la période pendant laquelle les salariés peuvent adhérer à cette dernière convention. VII. - L'Etat participe au financement de l'allocation versée aux bénéficiaires ayant atteint 57 ans dans les conditions suivantes : 1° La participation de l'Etat n'est due qu'après l'expiration d'un délai courant à compter de la date de suspension du contrat de travail et comprenant un nombre de jours correspondant aux indemnités compensatrices de congés payés versées par l'employeur. 2° L'assiette prise en compte pour la détermination de la participation financière de l'Etat est égale à l'allocation définie par l'accord professionnel national, dans la limite de 65 % du salaire de référence pour la part du salaire n'excédant pas le plafond prévu à l'article L. 241-3 du code de la sécurité sociale auxquels s'ajoutent 50 % du salaire de référence pour la part de ce salaire comprise entre une et deux fois ce même plafond. Le salaire de référence est déterminé d'après les rémunérations sur lesquelles ont été assises les contributions au régime d'assurance chômage au titre des douze derniers mois civils précédant l'adhésion au dispositif de cessation d'activité. Il est calculé selon les règles définies dans le cadre du régime d'assurance chômage visé à la section 1 du chapitre Ier du titre V du livre III du code du travail. Il est revalorisé selon les règles définies aux deuxième et troisième alinéas de l'article R. 351-29-2 du code de la sécurité sociale. La première revalorisation ne peut intervenir que dès lors que les rémunérations qui composent le salaire de référence sont intégralement afférentes à des périodes de plus de six mois à la date de revalorisation. Le salaire de référence pour les salariés bénéficiant d'une préretraite progressive est celui qui a servi de base au versement des allocations de préretraite progressive revalorisé le cas échéant dans les conditions prévues aux articles 1er et 2 du décret n° 98-1024 du 12 novembre 1998. 3° Le montant de la participation de l'Etat au financement de l'allocation est égal à une proportion, fixée par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des finances, de l'assiette définie au 2° ci-dessus. Cette proportion croît dans les conditions précisées par cet arrêté en fonction de l'âge auquel le salarié a bénéficié de la cessation d'activité. VIII. - L'Etat rembourse l'entreprise en versant à l'organisme gestionnaire désigné par l'accord professionnel la participation financière qui est à sa charge. Ce remboursement s'effectue trimestriellement à terme échu. IX. - La convention conclue entre l'Etat et l'entreprise et, l'organisme gestionnaire du dispositif peut être totalement ou partiellement suspendue en cas de non-respect par l'entreprise des dispositions des accords professionnel ou d'entreprise ou des dispositions de la convention, ou dénoncée en cas de dénonciation de ces accords. La suspension de la convention entraîne la suspension du versement de la participation financière de l'Etat à compter du premier jour du mois suivant celui au cours duquel le manquement a été constaté. Elle n'a pas pour effet de prolonger la durée de la convention. En cas de suspension de la convention, l'autorité signataire de la convention, après appréciation de la gravité des manquements de l'entreprise, de sa situation, et des nouveaux engagements pris par l'employeur, peut conclure un avenant à la convention prévoyant le maintien d'une partie de la participation financière de l'Etat. La dénonciation de la convention entraîne la cessation définitive du versement de la participation financière de l'Etat, à compter du premier jour du mois suivant celui au cours duquel l'accord cesse de produire effet. Dans le cas où l'allocation versée au bénéficiaire a fait l'objet d'une prise en charge partielle par l'Etat sans que le salarié réponde aux conditions définies au IV ci-dessus, le versement de la participation financière de l'Etat est définitivement interrompu pour ce salarié. L'entreprise rembourse à l'Etat les sommes qu'il a indûment versées. L'accord professionnel national et l'accord d'entreprise ne peuvent délier l'entreprise des engagements pris à l'égard des salariés et notamment du versement de l'allocation lorsque la participation financière de l'Etat est suspendue ou interrompue en application des dispositions du présent article.",
            "texteHtml": "<p></p>   I. - L'Etat peut prendre partiellement en charge le revenu de remplacement versé aux salariés bénéficiant d'avantages de préretraite, en application d'un accord professionnel national ouvrant droit à une exonération des cotisations de sécurité sociale dans les conditions prévues à l'article L. 352-3 du code du travail et d'un accord d'entreprise dans les conditions définies ci-après lorsque les salariés concernés répondent à certaines conditions d'âge et connaissent des difficultés d'adaptation à l'évolution de leur emploi liées à des conditions spécifiques d'exercice de leur activité.<p></p><p></p>   Cette prise en charge partielle ne peut être accordée que si l'accord professionnel national a déterminé son champ d'application, les conditions d'ouverture pour les salariés du droit à la cessation d'activité, les conditions d'âge pour en bénéficier, le montant de l'allocation servie au bénéficiaire ainsi que les modalités de son versement, et les conditions de reprise d'activité dans l'entreprise par les salariés concernés. L'accord doit fixer également la période pendant laquelle les salariés peuvent adhérer aux mesures de cessation d'activité, l'Etat ne pouvant s'engager que si la durée de cette période n'excède pas cinq ans.<p></p><p></p>   II. - La prise en charge de l'allocation par l'Etat ne peut intervenir que si l'entreprise a prévu par convention ou accord collectif des dispositions relatives à la gestion prévisionnelle de l'emploi, au développement des compétences de ses salariés et à leur adaptation à l'évolution de leur emploi. La convention ou l'accord collectif détermine également le nombre maximum de bénéficiaires de l'allocation, pour la période d'adhésion définie par l'accord professionnel mentionné au I.<p></p><p></p><p></p>   III. - L'employeur doit, avant la conclusion d'une convention de cessation d'activité, avoir consulté le comité d'entreprise et, le cas échéant, les comités d'établissement ou à défaut les délégués du personnel. Il doit également s'être engagé à leur présenter annuellement un bilan de l'application de la convention relative à la cessation d'activité.<p></p><p></p><p></p>   IV. - Pour bénéficier de la prise en charge partielle de l'allocation par l'Etat, le salarié doit remplir les conditions suivantes :<p></p><p></p>   1° Le salarié doit avoir adhéré personnellement au dispositif de cessation d'activité ;<p></p><p></p>   2° Son contrat de travail doit être suspendu pendant la durée du versement effectif de l'allocation ;<p></p><p></p>   3° Il doit avoir adhéré au dispositif au plus tôt à 55 ans et au plus tard avant son 65e anniversaire ;<p></p><p></p>   4° Il doit avoir été salarié de l'entreprise de manière continue pendant un an au moins avant son adhésion au dispositif ;<p></p><p></p>   5° Il doit :<p></p><p></p>   - soit avoir accompli 15 ans de travail à la chaîne au sens du c de l'article 70-3 du décret du 29 décembre 1945 dans sa rédaction issue du décret n° 76-404 du 10 mai 1976 ou de travail en équipes successives, soit avoir travaillé habituellement 200 nuits ou plus par an pendant 15 ans ;<p></p><p></p>   - soit, s'il est travailleur handicapé au sens de l'article L. 323-3 du code du travail à la date d'entrée en vigueur de l'accord professionnel mentionné au I, justifier d'au moins 40 trimestres valables pour la retraite au sens des articles R. 351-3, R. 351-4, R. 351-12 et R. 351-15 du code de la sécurité sociale, dans un ou plusieurs régimes de sécurité sociale de salariés ;<p></p><p></p>   6° Il ne doit pas réunir les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code ;<p></p><p></p>   7° Il ne doit exercer aucune autre activité professionnelle ;<p></p><p></p>   8° Il ne doit bénéficier ni d'un avantage vieillesse à caractère viager acquis à titre personnel liquidé après l'entrée dans le dispositif, ni d'une indemnisation versée en application de l'article L. 351-2 du présent code, du I de l'article R. 322-7 du même code, ou de la loi n° 96-126 du 21 février 1996 portant création d'un fonds paritaire en faveur de l'emploi.<p></p><p></p>   Un arrêté du ministre chargé de l'emploi détermine les modalités selon lesquelles il est vérifié que le salarié remplit les conditions ci-dessus.<p></p><p></p>   V. - Pendant la durée de la suspension du contrat de travail du salarié, l'entreprise lui assure le versement d'une allocation dont le montant minimum est déterminé par l'accord professionnel.<p></p><p></p>   Le versement de cette allocation est interrompu en cas de reprise d'une activité professionnelle par le salarié.<p></p><p></p>   L'allocation cesse d'être versée lorsque, à partir de leur soixantième anniversaire, les bénéficiaires remplissent les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code.<p></p><p></p>   VI. - Une convention passée entre l'Etat, l'entreprise et, l'organisme gestionnaire désigné par l'accord professionnel pour effectuer, au nom de l'entreprise, le versement de l'allocation aux bénéficiaires de la cessation d'activité indique le nombre maximum de salariés susceptibles d'être placés en cessation d'activité pendant la période prévue au I du présent article.<p></p><p></p>   La convention prévoit que, chaque année, l'entreprise fait connaître par une déclaration à l'autorité signataire de la convention le nombre de salariés répartis par âge qui sont susceptibles d'adhérer au dispositif pendant l'année suivant celle au cours de laquelle cette déclaration est établie. Cette déclaration n'est pas susceptible de modification.<p></p><p></p>   Le revenu de remplacement versé au salarié ne peut faire l'objet d'une prise en charge partielle par l'Etat si l'adhésion de l'intéressé n'est pas prévue dans la déclaration visée à l'alinéa ci-dessus.<p></p><p></p>   La convention prévoit également que l'entreprise transmet annuellement à l'autorité signataire de la convention un état de la réalisation des engagements qu'elle a souscrits dans l'accord d'entreprise ainsi qu'un bilan précisant le nombre de bénéficiaires ayant effectivement opté pour le dispositif.<p></p><p></p>   La convention doit stipuler que, pendant la période mentionnée au I, l'entreprise s'engage à ne solliciter aucune convention tendant à l'attribution de l'allocation prévue au I de l'article R. 322-7.<p></p><p></p>   Aucune convention au titre de la cessation d'activité ne peut être conclue avec une entreprise ayant déjà conclu une convention en vue de l'attribution de l'allocation prévue au I de l'article R. 322-7, durant la période pendant laquelle les salariés peuvent adhérer à cette dernière convention.<p></p><p></p>   VII. - L'Etat participe au financement de l'allocation versée aux bénéficiaires ayant atteint 57 ans dans les conditions suivantes :<p></p><p></p>   1° La participation de l'Etat n'est due qu'après l'expiration d'un délai courant à compter de la date de suspension du contrat de travail et comprenant un nombre de jours correspondant aux indemnités compensatrices de congés payés versées par l'employeur.<p></p><p></p>   2° L'assiette prise en compte pour la détermination de la participation financière de l'Etat est égale à l'allocation définie par l'accord professionnel national, dans la limite de 65 % du salaire de référence pour la part du salaire n'excédant pas le plafond prévu à l'article L. 241-3 du code de la sécurité sociale auxquels s'ajoutent 50 % du salaire de référence pour la part de ce salaire comprise entre une et deux fois ce même plafond.<p></p><p></p>   Le salaire de référence est déterminé d'après les rémunérations sur lesquelles ont été assises les contributions au régime d'assurance chômage au titre des douze derniers mois civils précédant l'adhésion au dispositif de cessation d'activité. Il est calculé selon les règles définies dans le cadre du régime d'assurance chômage visé à la section 1 du chapitre Ier du titre V du livre III du code du travail. Il est revalorisé selon les règles définies aux deuxième et troisième alinéas de l'article R. 351-29-2 du code de la sécurité sociale. La première revalorisation ne peut intervenir que dès lors que les rémunérations qui composent le salaire de référence sont intégralement afférentes à des périodes de plus de six mois à la date de revalorisation.<p></p><p></p>   Le salaire de référence pour les salariés bénéficiant d'une préretraite progressive est celui qui a servi de base au versement des allocations de préretraite progressive revalorisé le cas échéant dans les conditions prévues aux articles 1er et 2 du décret n° 98-1024 du 12 novembre 1998.<p></p><p></p>   3° Le montant de la participation de l'Etat au financement de l'allocation est égal à une proportion, fixée par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des finances, de l'assiette définie au 2° ci-dessus. Cette proportion croît dans les conditions précisées par cet arrêté en fonction de l'âge auquel le salarié a bénéficié de la cessation d'activité.<p></p><p></p>   VIII. - L'Etat rembourse l'entreprise en versant à l'organisme gestionnaire désigné par l'accord professionnel la participation financière qui est à sa charge. Ce remboursement s'effectue trimestriellement à terme échu.<p></p><p></p><p></p>   IX. - La convention conclue entre l'Etat et l'entreprise et, l'organisme gestionnaire du dispositif peut être totalement ou partiellement suspendue en cas de non-respect par l'entreprise des dispositions des accords professionnel ou d'entreprise ou des dispositions de la convention, ou dénoncée en cas de dénonciation de ces accords.<p></p><p></p>   La suspension de la convention entraîne la suspension du versement de la participation financière de l'Etat à compter du premier jour du mois suivant celui au cours duquel le manquement a été constaté. Elle n'a pas pour effet de prolonger la durée de la convention.<p></p><p></p>   En cas de suspension de la convention, l'autorité signataire de la convention, après appréciation de la gravité des manquements de l'entreprise, de sa situation, et des nouveaux engagements pris par l'employeur, peut conclure un avenant à la convention prévoyant le maintien d'une partie de la participation financière de l'Etat.<p></p><p></p>   La dénonciation de la convention entraîne la cessation définitive du versement de la participation financière de l'Etat, à compter du premier jour du mois suivant celui au cours duquel l'accord cesse de produire effet.<p></p><p></p>   Dans le cas où l'allocation versée au bénéficiaire a fait l'objet d'une prise en charge partielle par l'Etat sans que le salarié réponde aux conditions définies au IV ci-dessus, le versement de la participation financière de l'Etat est définitivement interrompu pour ce salarié. L'entreprise rembourse à l'Etat les sommes qu'il a indûment versées.<p></p><p></p>   L'accord professionnel national et l'accord d'entreprise ne peuvent délier l'entreprise des engagements pris à l'égard des salariés et notamment du versement de l'allocation lorsque la participation financière de l'Etat est suspendue ou interrompue en application des dispositions du présent article.<p></p>",
            "num": "R322-7-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1106956800000,
            "dateFin": 1168646400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-11-15",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107985",
                        "id": "LEGISCTA000006107985",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Placement et emploi",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128496",
                        "id": "LEGISCTA000006128496",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-23",
                        "fin": "2008-05-01",
                        "titre": "Titre II : Emploi",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143025",
                        "id": "LEGISCTA000018515576",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1983-07-24",
                        "fin": "2008-05-01",
                        "titre": "Chapitre II : Fonds national de l'emploi.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158062",
                        "id": "LEGISCTA000018515463",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1983-07-24",
                        "fin": "2008-05-01",
                        "titre": "Section 1 : Conventions de coopération",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175103",
                        "id": "LEGISCTA000018515410",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-03-22",
                        "fin": "2008-05-01",
                        "titre": "B - Conventions d'allocation temporaire dégressive, conventions d'allocations spéciales et conventions d'aide au passage à temps partiel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187707",
                        "id": "LEGISCTA000018515387",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006808707",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006187707",
            "sectionParentId": "LEGISCTA000018515387",
            "sectionParentTitre": "B - Conventions d'allocation temporaire dégressive, conventions d'allocations spéciales et conventions d'aide au passage à temps partiel",
            "fullSectionsTitre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat &gt; Livre III : Placement et emploi &gt; Titre II : Emploi &gt; Chapitre II : Fonds national de l'emploi. &gt; Section 1 : Conventions de coopération &gt; B - Conventions d'allocation temporaire dégressive, conventions d'allocations spéciales et conventions d'aide au passage à temps partiel",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006808709",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000787838",
                    "textTitle": "Décret n°2005-58 du 27 janvier 2005 - art. 1 () JORF 29 janvier 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006238112",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-01-29",
                    "dateSignaTexte": "2005-01-27",
                    "dateDebutCible": "2005-01-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000855584",
                    "textTitle": "Décret 76-404 1976-05-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000855584",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "76-404",
                    "datePubli": 200707200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000192682",
                    "textTitle": "Loi 96-126 1996-02-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000192682",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "96-126",
                    "datePubli": 824947200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000574577",
                    "textTitle": "Décret n°98-1024 du 12 novembre 1998 - art. 1 ()",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006660756",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-1024",
                    "datePubli": 911001600000,
                    "dateDebut": 911001600000
                },
                {
                    "textCid": "JORFTEXT000000574577",
                    "textTitle": "Décret n°98-1024 du 12 novembre 1998 - art. 2 ()",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006660759",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-1024",
                    "datePubli": 911001600000,
                    "dateDebut": 911001600000
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006671107",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 950140800000,
                    "dateDebut": 950140800000
                },
                {
                    "textCid": "JORFTEXT000000597616",
                    "textTitle": "Décret n°2003-724 du 1 août 2003 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006221902",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2003-724",
                    "datePubli": 1060041600000,
                    "dateDebut": 1142121600000
                },
                {
                    "textCid": "JORFTEXT000000603025",
                    "textTitle": "Décret n°2004-485 du 3 juin 2004 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006231145",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-485",
                    "datePubli": 1086393600000,
                    "dateDebut": 1086393600000
                },
                {
                    "textCid": "JORFTEXT000000238896",
                    "textTitle": "Arrêté du 28 janvier 2005 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006238114",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1106956800000,
                    "dateDebut": 1106956800000
                },
                {
                    "textCid": "JORFTEXT000000238896",
                    "textTitle": "Arrêté du 28 janvier 2005 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006238115",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1106956800000,
                    "dateDebut": 1106956800000
                },
                {
                    "textCid": "JORFTEXT000000238896",
                    "textTitle": "Arrêté du 28 janvier 2005 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006238116",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1106956800000,
                    "dateDebut": 1106956800000
                },
                {
                    "textCid": "KALITEXT000021367335",
                    "textTitle": "à l'avenant « Mensuels » du 5 juillet 1991  - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000021367337",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "1",
                    "datePubli": 1259712000000,
                    "dateDebut": 995328000000
                },
                {
                    "textCid": "KALITEXT000005657305",
                    "textTitle": "Cessation anticipée d'activité - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000005798054",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1046044800000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "Cessation anticipée d'activité des salariés - art. 7 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "KALIARTI000017784398",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-12 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R351-12",
                    "articleId": "LEGIARTI000047985880",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L323-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L323-3",
                    "articleId": "LEGIARTI000006648646",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L351-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006648847",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L352-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L352-3",
                    "articleId": "LEGIARTI000006648984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R322-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-7",
                    "articleId": "LEGIARTI000006809121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 449625600000
                },
                {
                    "textCid": "KALITEXT000019938662",
                    "textTitle": "Convention collective départementale du 30 sept... - art. 29 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "KALIARTI000024634798",
                    "natureText": "Convention collective départementale",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1304640000000
                },
                {
                    "textCid": "KALITEXT000005673470",
                    "textTitle": "Convention collective nationale du 13 mars 1972 - art. 31 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "KALIARTI000023173739",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1277078400000
                },
                {
                    "textCid": "KALITEXT000022229035",
                    "textTitle": "relatif au départ et à la mise à la retraite  - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000022229040",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976838400000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "relatif à la cessation anticipée d'activité des... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000017784413",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "relatif à la cessation anticipée d'activité des... - art. 1 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "KALIARTI000017784382",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "relatif à la cessation anticipée d'activité des... - art. 11 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "KALIARTI000017784407",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "KALITEXT000018879068",
                    "textTitle": "relatif à la modification d'articles de la conv... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000018879104",
                    "natureText": "Protocole d'accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1164153600000
                },
                {
                    "textCid": "KALITEXT000018879068",
                    "textTitle": "relatif à la modification d'articles de la conv... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000018879080",
                    "natureText": "Protocole d'accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1164153600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L241-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L241-3",
                    "articleId": "LEGIARTI000006741897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R322-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-7",
                    "articleId": "LEGIARTI000006749992",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-15 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-15",
                    "articleId": "LEGIARTI000006750034",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-27 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-27",
                    "articleId": "LEGIARTI000006749434",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-29-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-29-2",
                    "articleId": "LEGIARTI000006749372",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1093392000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-3",
                    "articleId": "LEGIARTI000006749341",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-4",
                    "articleId": "LEGIARTI000006749342",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-45 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-45",
                    "articleId": "LEGIARTI000006749449",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 746496000000
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 45-179 1945-12-29 art. 70-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005629083",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 1 (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006671106",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 2 (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006671107",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 3 (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006671108",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. ANNEXE (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE",
                    "articleId": "LEGIARTI000006671109",
                    "natureText": "ARRETE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006808707",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 950140800000,
                    "dateFin": 1031443200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006808708",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1031443200000,
                    "dateFin": 1106956800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006808709",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1106956800000,
                    "dateFin": 1168646400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018515340",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1168646400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-7-2",
                "322-7-2"
            ],
            "versionPrecedente": "LEGIARTI000006808708",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006808708",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'Etat peut prendre partiellement en charge le revenu de remplacement versé aux salariés bénéficiant de mesures de cessation partielle d'activité organisées en application d'un accord professionnel national mentionné à l'article L. 352-3 du code du travail et d'un accord d'entreprise dans les conditions définies ci-après lorsque les salariés concernés répondent à certaines conditions d'âge et connaissent des difficultés d'adaptation à l'évolution de leur emploi liées à des conditions spécifiques d'exercice de leur activité. Cette prise en charge partielle ne peut être accordée que si l'accord professionnel national a déterminé son champ d'application, les conditions d'ouverture pour les salariés du droit à la cessation d'activité, les conditions d'âge pour en bénéficier, le montant de l'allocation servie au bénéficiaire ainsi que les modalités de son versement, et les conditions de reprise d'activité dans l'entreprise par les salariés concernés. L'accord doit fixer également la période pendant laquelle les salariés peuvent adhérer aux mesures de cessation d'activité, l'Etat ne pouvant s'engager que si la durée de cette période n'excède pas cinq ans. II. - La prise en charge partielle de l'allocation par l'Etat ne peut intervenir que si l'entreprise a fixé, par convention ou accord collectif, une durée collective du travail inférieure ou égale à 35 heures hebdomadaires sur l'année ou, en tout état de cause, à une durée annuelle de 1 600 heures. L'entreprise doit avoir prévu par accord collectif des dispositions relatives à la gestion prévisionnelle de l'emploi, au développement des compétences de ses salariés et à leur adaptation à l'évolution de leur emploi. L'accord d'entreprise visé au I fixe le nombre maximum des bénéficiaires de l'allocation pour la période d'adhésion au dispositif défini par l'accord professionnel. III. - L'employeur doit, avant la conclusion d'une convention de cessation d'activité, avoir consulté le comité d'entreprise et, le cas échéant, les comités d'établissement ou à défaut les délégués du personnel. Il doit également s'être engagé à leur présenter annuellement un bilan de l'application de la convention relative à la cessation d'activité. IV. - Pour bénéficier de la prise en charge partielle de l'allocation par l'Etat, le salarié doit remplir les conditions suivantes : 1° Le salarié doit avoir adhéré personnellement au dispositif de cessation d'activité au cours de la période visée au I ; 2° Son contrat de travail doit être suspendu pendant la durée du versement effectif de l'allocation ; 3° Il doit être âgé d'au moins 57 ans et de moins de 65 ans et avoir adhéré au dispositif au plus tôt à 55 ans ; 4° Il doit avoir été salarié de l'entreprise de manière continue pendant un an au moins avant son adhésion au dispositif ; 5° Il doit : - soit avoir accompli 15 ans de travail à la chaîne au sens du c de l'article 70-3 du décret du 29 décembre 1945 dans sa rédaction issue du décret n° 76-404 du 10 mai 1976 ou de travail en équipes successives, soit avoir travaillé habituellement 200 nuits ou plus par an pendant 15 ans ; - soit, s'il est travailleur handicapé au sens de l'article L. 323-3 du code du travail à la date d'entrée en vigueur de l'accord professionnel mentionné au I, justifier d'au moins 40 trimestres valables pour la retraite au sens des articles R. 351-3, R. 351-4, R. 351-12 et R. 351-15 du code de la sécurité sociale, dans un ou plusieurs régimes de sécurité sociale de salariés ; 6° Il ne doit pas réunir les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code ; 7° Il ne doit exercer aucune autre activité professionnelle ; 8° Il ne doit bénéficier ni d'un avantage vieillesse à caractère viager acquis à titre personnel liquidé après l'entrée dans le dispositif, ni d'une indemnisation versée en application de l'article L. 351-2 du présent code, du I de l'article R. 322-7 du même code, ou de la loi n° 96-126 du 21 février 1996 portant création d'un fonds paritaire en faveur de l'emploi. Un arrêté du ministre chargé de l'emploi détermine les modalités selon lesquelles il est vérifié que le salarié remplit les conditions ci-dessus. V. - Pendant la durée de la suspension du contrat de travail du salarié, l'entreprise lui assure le versement d'une allocation dont le montant minimum est déterminé par l'accord professionnel. Le versement de cette allocation est interrompu en cas de reprise d'une activité professionnelle par le salarié. L'allocation cesse d'être versée lorsque, à partir de leur soixantième anniversaire, les bénéficiaires remplissent les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code. VI. - Une convention passée entre l'Etat, l'entreprise et, le cas échéant, l'organisme gestionnaire désigné par l'accord professionnel pour effectuer, au nom de l'entreprise, le versement de l'allocation aux bénéficiaires de la cessation d'activité indique le nombre maximum de salariés susceptibles d'être placés en cessation d'activité pendant la période prévue au I du présent article ainsi que, parmi ceux-ci, le nombre des salariés dont l'allocation pourra faire l'objet d'une prise en charge partielle par l'Etat. La convention prévoit que, chaque année, l'entreprise fait connaître par une déclaration au ministre chargé de l'emploi le nombre de salariés répartis par âge qui sont susceptibles d'adhérer au dispositif pendant l'année suivant celle au cours de laquelle cette déclaration est établie, ainsi que le nombre de salariés dont l'allocation est susceptible de donner lieu à une prise en charge partielle de l'Etat. Cette déclaration n'est pas susceptible de modification. Le revenu de remplacement versé au salarié ne peut faire l'objet d'une prise en charge partielle par l'Etat si l'adhésion de l'intéressé n'est pas prévue dans la déclaration visée à l'alinéa ci-dessus. La convention prévoit également que l'entreprise transmet annuellement au ministre chargé de l'emploi un état de la réalisation des engagements qu'elle a souscrits dans l'accord d'entreprise ainsi qu'un bilan précisant le nombre de bénéficiaires ayant effectivement opté pour le dispositif. La convention doit stipuler que, pendant la période mentionnée au I, l'entreprise s'engage à ne solliciter aucune convention tendant à l'attribution de l'allocation prévue au I de l'article R. 322-7. Aucune convention au titre de la cessation d'activité ne peut être conclue avec une entreprise ayant déjà conclu une convention en vue de l'attribution de l'allocation prévue au I de l'article R. 322-7, durant la période pendant laquelle les salariés peuvent adhérer à cette dernière convention. VII. - L'Etat participe au financement de l'allocation versée aux bénéficiaires ayant atteint 57 ans et des cotisations aux régimes de retraites complémentaires versées au profit de ces mêmes bénéficiaires dans les conditions suivantes : 1° La participation de l'Etat n'est due qu'après l'expiration d'un délai courant à compter de la date de suspension du contrat de travail et comprenant un nombre de jours correspondant aux indemnités compensatrices de congés payés versées par l'employeur. 2° L'assiette prise en compte pour la détermination de la participation financière de l'Etat est égale à l'allocation définie par l'accord professionnel national, dans la limite de 65 % du salaire de référence pour la part du salaire n'excédant pas le plafond prévu à l'article L. 241-3 du code de la sécurité sociale auxquels s'ajoutent 50 % du salaire de référence pour la part de ce salaire comprise entre une et deux fois ce même plafond. Le salaire de référence est déterminé d'après les rémunérations sur lesquelles ont été assises les contributions au régime d'assurance chômage au titre des douze derniers mois civils précédant l'adhésion au dispositif de cessation d'activité. Il est calculé selon les règles définies dans le cadre du régime d'assurance chômage visé à la section 1 du chapitre Ier du titre V du livre III du code du travail. Il est revalorisé selon les règles définies aux deuxième et troisième alinéas de l'article R. 351-29-2 du code de la sécurité sociale. La première revalorisation ne peut intervenir que dès lors que les rémunérations qui composent le salaire de référence sont intégralement afférentes à des périodes de plus de six mois à la date de revalorisation. Le salaire de référence pour les salariés bénéficiant d'une préretraite progressive est celui qui a servi de base au versement des allocations de préretraite progressive revalorisé le cas échéant dans les conditions prévues aux articles 1er et 2 du décret n° 98-1024 du 12 novembre 1998. 3° Le montant de la participation de l'Etat au financement de l'allocation est égal à une proportion, fixée par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des finances, de l'assiette définie au 2° ci-dessus. Cette proportion croît dans les conditions précisées par cet arrêté en fonction de l'âge auquel le salarié a bénéficié de la cessation d'activité. 4° Le montant de la participation de l'Etat au financement des cotisations de retraites complémentaires est égal à une proportion, fixée par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des finances, des cotisations obligatoires aux régimes de retraite complémentaire assises sur le salaire de référence du bénéficiaire défini au 2° ci-dessus, dans la limite de deux fois le plafond prévu à l'article L. 241-3 du code de la sécurité sociale. VIII. - L'Etat rembourse l'entreprise ou, le cas échéant, l'organisme chargé de la gestion des cessations d'activité de la participation financière qui est à sa charge. Ce remboursement s'effectue trimestriellement à terme échu. IX. - La convention conclue entre l'Etat et l'entreprise et, le cas échéant, l'organisme gestionnaire du dispositif peut être totalement ou partiellement suspendue en cas de non-respect par l'entreprise des dispositions des accords professionnel ou d'entreprise ou des dispositions de la convention, ou dénoncée en cas de dénonciation de ces accords. La suspension de la convention entraîne la suspension du versement de la participation financière de l'Etat à compter du premier jour du mois suivant celui au cours duquel le manquement a été constaté. Elle n'a pas pour effet de prolonger la durée de la convention. En cas de suspension de la convention, le ministre chargé de l'emploi, après appréciation de la gravité des manquements de l'entreprise, de sa situation, et des nouveaux engagements pris par l'employeur, peut conclure un avenant à la convention prévoyant le maintien d'une partie de la participation financière de l'Etat. La dénonciation de la convention entraîne la cessation définitive du versement de la participation financière de l'Etat, à compter du premier jour du mois suivant celui au cours duquel l'accord cesse de produire effet. Dans le cas où l'allocation versée au bénéficiaire a fait l'objet d'une prise en charge partielle par l'Etat sans que le salarié réponde aux conditions définies au IV ci-dessus, le versement de la participation financière de l'Etat est définitivement interrompu pour ce salarié. L'entreprise rembourse à l'Etat les sommes qu'il a indûment versées. L'accord professionnel national et l'accord d'entreprise ne peuvent délier l'entreprise des engagements pris à l'égard des salariés et notamment du versement de l'allocation ainsi que des cotisations de retraites complémentaires lorsque la participation financière de l'Etat est suspendue ou interrompue en application des dispositions du présent article.",
            "texteHtml": "<p></p>   I. - L'Etat peut prendre partiellement en charge le revenu de remplacement versé aux salariés bénéficiant de mesures de cessation partielle d'activité organisées en application d'un accord professionnel national mentionné à l'article L. 352-3 du code du travail et d'un accord d'entreprise dans les conditions définies ci-après lorsque les salariés concernés répondent à certaines conditions d'âge et connaissent des difficultés d'adaptation à l'évolution de leur emploi liées à des conditions spécifiques d'exercice de leur activité.<p></p><p></p>   Cette prise en charge partielle ne peut être accordée que si l'accord professionnel national a déterminé son champ d'application, les conditions d'ouverture pour les salariés du droit à la cessation d'activité, les conditions d'âge pour en bénéficier, le montant de l'allocation servie au bénéficiaire ainsi que les modalités de son versement, et les conditions de reprise d'activité dans l'entreprise par les salariés concernés. L'accord doit fixer également la période pendant laquelle les salariés peuvent adhérer aux mesures de cessation d'activité, l'Etat ne pouvant s'engager que si la durée de cette période n'excède pas cinq ans.<p></p><p></p>   II. - La prise en charge partielle de l'allocation par l'Etat ne peut intervenir que si l'entreprise a fixé, par convention ou accord collectif, une durée collective du travail inférieure ou égale à 35 heures hebdomadaires sur l'année ou, en tout état de cause, à une durée annuelle de 1 600 heures.<p></p><p></p>   L'entreprise doit avoir prévu par accord collectif des dispositions relatives à la gestion prévisionnelle de l'emploi, au développement des compétences de ses salariés et à leur adaptation à l'évolution de leur emploi.<p></p><p></p>   L'accord d'entreprise visé au I fixe le nombre maximum des bénéficiaires de l'allocation pour la période d'adhésion au dispositif défini par l'accord professionnel.<p></p><p></p>   III. - L'employeur doit, avant la conclusion d'une convention de cessation d'activité, avoir consulté le comité d'entreprise et, le cas échéant, les comités d'établissement ou à défaut les délégués du personnel. Il doit également s'être engagé à leur présenter annuellement un bilan de l'application de la convention relative à la cessation d'activité.<p></p><p></p><p></p>   IV. - Pour bénéficier de la prise en charge partielle de l'allocation par l'Etat, le salarié doit remplir les conditions suivantes :<p></p><p></p>   1° Le salarié doit avoir adhéré personnellement au dispositif de cessation d'activité au cours de la période visée au I ;<p></p><p></p>   2° Son contrat de travail doit être suspendu pendant la durée du versement effectif de l'allocation ;<p></p><p></p>   3° Il doit être âgé d'au moins 57 ans et de moins de 65 ans et avoir adhéré au dispositif au plus tôt à 55 ans ;<p></p><p></p>   4° Il doit avoir été salarié de l'entreprise de manière continue pendant un an au moins avant son adhésion au dispositif ;<p></p><p></p>   5° Il doit :<p></p><p></p>   - soit avoir accompli 15 ans de travail à la chaîne au sens du c de l'article 70-3 du décret du 29 décembre 1945 dans sa rédaction issue du décret n° 76-404 du 10 mai 1976 ou de travail en équipes successives, soit avoir travaillé habituellement 200 nuits ou plus par an pendant 15 ans ;<p></p><p></p>   - soit, s'il est travailleur handicapé au sens de l'article L. 323-3 du code du travail à la date d'entrée en vigueur de l'accord professionnel mentionné au I, justifier d'au moins 40 trimestres valables pour la retraite au sens des articles R. 351-3, R. 351-4, R. 351-12 et R. 351-15 du code de la sécurité sociale, dans un ou plusieurs régimes de sécurité sociale de salariés ;<p></p><p></p>   6° Il ne doit pas réunir les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code ;<p></p><p></p>   7° Il ne doit exercer aucune autre activité professionnelle ;<p></p><p></p>   8° Il ne doit bénéficier ni d'un avantage vieillesse à caractère viager acquis à titre personnel liquidé après l'entrée dans le dispositif, ni d'une indemnisation versée en application de l'article L. 351-2 du présent code, du I de l'article R. 322-7 du même code, ou de la loi n° 96-126 du 21 février 1996 portant création d'un fonds paritaire en faveur de l'emploi.<p></p><p></p>   Un arrêté du ministre chargé de l'emploi détermine les modalités selon lesquelles il est vérifié que le salarié remplit les conditions ci-dessus.<p></p><p></p>   V. - Pendant la durée de la suspension du contrat de travail du salarié, l'entreprise lui assure le versement d'une allocation dont le montant minimum est déterminé par l'accord professionnel.<p></p><p></p>   Le versement de cette allocation est interrompu en cas de reprise d'une activité professionnelle par le salarié.<p></p><p></p>   L'allocation cesse d'être versée lorsque, à partir de leur soixantième anniversaire, les bénéficiaires remplissent les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code.<p></p><p></p>   VI. - Une convention passée entre l'Etat, l'entreprise et, le cas échéant, l'organisme gestionnaire désigné par l'accord professionnel pour effectuer, au nom de l'entreprise, le versement de l'allocation aux bénéficiaires de la cessation d'activité indique le nombre maximum de salariés susceptibles d'être placés en cessation d'activité pendant la période prévue au I du présent article ainsi que, parmi ceux-ci, le nombre des salariés dont l'allocation pourra faire l'objet d'une prise en charge partielle par l'Etat.<p></p><p></p>   La convention prévoit que, chaque année, l'entreprise fait connaître par une déclaration au ministre chargé de l'emploi le nombre de salariés répartis par âge qui sont susceptibles d'adhérer au dispositif pendant l'année suivant celle au cours de laquelle cette déclaration est établie, ainsi que le nombre de salariés dont l'allocation est susceptible de donner lieu à une prise en charge partielle de l'Etat. Cette déclaration n'est pas susceptible de modification.<p></p><p></p>   Le revenu de remplacement versé au salarié ne peut faire l'objet d'une prise en charge partielle par l'Etat si l'adhésion de l'intéressé n'est pas prévue dans la déclaration visée à l'alinéa ci-dessus.<p></p><p></p>   La convention prévoit également que l'entreprise transmet annuellement au ministre chargé de l'emploi un état de la réalisation des engagements qu'elle a souscrits dans l'accord d'entreprise ainsi qu'un bilan précisant le nombre de bénéficiaires ayant effectivement opté pour le dispositif.<p></p><p></p>   La convention doit stipuler que, pendant la période mentionnée au I, l'entreprise s'engage à ne solliciter aucune convention tendant à l'attribution de l'allocation prévue au I de l'article R. 322-7.<p></p><p></p>   Aucune convention au titre de la cessation d'activité ne peut être conclue avec une entreprise ayant déjà conclu une convention en vue de l'attribution de l'allocation prévue au I de l'article R. 322-7, durant la période pendant laquelle les salariés peuvent adhérer à cette dernière convention.<p></p><p></p>   VII. - L'Etat participe au financement de l'allocation versée aux bénéficiaires ayant atteint 57 ans et des cotisations aux régimes de retraites complémentaires versées au profit de ces mêmes bénéficiaires dans les conditions suivantes :<p></p><p></p>   1° La participation de l'Etat n'est due qu'après l'expiration d'un délai courant à compter de la date de suspension du contrat de travail et comprenant un nombre de jours correspondant aux indemnités compensatrices de congés payés versées par l'employeur.<p></p><p></p>   2° L'assiette prise en compte pour la détermination de la participation financière de l'Etat est égale à l'allocation définie par l'accord professionnel national, dans la limite de 65 % du salaire de référence pour la part du salaire n'excédant pas le plafond prévu à l'article L. 241-3 du code de la sécurité sociale auxquels s'ajoutent 50 % du salaire de référence pour la part de ce salaire comprise entre une et deux fois ce même plafond.<p></p><p></p>   Le salaire de référence est déterminé d'après les rémunérations sur lesquelles ont été assises les contributions au régime d'assurance chômage au titre des douze derniers mois civils précédant l'adhésion au dispositif de cessation d'activité. Il est calculé selon les règles définies dans le cadre du régime d'assurance chômage visé à la section 1 du chapitre Ier du titre V du livre III du code du travail. Il est revalorisé selon les règles définies aux deuxième et troisième alinéas de l'article R. 351-29-2 du code de la sécurité sociale. La première revalorisation ne peut intervenir que dès lors que les rémunérations qui composent le salaire de référence sont intégralement afférentes à des périodes de plus de six mois à la date de revalorisation.<p></p><p></p>   Le salaire de référence pour les salariés bénéficiant d'une préretraite progressive est celui qui a servi de base au versement des allocations de préretraite progressive revalorisé le cas échéant dans les conditions prévues aux articles 1er et 2 du décret n° 98-1024 du 12 novembre 1998.<p></p><p></p>   3° Le montant de la participation de l'Etat au financement de l'allocation est égal à une proportion, fixée par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des finances, de l'assiette définie au 2° ci-dessus. Cette proportion croît dans les conditions précisées par cet arrêté en fonction de l'âge auquel le salarié a bénéficié de la cessation d'activité.<p></p><p></p>   4° Le montant de la participation de l'Etat au financement des cotisations de retraites complémentaires est égal à une proportion, fixée par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des finances, des cotisations obligatoires aux régimes de retraite complémentaire assises sur le salaire de référence du bénéficiaire défini au 2° ci-dessus, dans la limite de deux fois le plafond prévu à l'article L. 241-3 du code de la sécurité sociale.<p></p><p></p>   VIII. - L'Etat rembourse l'entreprise ou, le cas échéant, l'organisme chargé de la gestion des cessations d'activité de la participation financière qui est à sa charge. Ce remboursement s'effectue trimestriellement à terme échu.<p></p><p></p><p></p>   IX. - La convention conclue entre l'Etat et l'entreprise et, le cas échéant, l'organisme gestionnaire du dispositif peut être totalement ou partiellement suspendue en cas de non-respect par l'entreprise des dispositions des accords professionnel ou d'entreprise ou des dispositions de la convention, ou dénoncée en cas de dénonciation de ces accords.<p></p><p></p>   La suspension de la convention entraîne la suspension du versement de la participation financière de l'Etat à compter du premier jour du mois suivant celui au cours duquel le manquement a été constaté. Elle n'a pas pour effet de prolonger la durée de la convention.<p></p><p></p>   En cas de suspension de la convention, le ministre chargé de l'emploi, après appréciation de la gravité des manquements de l'entreprise, de sa situation, et des nouveaux engagements pris par l'employeur, peut conclure un avenant à la convention prévoyant le maintien d'une partie de la participation financière de l'Etat.<p></p><p></p>   La dénonciation de la convention entraîne la cessation définitive du versement de la participation financière de l'Etat, à compter du premier jour du mois suivant celui au cours duquel l'accord cesse de produire effet.<p></p><p></p>   Dans le cas où l'allocation versée au bénéficiaire a fait l'objet d'une prise en charge partielle par l'Etat sans que le salarié réponde aux conditions définies au IV ci-dessus, le versement de la participation financière de l'Etat est définitivement interrompu pour ce salarié. L'entreprise rembourse à l'Etat les sommes qu'il a indûment versées.<p></p><p></p>   L'accord professionnel national et l'accord d'entreprise ne peuvent délier l'entreprise des engagements pris à l'égard des salariés et notamment du versement de l'allocation ainsi que des cotisations de retraites complémentaires lorsque la participation financière de l'Etat est suspendue ou interrompue en application des dispositions du présent article.<p></p>",
            "num": "R322-7-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1031443200000,
            "dateFin": 1106956800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-11-15",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107985",
                        "id": "LEGISCTA000006107985",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Placement et emploi",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128496",
                        "id": "LEGISCTA000006128496",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-23",
                        "fin": "2008-05-01",
                        "titre": "Titre II : Emploi",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143025",
                        "id": "LEGISCTA000018515576",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1983-07-24",
                        "fin": "2008-05-01",
                        "titre": "Chapitre II : Fonds national de l'emploi.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158062",
                        "id": "LEGISCTA000018515463",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1983-07-24",
                        "fin": "2008-05-01",
                        "titre": "Section 1 : Conventions de coopération",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175103",
                        "id": "LEGISCTA000018515410",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-03-22",
                        "fin": "2008-05-01",
                        "titre": "B - Conventions d'allocation temporaire dégressive, conventions d'allocations spéciales et conventions d'aide au passage à temps partiel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187707",
                        "id": "LEGISCTA000018515387",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006808707",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006187707",
            "sectionParentId": "LEGISCTA000018515387",
            "sectionParentTitre": "B - Conventions d'allocation temporaire dégressive, conventions d'allocations spéciales et conventions d'aide au passage à temps partiel",
            "fullSectionsTitre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat &gt; Livre III : Placement et emploi &gt; Titre II : Emploi &gt; Chapitre II : Fonds national de l'emploi. &gt; Section 1 : Conventions de coopération &gt; B - Conventions d'allocation temporaire dégressive, conventions d'allocations spéciales et conventions d'aide au passage à temps partiel",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006808708",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000409510",
                    "textTitle": "Décret n°2002-1133 du 5 septembre 2002 - art. 1 () JORF 8 septembre 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006213913",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-09-08",
                    "dateSignaTexte": "2002-09-05",
                    "dateDebutCible": "2002-09-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000682675",
                    "textTitle": "Décret n°45-0179 du 29 décembre 1945 - art. 70-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "70-3",
                    "articleId": "LEGIARTI000006760660",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "45-0179",
                    "datePubli": -757555200000,
                    "dateDebut": 258854400000
                },
                {
                    "textCid": "JORFTEXT000000855584",
                    "textTitle": "Décret 76-404 1976-05-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000855584",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "76-404",
                    "datePubli": 200707200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000192682",
                    "textTitle": "Loi 96-126 1996-02-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000192682",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "96-126",
                    "datePubli": 824947200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000574577",
                    "textTitle": "Décret n°98-1024 du 12 novembre 1998 - art. 1 ()",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006660756",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-1024",
                    "datePubli": 911001600000,
                    "dateDebut": 911001600000
                },
                {
                    "textCid": "JORFTEXT000000574577",
                    "textTitle": "Décret n°98-1024 du 12 novembre 1998 - art. 2 ()",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006660759",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-1024",
                    "datePubli": 911001600000,
                    "dateDebut": 911001600000
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006671107",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 950140800000,
                    "dateDebut": 950140800000
                },
                {
                    "textCid": "JORFTEXT000000597616",
                    "textTitle": "Décret n°2003-724 du 1 août 2003 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006221902",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2003-724",
                    "datePubli": 1060041600000,
                    "dateDebut": 1142121600000
                },
                {
                    "textCid": "JORFTEXT000000603025",
                    "textTitle": "Décret n°2004-485 du 3 juin 2004 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006231145",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-485",
                    "datePubli": 1086393600000,
                    "dateDebut": 1086393600000
                },
                {
                    "textCid": "JORFTEXT000000238896",
                    "textTitle": "Arrêté du 28 janvier 2005 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006238114",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1106956800000,
                    "dateDebut": 1106956800000
                },
                {
                    "textCid": "JORFTEXT000000238896",
                    "textTitle": "Arrêté du 28 janvier 2005 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006238115",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1106956800000,
                    "dateDebut": 1106956800000
                },
                {
                    "textCid": "JORFTEXT000000238896",
                    "textTitle": "Arrêté du 28 janvier 2005 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006238116",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1106956800000,
                    "dateDebut": 1106956800000
                },
                {
                    "textCid": "KALITEXT000021367335",
                    "textTitle": "à l'avenant « Mensuels » du 5 juillet 1991  - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000021367337",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "1",
                    "datePubli": 1259712000000,
                    "dateDebut": 995328000000
                },
                {
                    "textCid": "KALITEXT000005657305",
                    "textTitle": "Cessation anticipée d'activité - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000005798054",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1046044800000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "Cessation anticipée d'activité des salariés - art. 7 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "KALIARTI000017784398",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-12 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R351-12",
                    "articleId": "LEGIARTI000047985880",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L323-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L323-3",
                    "articleId": "LEGIARTI000006648646",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L351-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006648847",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L352-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L352-3",
                    "articleId": "LEGIARTI000006648984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R322-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-7",
                    "articleId": "LEGIARTI000006809121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 449625600000
                },
                {
                    "textCid": "KALITEXT000019938662",
                    "textTitle": "Convention collective départementale du 30 sept... - art. 29 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "KALIARTI000024634798",
                    "natureText": "Convention collective départementale",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1304640000000
                },
                {
                    "textCid": "KALITEXT000005673470",
                    "textTitle": "Convention collective nationale du 13 mars 1972 - art. 31 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "KALIARTI000023173739",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1277078400000
                },
                {
                    "textCid": "KALITEXT000022229035",
                    "textTitle": "relatif au départ et à la mise à la retraite  - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000022229040",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976838400000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "relatif à la cessation anticipée d'activité des... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000017784413",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "relatif à la cessation anticipée d'activité des... - art. 1 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "KALIARTI000017784382",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "relatif à la cessation anticipée d'activité des... - art. 11 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "KALIARTI000017784407",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "KALITEXT000018879068",
                    "textTitle": "relatif à la modification d'articles de la conv... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000018879104",
                    "natureText": "Protocole d'accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1164153600000
                },
                {
                    "textCid": "KALITEXT000018879068",
                    "textTitle": "relatif à la modification d'articles de la conv... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000018879080",
                    "natureText": "Protocole d'accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1164153600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L241-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L241-3",
                    "articleId": "LEGIARTI000006741897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R322-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-7",
                    "articleId": "LEGIARTI000006749992",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-15 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-15",
                    "articleId": "LEGIARTI000006750034",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-27 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-27",
                    "articleId": "LEGIARTI000006749434",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-29-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-29-2",
                    "articleId": "LEGIARTI000006749372",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1093392000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-3",
                    "articleId": "LEGIARTI000006749341",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-4",
                    "articleId": "LEGIARTI000006749342",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-45 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-45",
                    "articleId": "LEGIARTI000006749449",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 746496000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005629083",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 1 (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006671106",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 2 (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006671107",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 3 (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006671108",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. ANNEXE (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE",
                    "articleId": "LEGIARTI000006671109",
                    "natureText": "ARRETE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006808707",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 950140800000,
                    "dateFin": 1031443200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006808708",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1031443200000,
                    "dateFin": 1106956800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006808709",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1106956800000,
                    "dateFin": 1168646400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018515340",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1168646400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-7-2",
                "322-7-2"
            ],
            "versionPrecedente": "LEGIARTI000006808707",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006808707",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'Etat peut prendre partiellement en charge le revenu de remplacement versé aux salariés bénéficiant de mesures de cessation partielle d'activité organisées en application d'un accord professionnel national mentionné à l'article L. 352-3 du code du travail et d'un accord d'entreprise dans les conditions définies ci-après lorsque les salariés concernés répondent à certaines conditions d'âge et connaissent des difficultés d'adaptation à l'évolution de leur emploi liées à des conditions spécifiques d'exercice de leur activité. Cette prise en charge partielle ne peut être accordée que si l'accord professionnel national a déterminé son champ d'application, les conditions d'ouverture pour les salariés du droit à la cessation d'activité, les conditions d'âge pour en bénéficier, le montant de l'allocation servie au bénéficiaire ainsi que les modalités de son versement, et les conditions de reprise d'activité dans l'entreprise par les salariés concernés. L'accord doit fixer également la période pendant laquelle les salariés peuvent adhérer aux mesures de cessation d'activité, l'Etat ne pouvant s'engager que si la durée de cette période n'excède pas cinq ans. II. - La prise en charge partielle de l'allocation par l'Etat ne peut intervenir que si l'entreprise a fixé, par convention ou accord collectif, une durée collective du travail inférieure ou égale à 35 heures hebdomadaires sur l'année ou, en tout état de cause, à une durée annuelle de 1 600 heures. L'entreprise doit avoir prévu par accord collectif des dispositions relatives à la gestion prévisionnelle de l'emploi, au développement des compétences de ses salariés et à leur adaptation à l'évolution de leur emploi. L'accord d'entreprise visé au I fixe le nombre maximum des bénéficiaires de l'allocation pour la période d'adhésion au dispositif défini par l'accord professionnel. III. - L'employeur doit, avant la conclusion d'une convention de cessation d'activité, avoir consulté le comité d'entreprise et, le cas échéant, les comités d'établissement ou à défaut les délégués du personnel. Il doit également s'être engagé à leur présenter annuellement un bilan de l'application de la convention relative à la cessation d'activité. IV. - Pour bénéficier de la prise en charge partielle de l'allocation par l'Etat, le salarié doit remplir les conditions suivantes : 1° Le salarié doit avoir adhéré personnellement au dispositif de cessation d'activité au cours de la période visée au I ; 2° Son contrat de travail doit être suspendu pendant la durée du versement effectif de l'allocation ; 3° Il doit être âgé d'au moins 57 ans et de moins de 65 ans et avoir adhéré au dispositif au plus tôt à 55 ans ; 4° Il doit avoir été salarié de l'entreprise de manière continue pendant un an au moins avant son adhésion au dispositif ; 5° Il doit : - soit avoir accompli 15 ans de travail à la chaîne au sens du c de l'article 70-3 du décret du 29 décembre 1945 dans sa rédaction issue du décret n° 76-404 du 10 mai 1976 ou de travail en équipes successives, soit avoir travaillé habituellement 200 nuits ou plus par an pendant 15 ans ; - soit, s'il est travailleur handicapé au sens de l'article L. 323-3 du code du travail à la date d'entrée en vigueur de l'accord professionnel mentionné au I, justifier d'au moins 40 trimestres valables pour la retraite au sens des articles R. 351-3, R. 351-4, R. 351-12 et R. 351-15 du code de la sécurité sociale, dans un ou plusieurs régimes de sécurité sociale de salariés ; 6° Il ne doit pas réunir les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code ; 7° Il ne doit exercer aucune autre activité professionnelle ; 8° Il ne doit bénéficier ni d'un avantage vieillesse à caractère viager acquis à titre personnel liquidé après l'entrée dans le dispositif, ni d'une indemnisation versée en application de l'article L. 351-2 du présent code, du I de l'article R. 322-7 du même code, ou de la loi n° 96-126 du 21 février 1996 portant création d'un fonds paritaire en faveur de l'emploi. Un arrêté du ministre chargé de l'emploi détermine les modalités selon lesquelles il est vérifié que le salarié remplit les conditions ci-dessus. V. - Pendant la durée de la suspension du contrat de travail du salarié, l'entreprise lui assure le versement d'une allocation dont le montant minimum est déterminé par l'accord professionnel. Le versement de cette allocation est interrompu en cas de reprise d'une activité professionnelle par le salarié. L'allocation cesse d'être versée lorsque, à partir de leur soixantième anniversaire, les bénéficiaires remplissent les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code. VI. - Une convention passée entre l'Etat représenté par le ministre chargé de l'emploi, l'entreprise et, le cas échéant, l'organisme gestionnaire désigné par l'accord professionnel pour effectuer, au nom de l'entreprise, le versement de l'allocation aux bénéficiaires de la cessation d'activité indique le nombre maximum de salariés susceptibles d'être placés en cessation d'activité pendant la période prévue au I du présent article ainsi que, parmi ceux-ci, le nombre des salariés dont l'allocation pourra faire l'objet d'une prise en charge partielle par l'Etat. La convention prévoit que, chaque année, l'entreprise fait connaître par une déclaration au ministre chargé de l'emploi le nombre de salariés répartis par âge qui sont susceptibles d'adhérer au dispositif pendant l'année suivant celle au cours de laquelle cette déclaration est établie, ainsi que le nombre de salariés dont l'allocation est susceptible de donner lieu à une prise en charge partielle de l'Etat. Cette déclaration n'est pas susceptible de modification. Le revenu de remplacement versé au salarié ne peut faire l'objet d'une prise en charge partielle par l'Etat si l'adhésion de l'intéressé n'est pas prévue dans la déclaration visée à l'alinéa ci-dessus. La convention prévoit également que l'entreprise transmet annuellement au ministre chargé de l'emploi un état de la réalisation des engagements qu'elle a souscrits dans l'accord d'entreprise ainsi qu'un bilan précisant le nombre de bénéficiaires ayant effectivement opté pour le dispositif. La convention doit stipuler que, pendant la période mentionnée au I, l'entreprise s'engage à ne solliciter aucune convention tendant à l'attribution de l'allocation prévue au I de l'article R. 322-7. Aucune convention au titre de la cessation d'activité ne peut être conclue avec une entreprise ayant déjà conclu une convention en vue de l'attribution de l'allocation prévue au I de l'article R. 322-7, durant la période pendant laquelle les salariés peuvent adhérer à cette dernière convention. VII. - L'Etat participe au financement de l'allocation versée aux bénéficiaires ayant atteint 57 ans et des cotisations aux régimes de retraites complémentaires versées au profit de ces mêmes bénéficiaires dans les conditions suivantes : 1° La participation de l'Etat n'est due qu'après l'expiration d'un délai courant à compter de la date de suspension du contrat de travail et comprenant un nombre de jours correspondant aux indemnités compensatrices de congés payés versées par l'employeur. 2° L'assiette prise en compte pour la détermination de la participation financière de l'Etat est égale à l'allocation définie par l'accord professionnel national, dans la limite de 65 % du salaire de référence pour la part du salaire n'excédant pas le plafond prévu à l'article L. 241-3 du code de la sécurité sociale auxquels s'ajoutent 50 % du salaire de référence pour la part de ce salaire comprise entre une et deux fois ce même plafond. Le salaire de référence est déterminé d'après les rémunérations sur lesquelles ont été assises les contributions au régime d'assurance chômage au titre des douze derniers mois civils précédant l'adhésion au dispositif de cessation d'activité. Il est calculé selon les règles définies dans le cadre du régime d'assurance chômage visé à la section 1 du chapitre Ier du titre V du livre III du code du travail. Il est revalorisé selon les règles définies aux deuxième et troisième alinéas de l'article R. 351-29-2 du code de la sécurité sociale. La première revalorisation ne peut intervenir que dès lors que les rémunérations qui composent le salaire de référence sont intégralement afférentes à des périodes de plus de six mois à la date de revalorisation. Le salaire de référence pour les salariés bénéficiant d'une préretraite progressive est celui qui a servi de base au versement des allocations de préretraite progressive revalorisé le cas échéant dans les conditions prévues aux articles 1er et 2 du décret n° 98-1024 du 12 novembre 1998. 3° Le montant de la participation de l'Etat au financement de l'allocation est égal à une proportion, fixée par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des finances, de l'assiette définie au 2° ci-dessus. Cette proportion croît dans les conditions précisées par cet arrêté en fonction de l'âge auquel le salarié a bénéficié de la cessation d'activité. 4° Le montant de la participation de l'Etat au financement des cotisations de retraites complémentaires est égal à une proportion, fixée par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des finances, des cotisations obligatoires aux régimes de retraite complémentaire assises sur le salaire de référence du bénéficiaire défini au 2° ci-dessus, dans la limite de deux fois le plafond prévu à l'article L. 241-3 du code de la sécurité sociale. VIII. - L'Etat rembourse l'entreprise ou, le cas échéant, l'organisme chargé de la gestion des cessations d'activité de la participation financière qui est à sa charge. Ce remboursement s'effectue trimestriellement à terme échu. IX. - La convention conclue entre l'Etat et l'entreprise et, le cas échéant, l'organisme gestionnaire du dispositif peut être totalement ou partiellement suspendue en cas de non-respect par l'entreprise des dispositions des accords professionnel ou d'entreprise ou des dispositions de la convention, ou dénoncée en cas de dénonciation de ces accords. La suspension de la convention entraîne la suspension du versement de la participation financière de l'Etat à compter du premier jour du mois suivant celui au cours duquel le manquement a été constaté. Elle n'a pas pour effet de prolonger la durée de la convention. En cas de suspension de la convention, le ministre chargé de l'emploi, après appréciation de la gravité des manquements de l'entreprise, de sa situation, et des nouveaux engagements pris par l'employeur, peut conclure un avenant à la convention prévoyant le maintien d'une partie de la participation financière de l'Etat. La dénonciation de la convention entraîne la cessation définitive du versement de la participation financière de l'Etat, à compter du premier jour du mois suivant celui au cours duquel l'accord cesse de produire effet. Dans le cas où l'allocation versée au bénéficiaire a fait l'objet d'une prise en charge partielle par l'Etat sans que le salarié réponde aux conditions définies au IV ci-dessus, le versement de la participation financière de l'Etat est définitivement interrompu pour ce salarié. L'entreprise rembourse à l'Etat les sommes qu'il a indûment versées. L'accord professionnel national et l'accord d'entreprise ne peuvent délier l'entreprise des engagements pris à l'égard des salariés et notamment du versement de l'allocation ainsi que des cotisations de retraites complémentaires lorsque la participation financière de l'Etat est suspendue ou interrompue en application des dispositions du présent article.",
            "texteHtml": "<p></p>   I. - L'Etat peut prendre partiellement en charge le revenu de remplacement versé aux salariés bénéficiant de mesures de cessation partielle d'activité organisées en application d'un accord professionnel national mentionné à l'article L. 352-3 du code du travail et d'un accord d'entreprise dans les conditions définies ci-après lorsque les salariés concernés répondent à certaines conditions d'âge et connaissent des difficultés d'adaptation à l'évolution de leur emploi liées à des conditions spécifiques d'exercice de leur activité.<p></p><p></p>   Cette prise en charge partielle ne peut être accordée que si l'accord professionnel national a déterminé son champ d'application, les conditions d'ouverture pour les salariés du droit à la cessation d'activité, les conditions d'âge pour en bénéficier, le montant de l'allocation servie au bénéficiaire ainsi que les modalités de son versement, et les conditions de reprise d'activité dans l'entreprise par les salariés concernés. L'accord doit fixer également la période pendant laquelle les salariés peuvent adhérer aux mesures de cessation d'activité, l'Etat ne pouvant s'engager que si la durée de cette période n'excède pas cinq ans.<p></p><p></p>   II. - La prise en charge partielle de l'allocation par l'Etat ne peut intervenir que si l'entreprise a fixé, par convention ou accord collectif, une durée collective du travail inférieure ou égale à 35 heures hebdomadaires sur l'année ou, en tout état de cause, à une durée annuelle de 1 600 heures.<p></p><p></p>   L'entreprise doit avoir prévu par accord collectif des dispositions relatives à la gestion prévisionnelle de l'emploi, au développement des compétences de ses salariés et à leur adaptation à l'évolution de leur emploi.<p></p><p></p>   L'accord d'entreprise visé au I fixe le nombre maximum des bénéficiaires de l'allocation pour la période d'adhésion au dispositif défini par l'accord professionnel.<p></p><p></p>   III. - L'employeur doit, avant la conclusion d'une convention de cessation d'activité, avoir consulté le comité d'entreprise et, le cas échéant, les comités d'établissement ou à défaut les délégués du personnel. Il doit également s'être engagé à leur présenter annuellement un bilan de l'application de la convention relative à la cessation d'activité.<p></p><p></p><p></p>   IV. - Pour bénéficier de la prise en charge partielle de l'allocation par l'Etat, le salarié doit remplir les conditions suivantes :<p></p><p></p>   1° Le salarié doit avoir adhéré personnellement au dispositif de cessation d'activité au cours de la période visée au I ;<p></p><p></p>   2° Son contrat de travail doit être suspendu pendant la durée du versement effectif de l'allocation ;<p></p><p></p>   3° Il doit être âgé d'au moins 57 ans et de moins de 65 ans et avoir adhéré au dispositif au plus tôt à 55 ans ;<p></p><p></p>   4° Il doit avoir été salarié de l'entreprise de manière continue pendant un an au moins avant son adhésion au dispositif ;<p></p><p></p>   5° Il doit :<p></p><p></p>   - soit avoir accompli 15 ans de travail à la chaîne au sens du c de l'article 70-3 du décret du 29 décembre 1945 dans sa rédaction issue du décret n° 76-404 du 10 mai 1976 ou de travail en équipes successives, soit avoir travaillé habituellement 200 nuits ou plus par an pendant 15 ans ;<p></p><p></p>   - soit, s'il est travailleur handicapé au sens de l'article L. 323-3 du code du travail à la date d'entrée en vigueur de l'accord professionnel mentionné au I, justifier d'au moins 40 trimestres valables pour la retraite au sens des articles R. 351-3, R. 351-4, R. 351-12 et R. 351-15 du code de la sécurité sociale, dans un ou plusieurs régimes de sécurité sociale de salariés ;<p></p><p></p>   6° Il ne doit pas réunir les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code ;<p></p><p></p>   7° Il ne doit exercer aucune autre activité professionnelle ;<p></p><p></p>   8° Il ne doit bénéficier ni d'un avantage vieillesse à caractère viager acquis à titre personnel liquidé après l'entrée dans le dispositif, ni d'une indemnisation versée en application de l'article L. 351-2 du présent code, du I de l'article R. 322-7 du même code, ou de la loi n° 96-126 du 21 février 1996 portant création d'un fonds paritaire en faveur de l'emploi.<p></p><p></p>   Un arrêté du ministre chargé de l'emploi détermine les modalités selon lesquelles il est vérifié que le salarié remplit les conditions ci-dessus.<p></p><p></p>   V. - Pendant la durée de la suspension du contrat de travail du salarié, l'entreprise lui assure le versement d'une allocation dont le montant minimum est déterminé par l'accord professionnel.<p></p><p></p>   Le versement de cette allocation est interrompu en cas de reprise d'une activité professionnelle par le salarié.<p></p><p></p>   L'allocation cesse d'être versée lorsque, à partir de leur soixantième anniversaire, les bénéficiaires remplissent les conditions nécessaires à la validation d'une retraite à taux plein au sens de l'article R. 351-27 du code de la sécurité sociale ou de l'article R. 351-45 du même code.<p></p><p></p>   VI. - Une convention passée entre l'Etat représenté par le ministre chargé de l'emploi, l'entreprise et, le cas échéant, l'organisme gestionnaire désigné par l'accord professionnel pour effectuer, au nom de l'entreprise, le versement de l'allocation aux bénéficiaires de la cessation d'activité indique le nombre maximum de salariés susceptibles d'être placés en cessation d'activité pendant la période prévue au I du présent article ainsi que, parmi ceux-ci, le nombre des salariés dont l'allocation pourra faire l'objet d'une prise en charge partielle par l'Etat.<p></p><p></p>   La convention prévoit que, chaque année, l'entreprise fait connaître par une déclaration au ministre chargé de l'emploi le nombre de salariés répartis par âge qui sont susceptibles d'adhérer au dispositif pendant l'année suivant celle au cours de laquelle cette déclaration est établie, ainsi que le nombre de salariés dont l'allocation est susceptible de donner lieu à une prise en charge partielle de l'Etat. Cette déclaration n'est pas susceptible de modification.<p></p><p></p>   Le revenu de remplacement versé au salarié ne peut faire l'objet d'une prise en charge partielle par l'Etat si l'adhésion de l'intéressé n'est pas prévue dans la déclaration visée à l'alinéa ci-dessus.<p></p><p></p>   La convention prévoit également que l'entreprise transmet annuellement au ministre chargé de l'emploi un état de la réalisation des engagements qu'elle a souscrits dans l'accord d'entreprise ainsi qu'un bilan précisant le nombre de bénéficiaires ayant effectivement opté pour le dispositif.<p></p><p></p>   La convention doit stipuler que, pendant la période mentionnée au I, l'entreprise s'engage à ne solliciter aucune convention tendant à l'attribution de l'allocation prévue au I de l'article R. 322-7.<p></p><p></p>   Aucune convention au titre de la cessation d'activité ne peut être conclue avec une entreprise ayant déjà conclu une convention en vue de l'attribution de l'allocation prévue au I de l'article R. 322-7, durant la période pendant laquelle les salariés peuvent adhérer à cette dernière convention.<p></p><p></p>   VII. - L'Etat participe au financement de l'allocation versée aux bénéficiaires ayant atteint 57 ans et des cotisations aux régimes de retraites complémentaires versées au profit de ces mêmes bénéficiaires dans les conditions suivantes :<p></p><p></p>   1° La participation de l'Etat n'est due qu'après l'expiration d'un délai courant à compter de la date de suspension du contrat de travail et comprenant un nombre de jours correspondant aux indemnités compensatrices de congés payés versées par l'employeur.<p></p><p></p>   2° L'assiette prise en compte pour la détermination de la participation financière de l'Etat est égale à l'allocation définie par l'accord professionnel national, dans la limite de 65 % du salaire de référence pour la part du salaire n'excédant pas le plafond prévu à l'article L. 241-3 du code de la sécurité sociale auxquels s'ajoutent 50 % du salaire de référence pour la part de ce salaire comprise entre une et deux fois ce même plafond.<p></p><p></p>   Le salaire de référence est déterminé d'après les rémunérations sur lesquelles ont été assises les contributions au régime d'assurance chômage au titre des douze derniers mois civils précédant l'adhésion au dispositif de cessation d'activité. Il est calculé selon les règles définies dans le cadre du régime d'assurance chômage visé à la section 1 du chapitre Ier du titre V du livre III du code du travail. Il est revalorisé selon les règles définies aux deuxième et troisième alinéas de l'article R. 351-29-2 du code de la sécurité sociale. La première revalorisation ne peut intervenir que dès lors que les rémunérations qui composent le salaire de référence sont intégralement afférentes à des périodes de plus de six mois à la date de revalorisation.<p></p><p></p>   Le salaire de référence pour les salariés bénéficiant d'une préretraite progressive est celui qui a servi de base au versement des allocations de préretraite progressive revalorisé le cas échéant dans les conditions prévues aux articles 1er et 2 du décret n° 98-1024 du 12 novembre 1998.<p></p><p></p>   3° Le montant de la participation de l'Etat au financement de l'allocation est égal à une proportion, fixée par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des finances, de l'assiette définie au 2° ci-dessus. Cette proportion croît dans les conditions précisées par cet arrêté en fonction de l'âge auquel le salarié a bénéficié de la cessation d'activité.<p></p><p></p>   4° Le montant de la participation de l'Etat au financement des cotisations de retraites complémentaires est égal à une proportion, fixée par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des finances, des cotisations obligatoires aux régimes de retraite complémentaire assises sur le salaire de référence du bénéficiaire défini au 2° ci-dessus, dans la limite de deux fois le plafond prévu à l'article L. 241-3 du code de la sécurité sociale.<p></p><p></p>   VIII. - L'Etat rembourse l'entreprise ou, le cas échéant, l'organisme chargé de la gestion des cessations d'activité de la participation financière qui est à sa charge. Ce remboursement s'effectue trimestriellement à terme échu.<p></p><p></p><p></p>   IX. - La convention conclue entre l'Etat et l'entreprise et, le cas échéant, l'organisme gestionnaire du dispositif peut être totalement ou partiellement suspendue en cas de non-respect par l'entreprise des dispositions des accords professionnel ou d'entreprise ou des dispositions de la convention, ou dénoncée en cas de dénonciation de ces accords.<p></p><p></p>   La suspension de la convention entraîne la suspension du versement de la participation financière de l'Etat à compter du premier jour du mois suivant celui au cours duquel le manquement a été constaté. Elle n'a pas pour effet de prolonger la durée de la convention.<p></p><p></p>   En cas de suspension de la convention, le ministre chargé de l'emploi, après appréciation de la gravité des manquements de l'entreprise, de sa situation, et des nouveaux engagements pris par l'employeur, peut conclure un avenant à la convention prévoyant le maintien d'une partie de la participation financière de l'Etat.<p></p><p></p>   La dénonciation de la convention entraîne la cessation définitive du versement de la participation financière de l'Etat, à compter du premier jour du mois suivant celui au cours duquel l'accord cesse de produire effet.<p></p><p></p>   Dans le cas où l'allocation versée au bénéficiaire a fait l'objet d'une prise en charge partielle par l'Etat sans que le salarié réponde aux conditions définies au IV ci-dessus, le versement de la participation financière de l'Etat est définitivement interrompu pour ce salarié. L'entreprise rembourse à l'Etat les sommes qu'il a indûment versées.<p></p><p></p>   L'accord professionnel national et l'accord d'entreprise ne peuvent délier l'entreprise des engagements pris à l'égard des salariés et notamment du versement de l'allocation ainsi que des cotisations de retraites complémentaires lorsque la participation financière de l'Etat est suspendue ou interrompue en application des dispositions du présent article.<p></p>",
            "num": "R322-7-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 950140800000,
            "dateFin": 1031443200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-11-15",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107985",
                        "id": "LEGISCTA000006107985",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Placement et emploi",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128496",
                        "id": "LEGISCTA000006128496",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-23",
                        "fin": "2008-05-01",
                        "titre": "Titre II : Emploi",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143025",
                        "id": "LEGISCTA000018515576",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1983-07-24",
                        "fin": "2008-05-01",
                        "titre": "Chapitre II : Fonds national de l'emploi.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158062",
                        "id": "LEGISCTA000018515463",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1983-07-24",
                        "fin": "2008-05-01",
                        "titre": "Section 1 : Conventions de coopération",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175103",
                        "id": "LEGISCTA000018515410",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-03-22",
                        "fin": "2008-05-01",
                        "titre": "B - Conventions d'allocation temporaire dégressive, conventions d'allocations spéciales et conventions d'aide au passage à temps partiel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187707",
                        "id": "LEGISCTA000018515387",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006808707",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006187707",
            "sectionParentId": "LEGISCTA000018515387",
            "sectionParentTitre": "B - Conventions d'allocation temporaire dégressive, conventions d'allocations spéciales et conventions d'aide au passage à temps partiel",
            "fullSectionsTitre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat &gt; Livre III : Placement et emploi &gt; Titre II : Emploi &gt; Chapitre II : Fonds national de l'emploi. &gt; Section 1 : Conventions de coopération &gt; B - Conventions d'allocation temporaire dégressive, conventions d'allocations spéciales et conventions d'aide au passage à temps partiel",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006808707",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000386066",
                    "textTitle": "Décret n°2000-105 du 9 février 2000 - art. 1 () JORF 10 février 2000",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006661110",
                    "natureText": "DECRET",
                    "datePubliTexte": "2000-02-10",
                    "dateSignaTexte": "2000-02-09",
                    "dateDebutCible": "2000-02-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000682675",
                    "textTitle": "Décret n°45-0179 du 29 décembre 1945 - art. 70-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "70-3",
                    "articleId": "LEGIARTI000006760660",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "45-0179",
                    "datePubli": -757555200000,
                    "dateDebut": 258854400000
                },
                {
                    "textCid": "JORFTEXT000000855584",
                    "textTitle": "Décret 76-404 1976-05-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000855584",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "76-404",
                    "datePubli": 200707200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000192682",
                    "textTitle": "Loi 96-126 1996-02-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000192682",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "96-126",
                    "datePubli": 824947200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000574577",
                    "textTitle": "Décret n°98-1024 du 12 novembre 1998 - art. 1 ()",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006660756",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-1024",
                    "datePubli": 911001600000,
                    "dateDebut": 911001600000
                },
                {
                    "textCid": "JORFTEXT000000574577",
                    "textTitle": "Décret n°98-1024 du 12 novembre 1998 - art. 2 ()",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006660759",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-1024",
                    "datePubli": 911001600000,
                    "dateDebut": 911001600000
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006671107",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 950140800000,
                    "dateDebut": 950140800000
                },
                {
                    "textCid": "JORFTEXT000000597616",
                    "textTitle": "Décret n°2003-724 du 1 août 2003 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006221902",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2003-724",
                    "datePubli": 1060041600000,
                    "dateDebut": 1142121600000
                },
                {
                    "textCid": "JORFTEXT000000603025",
                    "textTitle": "Décret n°2004-485 du 3 juin 2004 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006231145",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-485",
                    "datePubli": 1086393600000,
                    "dateDebut": 1086393600000
                },
                {
                    "textCid": "JORFTEXT000000238896",
                    "textTitle": "Arrêté du 28 janvier 2005 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006238114",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1106956800000,
                    "dateDebut": 1106956800000
                },
                {
                    "textCid": "JORFTEXT000000238896",
                    "textTitle": "Arrêté du 28 janvier 2005 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006238115",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1106956800000,
                    "dateDebut": 1106956800000
                },
                {
                    "textCid": "JORFTEXT000000238896",
                    "textTitle": "Arrêté du 28 janvier 2005 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006238116",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1106956800000,
                    "dateDebut": 1106956800000
                },
                {
                    "textCid": "KALITEXT000021367335",
                    "textTitle": "à l'avenant « Mensuels » du 5 juillet 1991  - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000021367337",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "1",
                    "datePubli": 1259712000000,
                    "dateDebut": 995328000000
                },
                {
                    "textCid": "KALITEXT000005657305",
                    "textTitle": "Cessation anticipée d'activité - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000005798054",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1046044800000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "Cessation anticipée d'activité des salariés - art. 7 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "KALIARTI000017784398",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-12 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R351-12",
                    "articleId": "LEGIARTI000047985880",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L323-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L323-3",
                    "articleId": "LEGIARTI000006648646",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L351-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006648847",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L352-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L352-3",
                    "articleId": "LEGIARTI000006648984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R322-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-7",
                    "articleId": "LEGIARTI000006809121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 449625600000
                },
                {
                    "textCid": "KALITEXT000019938662",
                    "textTitle": "Convention collective départementale du 30 sept... - art. 29 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "KALIARTI000024634798",
                    "natureText": "Convention collective départementale",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1304640000000
                },
                {
                    "textCid": "KALITEXT000005673470",
                    "textTitle": "Convention collective nationale du 13 mars 1972 - art. 31 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "KALIARTI000023173739",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1277078400000
                },
                {
                    "textCid": "KALITEXT000022229035",
                    "textTitle": "relatif au départ et à la mise à la retraite  - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000022229040",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976838400000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "relatif à la cessation anticipée d'activité des... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000017784413",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "relatif à la cessation anticipée d'activité des... - art. 1 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "KALIARTI000017784382",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "KALITEXT000017784379",
                    "textTitle": "relatif à la cessation anticipée d'activité des... - art. 11 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "KALIARTI000017784407",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177977600000
                },
                {
                    "textCid": "KALITEXT000018879068",
                    "textTitle": "relatif à la modification d'articles de la conv... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000018879104",
                    "natureText": "Protocole d'accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1164153600000
                },
                {
                    "textCid": "KALITEXT000018879068",
                    "textTitle": "relatif à la modification d'articles de la conv... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000018879080",
                    "natureText": "Protocole d'accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1164153600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L241-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L241-3",
                    "articleId": "LEGIARTI000006741897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R322-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-7",
                    "articleId": "LEGIARTI000006749992",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-15 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-15",
                    "articleId": "LEGIARTI000006750034",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-27 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-27",
                    "articleId": "LEGIARTI000006749434",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-29-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-29-2",
                    "articleId": "LEGIARTI000006749372",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1093392000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-3",
                    "articleId": "LEGIARTI000006749341",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-4",
                    "articleId": "LEGIARTI000006749342",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R351-45 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-45",
                    "articleId": "LEGIARTI000006749449",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 746496000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005629083",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 1 (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006671106",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 2 (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006671107",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. 3 (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006671108",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000751171",
                    "textTitle": "Arrêté du 9 février 2000 - art. ANNEXE (Ab)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE",
                    "articleId": "LEGIARTI000006671109",
                    "natureText": "ARRETE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006808707",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 950140800000,
                    "dateFin": 1031443200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006808708",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1031443200000,
                    "dateFin": 1106956800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006808709",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1106956800000,
                    "dateFin": 1168646400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018515340",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1168646400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-7-2",
                "322-7-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}