{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043539835",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'Autorité de la concurrence peut, pour ce qui relève de ses compétences et après information préalable du ministre chargé de l'économie, communiquer les informations ou les documents qu'elle détient ou qu'elle recueille, à leur demande, à la Commission européenne ou aux autorités des autres Etats exerçant des compétences analogues, à leur demande, sous réserve de réciprocité, et à condition que l'autorité étrangère compétente soit soumise au secret professionnel avec les mêmes garanties qu'en France. L'Autorité de la concurrence peut, dans les mêmes conditions, selon les mêmes procédures et sous les mêmes sanctions que celles prévues pour l'exécution de sa mission, conduire ou demander au ministre chargé de l'économie de conduire des enquêtes, à la demande d'autorités étrangères exerçant des compétences analogues, sous réserve de réciprocité. L'obligation de secret professionnel ne fait pas obstacle à la communication par les autorités de concurrence des informations ou documents qu'elles détiennent ou qu'elles recueillent, à leur demande, à la Commission européenne et aux autorités des autres Etats exerçant des compétences analogues et astreintes aux mêmes obligations de secret professionnel. L'assistance demandée par une autorité étrangère exerçant des compétences analogues pour la conduite d'enquêtes ou la transmission d'informations détenues ou recueillies par l'Autorité de la concurrence est refusée par celle-ci lorsque l'exécution de la demande est de nature à porter atteinte à la souveraineté, à la sécurité, aux intérêts économiques essentiels ou à l'ordre public français ou lorsqu'une procédure pénale a déjà été engagée en France sur la base des mêmes faits et contre les mêmes personnes, ou bien lorsque celles-ci ont déjà été sanctionnées par une décision définitive pour les mêmes faits. Les autorités de concurrence, pour ce qui relève de leurs compétences respectives, peuvent utiliser des informations ou des documents qui leur auront été transmis dans les mêmes conditions par la Commission européenne ou les autorités des autres Etats membres exerçant des compétences analogues. L'Autorité de la concurrence peut, pour la mise en oeuvre du présent article, conclure des conventions organisant ses relations avec les autorités des autres Etats exerçant des compétences analogues. Ces conventions sont approuvées par l'Autorité de la concurrence dans les conditions prévues à l'article L. 463-7 . Elles sont publiées au Journal officiel. II. - Dans la mise en oeuvre des règles de concurrence prévues aux articles 101 et 102 du traité sur le fonctionnement de l'Union européenne, les autorités de concurrence appliquent les dispositions du règlement n° 1/2003 du Conseil relatif à la mise en oeuvre des règles de concurrence prévues aux articles 101 et 102 du traité sur le fonctionnement de l'Union européenne, à l'exclusion des dispositions des cinq premiers alinéas du I du présent article. Pour l'application des dispositions du 4 de l'article 11 de ce règlement, l'Autorité de la concurrence transmet à la Commission européenne un résumé de l'affaire ainsi qu'un document exposant l'orientation envisagée, qui peut être la notification de griefs ou le rapport mentionnés à l'article L. 463-2 . Elle peut mettre ces mêmes documents à la disposition des autres autorités de concurrence des Etats membres de l'Union européenne.",
            "texteHtml": "<p></p><p>I. - L'Autorité de la concurrence peut, pour ce qui relève de ses compétences et après information préalable du ministre chargé de l'économie, communiquer les informations ou les documents qu'elle détient ou qu'elle recueille, à leur demande, à la Commission européenne ou aux autorités des autres Etats exerçant des compétences analogues, à leur demande, sous réserve de réciprocité, et à condition que l'autorité étrangère compétente soit soumise au secret professionnel avec les mêmes garanties qu'en France.</p><p>L'Autorité de la concurrence peut, dans les mêmes conditions, selon les mêmes procédures et sous les mêmes sanctions que celles prévues pour l'exécution de sa mission, conduire ou demander au ministre chargé de l'économie de conduire des enquêtes, à la demande d'autorités étrangères exerçant des compétences analogues, sous réserve de réciprocité.</p><p>L'obligation de secret professionnel ne fait pas obstacle à la communication par les autorités de concurrence des informations ou documents qu'elles détiennent ou qu'elles recueillent, à leur demande, à la Commission européenne et aux autorités des autres Etats exerçant des compétences analogues et astreintes aux mêmes obligations de secret professionnel.</p><p>L'assistance demandée par une autorité étrangère exerçant des compétences analogues pour la conduite d'enquêtes ou la transmission d'informations détenues ou recueillies par l'Autorité de la concurrence est refusée par celle-ci lorsque l'exécution de la demande est de nature à porter atteinte à la souveraineté, à la sécurité, aux intérêts économiques essentiels ou à l'ordre public français ou lorsqu'une procédure pénale a déjà été engagée en France sur la base des mêmes faits et contre les mêmes personnes, ou bien lorsque celles-ci ont déjà été sanctionnées par une décision définitive pour les mêmes faits.</p><p>Les autorités de concurrence, pour ce qui relève de leurs compétences respectives, peuvent utiliser des informations ou des documents qui leur auront été transmis dans les mêmes conditions par la Commission européenne ou les autorités des autres Etats membres exerçant des compétences analogues.</p><p>L'Autorité de la concurrence peut, pour la mise en oeuvre du présent article, conclure des conventions organisant ses relations avec les autorités des autres Etats exerçant des compétences analogues. Ces conventions sont approuvées par l'Autorité de la concurrence dans les conditions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006232745&dateTexte=&categorieLien=cid'>l'article L. 463-7</a>. Elles sont publiées au Journal officiel.</p><p>II. - Dans la mise en oeuvre des règles de concurrence prévues aux articles 101 et 102 du traité sur le fonctionnement de l'Union européenne, les autorités de concurrence appliquent les dispositions du règlement n° 1/2003 du Conseil relatif à la mise en oeuvre des règles de concurrence prévues aux articles 101 et 102 du traité sur le fonctionnement de l'Union européenne, à l'exclusion des dispositions des cinq premiers alinéas du I du présent article.</p><p>Pour l'application des dispositions du 4 de l'article 11 de ce règlement, l'Autorité de la concurrence transmet à la Commission européenne un résumé de l'affaire ainsi qu'un document exposant l'orientation envisagée, qui peut être la notification de griefs ou le rapport mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006232695&dateTexte=&categorieLien=cid'>l'article L. 463-2</a>. Elle peut mettre ces mêmes documents à la disposition des autres autorités de concurrence des Etats membres de l'Union européenne.</p><p></p>",
            "num": "L462-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1622160000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : De la liberté des prix et de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113741",
                        "id": "LEGISCTA000006113741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2008-11-13",
                        "titre": "TITRE VI : Du conseil de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000006133188",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-13",
                        "fin": "2999-01-01",
                        "titre": "TITRE VI : De l'Autorité de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000019294601",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Des attributions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146079",
                        "id": "LEGISCTA000006146079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006232659",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146079",
            "sectionParentId": "LEGISCTA000006146079",
            "sectionParentTitre": "Chapitre II : Des attributions.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : De la liberté des prix et de la concurrence. &gt; TITRE VI : De l'Autorité de la concurrence. &gt; Chapitre II : Des attributions.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043539835",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043534820",
                    "textTitle": "Ordonnance n°2021-649 du 26 mai 2021 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043537081",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-05-27",
                    "dateSignaTexte": "2021-05-26",
                    "dateDebutCible": "2021-05-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L463-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L463-2",
                    "articleId": "LEGIARTI000006232695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L463-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L463-7",
                    "articleId": "LEGIARTI000006232745",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1041638400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L950-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L950-1",
                    "articleId": "LEGIARTI000034051540",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "",
                    "textTitle": "Règlement 1-2003 CE 2002-12-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006232659",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 989971200000,
                    "dateFin": 1099612800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006232660",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1099612800000,
                    "dateFin": 1226707200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019798620",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1226707200000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043539835",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L462-9",
                "462-9"
            ],
            "versionPrecedente": "LEGIARTI000019798620",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019798620",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'Autorité de la concurrence peut, pour ce qui relève de ses compétences et après information préalable du ministre chargé de l'économie, communiquer les informations ou les documents qu'elle détient ou qu'elle recueille, à leur demande, à la Commission des Communautés européennes ou aux autorités des autres Etats exerçant des compétences analogues, à leur demande, sous réserve de réciprocité, et à condition que l'autorité étrangère compétente soit soumise au secret professionnel avec les mêmes garanties qu'en France. L'Autorité de la concurrence peut, dans les mêmes conditions, selon les mêmes procédures et sous les mêmes sanctions que celles prévues pour l'exécution de sa mission, conduire ou demander au ministre chargé de l'économie de conduire des enquêtes, à la demande d'autorités étrangères exerçant des compétences analogues, sous réserve de réciprocité. L'obligation de secret professionnel ne fait pas obstacle à la communication par les autorités de concurrence des informations ou documents qu'elles détiennent ou qu'elles recueillent, à leur demande, à la Commission des Communautés européennes et aux autorités des autres Etats exerçant des compétences analogues et astreintes aux mêmes obligations de secret professionnel. L'assistance demandée par une autorité étrangère exerçant des compétences analogues pour la conduite d'enquêtes ou la transmission d'informations détenues ou recueillies par l'Autorité de la concurrence est refusée par celle-ci lorsque l'exécution de la demande est de nature à porter atteinte à la souveraineté, à la sécurité, aux intérêts économiques essentiels ou à l'ordre public français ou lorsqu'une procédure pénale a déjà été engagée en France sur la base des mêmes faits et contre les mêmes personnes, ou bien lorsque celles-ci ont déjà été sanctionnées par une décision définitive pour les mêmes faits. Les autorités de concurrence, pour ce qui relève de leurs compétences respectives, peuvent utiliser des informations ou des documents qui leur auront été transmis dans les mêmes conditions par la Commission des Communautés européennes ou les autorités des autres Etats membres exerçant des compétences analogues. L'Autorité de la concurrence peut, pour la mise en oeuvre du présent article, conclure des conventions organisant ses relations avec les autorités des autres Etats exerçant des compétences analogues. Ces conventions sont approuvées par l'Autorité dans les conditions prévues à l'article L. 463-7 . Elles sont publiées au Journal officiel. II.-Dans la mise en oeuvre des règles de concurrence prévues aux articles 81 et 82 du traité instituant la Communauté européenne, les autorités de concurrence appliquent les dispositions du règlement n° 1/2003 du Conseil relatif à la mise en oeuvre des règles de concurrence prévues aux articles 81 et 82 du traité instituant la Communauté européenne, à l'exclusion des dispositions des cinq premiers alinéas du I du présent article. Pour l'application des dispositions du 4 de l'article 11 de ce règlement, l'Autorité de la concurrence transmet à la Commission européenne un résumé de l'affaire ainsi qu'un document exposant l'orientation envisagée, qui peut être la notification de griefs ou le rapport mentionnés à l'article L. 463-2 . Elle peut mettre ces mêmes documents à la disposition des autres autorités de concurrence des Etats membres de la Communauté européenne.",
            "texteHtml": "<p>I.-L'Autorité de la concurrence peut, pour ce qui relève de ses compétences et après information préalable du ministre chargé de l'économie, communiquer les informations ou les documents qu'elle détient ou qu'elle recueille, à leur demande, à la Commission des Communautés européennes ou aux autorités des autres Etats exerçant des compétences analogues, à leur demande, sous réserve de réciprocité, et à condition que l'autorité étrangère compétente soit soumise au secret professionnel avec les mêmes garanties qu'en France. </p><p>L'Autorité de la concurrence peut, dans les mêmes conditions, selon les mêmes procédures et sous les mêmes sanctions que celles prévues pour l'exécution de sa mission, conduire ou demander au ministre chargé de l'économie de conduire des enquêtes, à la demande d'autorités étrangères exerçant des compétences analogues, sous réserve de réciprocité. </p><p>L'obligation de secret professionnel ne fait pas obstacle à la communication par les autorités de concurrence des informations ou documents qu'elles détiennent ou qu'elles recueillent, à leur demande, à la Commission des Communautés européennes et aux autorités des autres Etats exerçant des compétences analogues et astreintes aux mêmes obligations de secret professionnel. </p><p>L'assistance demandée par une autorité étrangère exerçant des compétences analogues pour la conduite d'enquêtes ou la transmission d'informations détenues ou recueillies par l'Autorité de la concurrence est refusée par celle-ci lorsque l'exécution de la demande est de nature à porter atteinte à la souveraineté, à la sécurité, aux intérêts économiques essentiels ou à l'ordre public français ou lorsqu'une procédure pénale a déjà été engagée en France sur la base des mêmes faits et contre les mêmes personnes, ou bien lorsque celles-ci ont déjà été sanctionnées par une décision définitive pour les mêmes faits. </p><p>Les autorités de concurrence, pour ce qui relève de leurs compétences respectives, peuvent utiliser des informations ou des documents qui leur auront été transmis dans les mêmes conditions par la Commission des Communautés européennes ou les autorités des autres Etats membres exerçant des compétences analogues. </p><p>L'Autorité de la concurrence peut, pour la mise en oeuvre du présent article, conclure des conventions organisant ses relations avec les autorités des autres Etats exerçant des compétences analogues. Ces conventions sont approuvées par l'Autorité dans les conditions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006232745&dateTexte=&categorieLien=cid' title='Code de commerce - art. L463-7 (V)'>l'article L. 463-7</a>. Elles sont publiées au Journal officiel. </p><p>II.-Dans la mise en oeuvre des règles de concurrence prévues aux articles 81 et 82 du traité instituant la Communauté européenne, les autorités de concurrence appliquent les dispositions du règlement n° 1/2003 du Conseil relatif à la mise en oeuvre des règles de concurrence prévues aux articles 81 et 82 du traité instituant la Communauté européenne, à l'exclusion des dispositions des cinq premiers alinéas du I du présent article. </p><p>Pour l'application des dispositions du 4 de l'article 11 de ce règlement, l'Autorité de la concurrence transmet à la Commission européenne un résumé de l'affaire ainsi qu'un document exposant l'orientation envisagée, qui peut être la notification de griefs ou le rapport mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006232695&dateTexte=&categorieLien=cid' title='Code de commerce - art. L463-2 (V)'>l'article L. 463-2</a>. Elle peut mettre ces mêmes documents à la disposition des autres autorités de concurrence des Etats membres de la Communauté européenne.</p>",
            "num": "L462-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1226707200000,
            "dateFin": 1622160000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : De la liberté des prix et de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113741",
                        "id": "LEGISCTA000006113741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2008-11-13",
                        "titre": "TITRE VI : Du conseil de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000006133188",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-13",
                        "fin": "2999-01-01",
                        "titre": "TITRE VI : De l'Autorité de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000019294601",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Des attributions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146079",
                        "id": "LEGISCTA000006146079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006232659",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146079",
            "sectionParentId": "LEGISCTA000006146079",
            "sectionParentTitre": "Chapitre II : Des attributions.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : De la liberté des prix et de la concurrence. &gt; TITRE VI : De l'Autorité de la concurrence. &gt; Chapitre II : Des attributions.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019798620",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019758031",
                    "textTitle": "Ordonnance n°2008-1161\r\n du 13 novembre 2008 - art. 4",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000019758703",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2008-11-14",
                    "dateSignaTexte": "2008-11-13",
                    "dateDebutCible": "2008-11-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L463-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L463-2",
                    "articleId": "LEGIARTI000006232695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L463-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L463-7",
                    "articleId": "LEGIARTI000006232745",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1041638400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L950-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L950-1",
                    "articleId": "LEGIARTI000034051540",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "",
                    "textTitle": "Règlement 1-2003 CE 2002-12-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006232659",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 989971200000,
                    "dateFin": 1099612800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006232660",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1099612800000,
                    "dateFin": 1226707200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019798620",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1226707200000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043539835",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L462-9",
                "462-9"
            ],
            "versionPrecedente": "LEGIARTI000006232660",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006232660",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.- Le Conseil de la concurrence peut, pour ce qui relève de ses compétences et après information préalable du ministre chargé de l'économie, communiquer les informations ou les documents qu'il détient ou qu'il recueille, à leur demande, à la Commission des Communautés européennes ou aux autorités des autres Etats exerçant des compétences analogues, à leur demande, sous réserve de réciprocité, et à condition que l'autorité étrangère compétente soit soumise au secret professionnel avec les mêmes garanties qu'en France. Le Conseil de la concurrence peut, dans les mêmes conditions, selon les mêmes procédures et sous les mêmes sanctions que celles prévues pour l'exécution de sa mission, conduire ou demander au ministre chargé de l'économie de conduire des enquêtes, à la demande d'autorités étrangères exerçant des compétences analogues, sous réserve de réciprocité. L'obligation de secret professionnel ne fait pas obstacle à la communication par les autorités de concurrence des informations ou documents qu'elles détiennent ou qu'elles recueillent, à leur demande, à la Commission des Communautés européennes et aux autorités des autres Etats exerçant des compétences analogues et astreintes aux mêmes obligations de secret professionnel. L'assistance demandée par une autorité étrangère exerçant des compétences analogues pour la conduite d'enquêtes ou la transmission d'informations détenues ou recueillies par le Conseil de la concurrence est refusée par celui-ci lorsque l'exécution de la demande est de nature à porter atteinte à la souveraineté, à la sécurité, aux intérêts économiques essentiels ou à l'ordre public français ou lorsqu'une procédure pénale a déjà été engagée en France sur la base des mêmes faits et contre les mêmes personnes, ou bien lorsque celles-ci ont déjà été sanctionnées par une décision définitive pour les mêmes faits. Les autorités de concurrence, pour ce qui relève de leurs compétences respectives, peuvent utiliser des informations ou des documents qui leur auront été transmis dans les mêmes conditions par la Commission des Communautés européennes ou les autorités des autres Etats membres exerçant des compétences analogues. Le conseil peut, pour la mise en oeuvre du présent article, conclure des conventions organisant ses relations avec les autorités des autres Etats exerçant des compétences analogues. Ces conventions sont approuvées par le conseil dans les conditions prévues à l'article L. 463-7. Elles sont publiées au Journal officiel. II.-Dans la mise en oeuvre des règles de concurrence prévues aux articles 81 et 82 du traité instituant la Communauté européenne, les autorités de concurrence appliquent les dispositions du règlement n° 1 / 2003 du Conseil relatif à la mise en oeuvre des règles de concurrence prévues aux articles 81 et 82 du traité instituant la Communauté européenne, à l'exclusion des dispositions des cinq premiers alinéas du I du présent article. Pour l'application des dispositions du 4 de l'article 11 de ce règlement, le Conseil de la concurrence transmet à la Commission européenne un résumé de l'affaire ainsi qu'un document exposant l'orientation envisagée, qui peut être la notification de griefs ou le rapport mentionnés à l'article L. 463-2. Il peut mettre ces mêmes documents à la disposition des autres autorités de concurrence des Etats membres de la Communauté européenne.",
            "texteHtml": "<p>I.- Le Conseil de la concurrence peut, pour ce qui relève de ses compétences et après information préalable du ministre chargé de l'économie, communiquer les informations ou les documents qu'il détient ou qu'il recueille, à leur demande, à la Commission des Communautés européennes ou aux autorités des autres Etats exerçant des compétences analogues, à leur demande, sous réserve de réciprocité, et à condition que l'autorité étrangère compétente soit soumise au secret professionnel avec les mêmes garanties qu'en France.</p><p>Le Conseil de la concurrence peut, dans les mêmes conditions, selon les mêmes procédures et sous les mêmes sanctions que celles prévues pour l'exécution de sa mission, conduire ou demander au ministre chargé de l'économie de conduire des enquêtes, à la demande d'autorités étrangères exerçant des compétences analogues, sous réserve de réciprocité.</p><p>L'obligation de secret professionnel ne fait pas obstacle à la communication par les autorités de concurrence des informations ou documents qu'elles détiennent ou qu'elles recueillent, à leur demande, à la Commission des Communautés européennes et aux autorités des autres Etats exerçant des compétences analogues et astreintes aux mêmes obligations de secret professionnel.</p><p>L'assistance demandée par une autorité étrangère exerçant des compétences analogues pour la conduite d'enquêtes ou la transmission d'informations détenues ou recueillies par le Conseil de la concurrence est refusée par celui-ci lorsque l'exécution de la demande est de nature à porter atteinte à la souveraineté, à la sécurité, aux intérêts économiques essentiels ou à l'ordre public français ou lorsqu'une procédure pénale a déjà été engagée en France sur la base des mêmes faits et contre les mêmes personnes, ou bien lorsque celles-ci ont déjà été sanctionnées par une décision définitive pour les mêmes faits. </p><p>Les autorités de concurrence, pour ce qui relève de leurs compétences respectives, peuvent utiliser des informations ou des documents qui leur auront été transmis dans les mêmes conditions par la Commission des Communautés européennes ou les autorités des autres Etats membres exerçant des compétences analogues. </p><p>Le conseil peut, pour la mise en oeuvre du présent article, conclure des conventions organisant ses relations avec les autorités des autres Etats exerçant des compétences analogues. Ces conventions sont approuvées par le conseil dans les conditions prévues à l'article L. 463-7. Elles sont publiées au Journal officiel. </p><p>II.-Dans la mise en oeuvre des règles de concurrence prévues aux articles 81 et 82 du traité instituant la Communauté européenne, les autorités de concurrence appliquent les dispositions du règlement n° 1 / 2003 du Conseil relatif à la mise en oeuvre des règles de concurrence prévues aux articles 81 et 82 du traité instituant la Communauté européenne, à l'exclusion des dispositions des cinq premiers alinéas du I du présent article. </p><p>Pour l'application des dispositions du 4 de l'article 11 de ce règlement, le Conseil de la concurrence transmet à la Commission européenne un résumé de l'affaire ainsi qu'un document exposant l'orientation envisagée, qui peut être la notification de griefs ou le rapport mentionnés à l'article L. 463-2. Il peut mettre ces mêmes documents à la disposition des autres autorités de concurrence des Etats membres de la Communauté européenne.</p>",
            "num": "L462-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1099612800000,
            "dateFin": 1226707200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : De la liberté des prix et de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113741",
                        "id": "LEGISCTA000006113741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2008-11-13",
                        "titre": "TITRE VI : Du conseil de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000006133188",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-13",
                        "fin": "2999-01-01",
                        "titre": "TITRE VI : De l'Autorité de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000019294601",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Des attributions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146079",
                        "id": "LEGISCTA000006146079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006232659",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146079",
            "sectionParentId": "LEGISCTA000006146079",
            "sectionParentTitre": "Chapitre II : Des attributions.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : De la liberté des prix et de la concurrence. &gt; TITRE VI : De l'Autorité de la concurrence. &gt; Chapitre II : Des attributions.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006232660",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000219662",
                    "textTitle": "Ordonnance 2000-912 2000-09-18",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000219662",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-21",
                    "dateSignaTexte": "2000-09-18",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000595061",
                    "textTitle": "Loi 2003-7 2003-01-03 art. 50 I (ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000595061",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-01-04",
                    "dateSignaTexte": "2003-01-03",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000787131",
                    "textTitle": "Ordonnance n°2004-1173 du 4 novembre 2004 - art. 8 () JORF 5 novembre 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006235677",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2004-11-05",
                    "dateSignaTexte": "2004-11-04",
                    "dateDebutCible": "2004-11-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L950-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L950-1",
                    "articleId": "LEGIARTI000034051540",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L463-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L463-2",
                    "articleId": "LEGIARTI000006232695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L463-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L463-7",
                    "articleId": "LEGIARTI000006232745",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1041638400000
                },
                {
                    "textCid": "",
                    "textTitle": "Règlement 1-2003 CE 2002-12-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006232659",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 989971200000,
                    "dateFin": 1099612800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006232660",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1099612800000,
                    "dateFin": 1226707200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019798620",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1226707200000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043539835",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L462-9",
                "462-9"
            ],
            "versionPrecedente": "LEGIARTI000006232659",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006232659",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le Conseil de la concurrence peut, pour ce qui relève de ses compétences et après information préalable du ministre chargé de l'économie, communiquer les informations ou les documents qu'il détient ou qu'il recueille, à leur demande, à la Commission des Communautés européennes ou aux autorités des autres Etats exerçant des compétences analogues, à leur demande, sous réserve de réciprocité, et à condition que l'autorité étrangère compétente soit soumise au secret professionnel avec les mêmes garanties qu'en France. Le Conseil de la concurrence peut, dans les mêmes conditions, selon les mêmes procédures et sous les mêmes sanctions que celles prévues pour l'exécution de sa mission, conduire ou demander au ministre chargé de l'économie de conduire des enquêtes, à la demande d'autorités étrangères exerçant des compétences analogues, sous réserve de réciprocité. L'obligation de secret professionnel ne fait pas obstacle à la communication par les autorités de concurrence des informations ou documents qu'elles détiennent ou qu'elles recueillent, à leur demande, à la Commission des Communautés européennes et aux autorités des autres Etats exerçant des compétences analogues et astreintes aux mêmes obligations de secret professionnel. L'assistance demandée par une autorité étrangère exerçant des compétences analogues pour la conduite d'enquêtes ou la transmission d'informations détenues ou recueillies par le Conseil de la concurrence est refusée par celui-ci lorsque l'exécution de la demande est de nature à porter atteinte à la souveraineté, à la sécurité, aux intérêts économiques essentiels ou à l'ordre public français ou lorsqu'une procédure pénale a déjà été engagée en France sur la base des mêmes faits et contre les mêmes personnes, ou bien lorsque celles-ci ont déjà été sanctionnées par une décision définitive pour les mêmes faits. Les autorités de concurrence, pour ce qui relève de leurs compétences respectives, peuvent utiliser des informations ou des documents qui leur auront été transmis dans les mêmes conditions par la Commission des Communautés européennes ou les autorités des autres Etats membres exerçant des compétences analogues. Le conseil peut, pour la mise en oeuvre du présent article, conclure des conventions organisant ses relations avec les autorités des autres Etats exerçant des compétences analogues. Ces conventions sont approuvées par le conseil dans les conditions prévues à l'article L. 463-7. Elles sont publiées au Journal officiel.",
            "texteHtml": "<p></p>   Le Conseil de la concurrence peut, pour ce qui relève de ses compétences et après information préalable du ministre chargé de l'économie, communiquer les informations ou les documents qu'il détient ou qu'il recueille, à leur demande, à la Commission des Communautés européennes ou aux autorités des autres Etats exerçant des compétences analogues, à leur demande, sous réserve de réciprocité, et à condition que l'autorité étrangère compétente soit soumise au secret professionnel avec les mêmes garanties qu'en France.<p></p><p></p>   Le Conseil de la concurrence peut, dans les mêmes conditions, selon les mêmes procédures et sous les mêmes sanctions que celles prévues pour l'exécution de sa mission, conduire ou demander au ministre chargé de l'économie de conduire des enquêtes, à la demande d'autorités étrangères exerçant des compétences analogues, sous réserve de réciprocité.<p></p><p></p>   L'obligation de secret professionnel ne fait pas obstacle à la communication par les autorités de concurrence des informations ou documents qu'elles détiennent ou qu'elles recueillent, à leur demande, à la Commission des Communautés européennes et aux autorités des autres Etats exerçant des compétences analogues et astreintes aux mêmes obligations de secret professionnel.<p></p><p></p>   L'assistance demandée par une autorité étrangère exerçant des compétences analogues pour la conduite d'enquêtes ou la transmission d'informations détenues ou recueillies par le Conseil de la concurrence est refusée par celui-ci lorsque l'exécution de la demande est de nature à porter atteinte à la souveraineté, à la sécurité, aux intérêts économiques essentiels ou à l'ordre public français ou lorsqu'une procédure pénale a déjà été engagée en France sur la base des mêmes faits et contre les mêmes personnes, ou bien lorsque celles-ci ont déjà été sanctionnées par une décision définitive pour les mêmes faits.<p></p><p></p>   Les autorités de concurrence, pour ce qui relève de leurs compétences respectives, peuvent utiliser des informations ou des documents qui leur auront été transmis dans les mêmes conditions par la Commission des Communautés européennes ou les autorités des autres Etats membres exerçant des compétences analogues.<p></p><p></p>   Le conseil peut, pour la mise en oeuvre du présent article, conclure des conventions organisant ses relations avec les autorités des autres Etats exerçant des compétences analogues. Ces conventions sont approuvées par le conseil dans les conditions prévues à l'article L. 463-7. Elles sont publiées au Journal officiel.<p></p>",
            "num": "L462-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 989971200000,
            "dateFin": 1099612800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 644235,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : De la liberté des prix et de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113741",
                        "id": "LEGISCTA000006113741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2008-11-13",
                        "titre": "TITRE VI : Du conseil de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000006133188",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-13",
                        "fin": "2999-01-01",
                        "titre": "TITRE VI : De l'Autorité de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000019294601",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Des attributions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146079",
                        "id": "LEGISCTA000006146079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006232659",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146079",
            "sectionParentId": "LEGISCTA000006146079",
            "sectionParentTitre": "Chapitre II : Des attributions.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : De la liberté des prix et de la concurrence. &gt; TITRE VI : Du conseil de la concurrence. &gt; Chapitre II : Des attributions.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006232659",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000219662",
                    "textTitle": "Ordonnance 2000-912 2000-09-18",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000219662",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-21",
                    "dateSignaTexte": "2000-09-18",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000223114",
                    "textTitle": "Loi n°2001-420 du 15 mai 2001 - art. 83 () JORF 16 mai 2001",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000006516845",
                    "natureText": "LOI",
                    "datePubliTexte": "2001-05-16",
                    "dateSignaTexte": "2001-05-15",
                    "dateDebutCible": "2001-05-16"
                },
                {
                    "textCid": "JORFTEXT000000595061",
                    "textTitle": "Loi 2003-7 2003-01-03 art. 50 I (ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000595061",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-01-04",
                    "dateSignaTexte": "2003-01-03",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L950-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L950-1",
                    "articleId": "LEGIARTI000034051540",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L463-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L463-7",
                    "articleId": "LEGIARTI000006232745",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1041638400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006232659",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 989971200000,
                    "dateFin": 1099612800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006232660",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1099612800000,
                    "dateFin": 1226707200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019798620",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1226707200000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043539835",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L462-9",
                "462-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}