{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020195183",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Sous réserve des dispositions du dernier alinéa de l'article L. 223-7-1 , la stipulation en vertu de laquelle le bénéfice de la garantie est attribué à un bénéficiaire déterminé devient irrévocable par l'acceptation de celui-ci, effectuée dans les conditions prévues au II du présent article. Pendant la durée de l'opération d'assurance, après acceptation du bénéficiaire, le stipulant ne peut exercer sa faculté de rachat et la mutuelle ou l'union ne peut lui consentir d'avance sans l'accord du bénéficiaire. Tant que l'acceptation n'a pas eu lieu, le droit de révoquer cette stipulation n'appartient qu'au stipulant et ne peut être exercé de son vivant ni par ses créanciers ni par ses représentants légaux. Lorsqu'une tutelle a été ouverte à l'égard du stipulant, la révocation ne peut intervenir qu'avec l'autorisation du juge des tutelles ou du conseil de famille s'il a été constitué. Ce droit de révocation ne peut être exercé, après la mort du cotisant, par ses héritiers qu'après l'exigibilité de la somme assurée et au plus tôt trois mois après que le bénéficiaire de la garantie a été mis en demeure, par acte extrajudiciaire, d'avoir à déclarer s'il accepte. L'attribution à titre gratuit du bénéfice d'une assurance sur la vie à une personne déterminée est présumée faite sous la condition de l'existence du bénéficiaire à l'époque de l'exigibilité du capital ou de la rente garantis, à moins que le contraire ne résulte des termes de la stipulation. II. – Tant que le membre participant et le stipulant sont en vie, l'acceptation est faite par un avenant signé de la mutuelle ou de l'union, du stipulant et du bénéficiaire. Elle peut également être faite par un acte authentique ou sous seing privé, signé du stipulant et du bénéficiaire. Elle n'a alors d'effet à l'égard de la mutuelle ou de l'union que lorsqu'elle lui est notifiée par écrit. Lorsque la désignation du bénéficiaire est faite à titre gratuit, l'acceptation ne peut intervenir que trente jours au moins à compter du moment où le stipulant est informé que le contrat d'assurance est conclu. Après le décès du membre participant ou du stipulant, l'acceptation est libre.",
            "texteHtml": "<p>I. – Sous réserve des dispositions du dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000017730431&dateTexte=&categorieLien=cid'>L. 223-7-1</a>, la stipulation en vertu de laquelle le bénéfice de la garantie est attribué à un bénéficiaire déterminé devient irrévocable par l'acceptation de celui-ci, effectuée dans les conditions prévues au II du présent article. Pendant la durée de l'opération d'assurance, après acceptation du bénéficiaire, le stipulant ne peut exercer sa faculté de rachat et la mutuelle ou l'union ne peut lui consentir d'avance sans l'accord du bénéficiaire.</p><p>Tant que l'acceptation n'a pas eu lieu, le droit de révoquer cette stipulation n'appartient qu'au stipulant et ne peut être exercé de son vivant ni par ses créanciers ni par ses représentants légaux. Lorsqu'une tutelle a été ouverte à l'égard du stipulant, la révocation ne peut intervenir qu'avec l'autorisation du juge des tutelles ou du conseil de famille s'il a été constitué.</p><p>Ce droit de révocation ne peut être exercé, après la mort du cotisant, par ses héritiers qu'après l'exigibilité de la somme assurée et au plus tôt trois mois après que le bénéficiaire de la garantie a été mis en demeure, par acte extrajudiciaire, d'avoir à déclarer s'il accepte.</p><p>L'attribution à titre gratuit du bénéfice d'une assurance sur la vie à une personne déterminée est présumée faite sous la condition de l'existence du bénéficiaire à l'époque de l'exigibilité du capital ou de la rente garantis, à moins que le contraire ne résulte des termes de la stipulation.</p><p>II. – Tant que le membre participant et le stipulant sont en vie, l'acceptation est faite par un avenant signé de la mutuelle ou de l'union, du stipulant et du bénéficiaire. Elle peut également être faite par un acte authentique ou sous seing privé, signé du stipulant et du bénéficiaire. Elle n'a alors d'effet à l'égard de la mutuelle ou de l'union que lorsqu'elle lui est notifiée par écrit.</p><p>Lorsque la désignation du bénéficiaire est faite à titre gratuit, l'acceptation ne peut intervenir que trente jours au moins à compter du moment où le stipulant est informé que le contrat d'assurance est conclu.</p><p>Après le décès du membre participant ou du stipulant, l'acceptation est libre.</p>",
            "num": "L223-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1233446400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 901929,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792379",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation. &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020195183",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020176349",
                    "textTitle": "Ordonnance n°2009-106\n du 30 janvier 2009 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000020178503",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2009-01-31",
                    "dateSignaTexte": "2009-01-30",
                    "dateDebutCible": "2009-02-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020017088",
                    "textTitle": "Décret n°2008-1484\n du 22 décembre 2008 - art. Annexe 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 1",
                    "articleId": "LEGIARTI000044929395",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-1484",
                    "datePubli": 1230681600000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000024145720",
                    "textTitle": "Arrêté du 30 mai 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000024145725",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1307577600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042410128",
                    "textTitle": "Arrêté du 5 octobre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042410172",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1602201600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-7-1",
                    "articleId": "LEGIARTI000017730431",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1198022400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792379",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1198022400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017841470",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1198022400000,
                    "dateFin": 1230768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792380",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1230768000000,
                    "dateFin": 1233446400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020195183",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1233446400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-11",
                "223-11"
            ],
            "versionPrecedente": "LEGIARTI000006792380",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006792380",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. Sous réserve des dispositions du dernier alinéa de l'article L. 223-7-1, la stipulation en vertu de laquelle le bénéfice de la garantie est attribué à un bénéficiaire déterminé devient irrévocable par l'acceptation de celui-ci, effectuée dans les conditions prévues au II du présent article. Pendant la durée de l'opération d'assurance, après acceptation du bénéficiaire, le stipulant ne peut exercer sa faculté de rachat et la mutuelle ou l'union ne peut lui consentir d'avance sans l'accord du bénéficiaire. Tant que l'acceptation n'a pas eu lieu, le droit de révoquer cette stipulation n'appartient qu'au stipulant et ne peut être exercé de son vivant ni par ses créanciers ni par ses représentants légaux. Lorsqu'une curatelle ou une tutelle a été ouverte à l'égard du stipulant, la révocation ne peut intervenir qu'avec l'autorisation du juge des tutelles ou du conseil de famille s'il a été constitué. Ce droit de révocation ne peut être exercé, après la mort du cotisant, par ses héritiers qu'après l'exigibilité de la somme assurée et au plus tôt trois mois après que le bénéficiaire de la garantie a été mis en demeure, par acte extrajudiciaire, d'avoir à déclarer s'il accepte. L'attribution à titre gratuit du bénéfice d'une assurance sur la vie à une personne déterminée est présumée faite sous la condition de l'existence du bénéficiaire à l'époque de l'exigibilité du capital ou de la rente garantis, à moins que le contraire ne résulte des termes de la stipulation. II. Tant que le membre participant et le stipulant sont en vie, l'acceptation est faite par un avenant signé de la mutuelle ou de l'union, du stipulant et du bénéficiaire. Elle peut également être faite par un acte authentique ou sous seing privé, signé du stipulant et du bénéficiaire. Elle n'a alors d'effet à l'égard de la mutuelle ou de l'union que lorsqu'elle lui est notifiée par écrit. Lorsque la désignation du bénéficiaire est faite à titre gratuit, l'acceptation ne peut intervenir que trente jours au moins à compter du moment où le stipulant est informé que le contrat d'assurance est conclu. Après le décès du membre participant ou du stipulant, l'acceptation est libre.",
            "texteHtml": "I. Sous réserve des dispositions du dernier alinéa de l'article L. 223-7-1, la stipulation en vertu de laquelle le bénéfice de la garantie est attribué à un bénéficiaire déterminé devient irrévocable par l'acceptation de celui-ci, effectuée dans les conditions prévues au II du présent article. Pendant la durée de l'opération d'assurance, après acceptation du bénéficiaire, le stipulant ne peut exercer sa faculté de rachat et la mutuelle ou l'union ne peut lui consentir d'avance sans l'accord du bénéficiaire. <p>Tant que l'acceptation n'a pas eu lieu, le droit de révoquer cette stipulation n'appartient qu'au stipulant et ne peut être exercé de son vivant ni par ses créanciers ni par ses représentants légaux. Lorsqu'une curatelle ou une tutelle a été ouverte à l'égard du stipulant, la révocation ne peut intervenir qu'avec l'autorisation du juge des tutelles ou du conseil de famille s'il a été constitué.</p><p>Ce droit de révocation ne peut être exercé, après la mort du cotisant, par ses héritiers qu'après l'exigibilité de la somme assurée et au plus tôt trois mois après que le bénéficiaire de la garantie a été mis en demeure, par acte extrajudiciaire, d'avoir à déclarer s'il accepte.</p><p>L'attribution à titre gratuit du bénéfice d'une assurance sur la vie à une personne déterminée est présumée faite sous la condition de l'existence du bénéficiaire à l'époque de l'exigibilité du capital ou de la rente garantis, à moins que le contraire ne résulte des termes de la stipulation.</p><p>II. Tant que le membre participant et le stipulant sont en vie, l'acceptation est faite par un avenant signé de la mutuelle ou de l'union, du stipulant et du bénéficiaire. Elle peut également être faite par un acte authentique ou sous seing privé, signé du stipulant et du bénéficiaire. Elle n'a alors d'effet à l'égard de la mutuelle ou de l'union que lorsqu'elle lui est notifiée par écrit. <br/><br/> Lorsque la désignation du bénéficiaire est faite à titre gratuit, l'acceptation ne peut intervenir que trente jours au moins à compter du moment où le stipulant est informé que le contrat d'assurance est conclu. <br/><br/> Après le décès du membre participant ou du stipulant, l'acceptation est libre.</p>",
            "num": "L223-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1230768000000,
            "dateFin": 1233446400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 901929,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792379",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation. &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006792380",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000430707",
                    "textTitle": "Loi n°2007-308 du 5 mars 2007 - art. 30 () JORF 7 mars 2007 en vigueur le 1er janvier 2009",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000006284921",
                    "natureText": "LOI",
                    "datePubliTexte": "2007-03-07",
                    "dateSignaTexte": "2007-03-05",
                    "dateDebutCible": "2007-03-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020017088",
                    "textTitle": "Décret n°2008-1484\n du 22 décembre 2008 - art. Annexe 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 1",
                    "articleId": "LEGIARTI000044929395",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-1484",
                    "datePubli": 1230681600000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000024145720",
                    "textTitle": "Arrêté du 30 mai 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000024145725",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1307577600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042410128",
                    "textTitle": "Arrêté du 5 octobre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042410172",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1602201600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792379",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1198022400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017841470",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1198022400000,
                    "dateFin": 1230768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792380",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1230768000000,
                    "dateFin": 1233446400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020195183",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1233446400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-11",
                "223-11"
            ],
            "versionPrecedente": "LEGIARTI000017841470",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000017841470",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. Sous réserve des dispositions du dernier alinéa de l'article L. 223-7-1, la stipulation en vertu de laquelle le bénéfice de la garantie est attribué à un bénéficiaire déterminé devient irrévocable par l'acceptation de celui-ci, effectuée dans les conditions prévues au II du présent article. Pendant la durée de l'opération d'assurance, après acceptation du bénéficiaire, le stipulant ne peut exercer sa faculté de rachat et la mutuelle ou l'union ne peut lui consentir d'avance sans l'accord du bénéficiaire. Tant que l'acceptation n'a pas eu lieu, le droit de révoquer cette stipulation n'appartient qu'au stipulant et ne peut être exercé de son vivant ni par ses créanciers ni par ses représentants légaux. Lorsqu'une curatelle ou une tutelle a été ouverte à l'égard du stipulant, la révocation ne peut intervenir qu'avec l'autorisation du juge des tutelles ou du conseil de famille s'il a été constitué. Ce droit de révocation ne peut être exercé, après la mort du cotisant, par ses héritiers qu'après l'exigibilité de la somme assurée et au plus tôt trois mois après que le bénéficiaire de la garantie a été mis en demeure, par acte extrajudiciaire, d'avoir à déclarer s'il accepte. L'attribution à titre gratuit du bénéfice d'une assurance sur la vie à une personne déterminée est présumée faite sous la condition de l'existence du bénéficiaire à l'époque de l'exigibilité du capital ou de la rente garantis, à moins que le contraire ne résulte des termes de la stipulation. II. Tant que le membre participant et le stipulant sont en vie, l'acceptation est faite par un avenant signé de la mutuelle ou de l'union, du stipulant et du bénéficiaire. Elle peut également être faite par un acte authentique ou sous seing privé, signé du stipulant et du bénéficiaire. Elle n'a alors d'effet à l'égard de la mutuelle ou de l'union que lorsqu'elle lui est notifiée par écrit. Lorsque la désignation du bénéficiaire est faite à titre gratuit, l'acceptation ne peut intervenir que trente jours au moins à compter du moment où le stipulant est informé que le contrat d'assurance est conclu. Après le décès du membre participant ou du stipulant, l'acceptation est libre.",
            "texteHtml": "I. Sous réserve des dispositions du dernier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000017730431&dateTexte=&categorieLien=cid' title='Code de la mutualité - art. L223-7-1 (V)'>l'article L. 223-7-1,</a> la stipulation en vertu de laquelle le bénéfice de la garantie est attribué à un bénéficiaire déterminé devient irrévocable par l'acceptation de celui-ci, effectuée dans les conditions prévues au II du présent article. Pendant la durée de l'opération d'assurance, après acceptation du bénéficiaire, le stipulant ne peut exercer sa faculté de rachat et la mutuelle ou l'union ne peut lui consentir d'avance sans l'accord du bénéficiaire. <p>Tant que l'acceptation n'a pas eu lieu, le droit de révoquer cette stipulation n'appartient qu'au stipulant et ne peut être exercé de son vivant ni par ses créanciers ni par ses représentants légaux. Lorsqu'une curatelle ou une tutelle a été ouverte à l'égard du stipulant, la révocation ne peut intervenir qu'avec l'autorisation du juge des tutelles ou du conseil de famille s'il a été constitué. </p><p>Ce droit de révocation ne peut être exercé, après la mort du cotisant, par ses héritiers qu'après l'exigibilité de la somme assurée et au plus tôt trois mois après que le bénéficiaire de la garantie a été mis en demeure, par acte extrajudiciaire, d'avoir à déclarer s'il accepte. </p><p>L'attribution à titre gratuit du bénéfice d'une assurance sur la vie à une personne déterminée est présumée faite sous la condition de l'existence du bénéficiaire à l'époque de l'exigibilité du capital ou de la rente garantis, à moins que le contraire ne résulte des termes de la stipulation. </p><p>II. Tant que le membre participant et le stipulant sont en vie, l'acceptation est faite par un avenant signé de la mutuelle ou de l'union, du stipulant et du bénéficiaire. Elle peut également être faite par un acte authentique ou sous seing privé, signé du stipulant et du bénéficiaire. Elle n'a alors d'effet à l'égard de la mutuelle ou de l'union que lorsqu'elle lui est notifiée par écrit. <br/><br/>Lorsque la désignation du bénéficiaire est faite à titre gratuit, l'acceptation ne peut intervenir que trente jours au moins à compter du moment où le stipulant est informé que le contrat d'assurance est conclu. <br/><br/>Après le décès du membre participant ou du stipulant, l'acceptation est libre.</p>",
            "num": "L223-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1198022400000,
            "dateFin": 1230768000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 901929,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792379",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation. &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000017841470",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi 2007-1775 du 17 décembre 2007 art. 8 : Les dispositions du présent article s'appliquent aux contrats en cours n'ayant pas encore, à la date de publication de la présente loi, donné lieu à acceptation du bénéficiaire.",
            "notaHtml": "Loi 2007-1775 du 17 décembre 2007 art. 8 : Les dispositions du présent article s'appliquent aux contrats en cours n'ayant pas encore, à la date de publication de la présente loi, donné lieu à acceptation du bénéficiaire.",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000017661980",
                    "textTitle": "LOI n°2007-1775\n du 17 décembre 2007 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000017720432",
                    "natureText": "LOI",
                    "datePubliTexte": "2007-12-18",
                    "dateSignaTexte": "2007-12-17",
                    "dateDebutCible": "2007-12-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020017088",
                    "textTitle": "Décret n°2008-1484\n du 22 décembre 2008 - art. Annexe 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 1",
                    "articleId": "LEGIARTI000044929395",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-1484",
                    "datePubli": 1230681600000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000024145720",
                    "textTitle": "Arrêté du 30 mai 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000024145725",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1307577600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042410128",
                    "textTitle": "Arrêté du 5 octobre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042410172",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1602201600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-7-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-7-1",
                    "articleId": "LEGIARTI000017730431",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1198022400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792379",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1198022400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017841470",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1198022400000,
                    "dateFin": 1230768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792380",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1230768000000,
                    "dateFin": 1233446400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020195183",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1233446400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-11",
                "223-11"
            ],
            "versionPrecedente": "LEGIARTI000006792379",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006792379",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La stipulation en vertu de laquelle le bénéfice de la garantie est attribué à un bénéficiaire déterminé devient irrévocable par l'acceptation expresse ou tacite du bénéficiaire. Tant que l'acceptation n'a pas eu lieu, le droit de révoquer cette stipulation n'appartient qu'au cotisant et ne peut, en conséquence, être exercé de son vivant par ses créanciers ni par ses représentants légaux. Ce droit de révocation ne peut être exercé, après la mort du cotisant, par ses héritiers qu'après l'exigibilité de la somme assurée et au plus tôt trois mois après que le bénéficiaire de la garantie a été mis en demeure, par acte extrajudiciaire, d'avoir à déclarer s'il accepte. L'attribution à titre gratuit du bénéfice d'une assurance sur la vie à une personne déterminée est présumée faite sous la condition de l'existence du bénéficiaire à l'époque de l'exigibilité du capital ou de la rente garantis, à moins que le contraire ne résulte des termes de la stipulation.",
            "texteHtml": "<p></p>   La stipulation en vertu de laquelle le bénéfice de la garantie est attribué à un bénéficiaire déterminé devient irrévocable par l'acceptation expresse ou tacite du bénéficiaire.<p></p><p></p>   Tant que l'acceptation n'a pas eu lieu, le droit de révoquer cette stipulation n'appartient qu'au cotisant et ne peut, en conséquence, être exercé de son vivant par ses créanciers ni par ses représentants légaux.<p></p><p></p>   Ce droit de révocation ne peut être exercé, après la mort du cotisant, par ses héritiers qu'après l'exigibilité de la somme assurée et au plus tôt trois mois après que le bénéficiaire de la garantie a été mis en demeure, par acte extrajudiciaire, d'avoir à déclarer s'il accepte.<p></p><p></p>   L'attribution à titre gratuit du bénéfice d'une assurance sur la vie à une personne déterminée est présumée faite sous la condition de l'existence du bénéficiaire à l'époque de l'exigibilité du capital ou de la rente garantis, à moins que le contraire ne résulte des termes de la stipulation.<p></p>",
            "num": "L223-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 987897600000,
            "dateFin": 1198022400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 901929,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792379",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006792379",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : La présente version de cet article est en vigueur jusqu'au 1er janvier 2009.",
            "notaHtml": "<p></p>   NOTA : La présente version de cet article est en vigueur jusqu'au 1er janvier 2009.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020017088",
                    "textTitle": "Décret n°2008-1484\n du 22 décembre 2008 - art. Annexe 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 1",
                    "articleId": "LEGIARTI000044929395",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-1484",
                    "datePubli": 1230681600000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000024145720",
                    "textTitle": "Arrêté du 30 mai 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000024145725",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1307577600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042410128",
                    "textTitle": "Arrêté du 5 octobre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042410172",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1602201600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792379",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1198022400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017841470",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1198022400000,
                    "dateFin": 1230768000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792380",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1230768000000,
                    "dateFin": 1233446400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020195183",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1233446400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-11",
                "223-11"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}