{
    "cid": "LEGIARTI000045193977",
    "num": "R511-34-5",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284571",
                        "id": "LEGISCTA000028287679",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : POLICES MUNICIPALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028285988",
                        "id": "LEGISCTA000028286762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : AGENTS DE POLICE MUNICIPALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028285990",
                        "id": "LEGISCTA000028286760",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Missions, recrutement et modalités d'exercice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028285992",
                        "id": "LEGISCTA000028286758",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-02-21",
                        "fin": "2999-01-01",
                        "titre": "Section 4 bis : Brigades cynophiles de police municipale\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045193967",
                        "id": "LEGISCTA000045193967",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045194193",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045190728",
                    "textTitle": "Décret n°2022-210 du 18 février 2022 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045193669",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-02-20",
                    "dateSignaTexte": "2022-02-18",
                    "dateDebutCible": "2022-02-21"
                }
            ],
            "num": "R511-34-5",
            "origine": "LEGI",
            "texte": "L'hébergement des chiens d'une brigade cynophile de police municipale est assuré par la commune ou l'établissement public de coopération intercommunale à fiscalité propre qui a créé celle-ci, ou par une ou plusieurs communes dans lesquelles une brigade cynophile de police municipale est mise à disposition par cet établissement public de coopération intercommunale à fiscalité propre. Il peut également être assuré par une commune limitrophe ou appartenant à une même agglomération au sein d'un même département ou à un même établissement public de coopération intercommunale à fiscalité propre, dans les conditions prévues par une convention conclue entre cette commune et la commune ou l'établissement public de coopération intercommunale à fiscalité propre propriétaires des chiens de patrouille de police municipale. Le lieu de l'hébergement est placé sous surveillance électronique ou physique. Son accès est interdit à toute personne non autorisée. L'accès de tout animal tiers est soumis à l'autorisation préalable d'un maitre-chien de police municipale. Le chenil ne peut en aucun cas être affecté à l'usage, même temporaire, de fourrière animale, notamment dans le cadre de la capture des animaux errants ou dangereux. Les conditions d'hébergement des chiens doivent être conforme aux prescriptions prises par arrêté conjoint du ministre de l'intérieur et du ministre de l'agriculture. Par dérogation, le chien de patrouille peut être hébergé par un maître-chien de police municipale, dans les conditions prévues par une convention conclue entre le maître-chien de police municipale et la commune ou l'établissement public de coopération intercommunale à fiscalité propre. Cette convention précise notamment les modalités d'indemnisation de l'agent et de prise en charge des frais d'entretien, de soins, de nourriture et d'assurance de l'animal. Sauf lorsqu'il est en service auprès d'un maître-chien de police municipale, le chien de patrouille de police municipale est gardé soit au chenil du poste de police municipale, soit dans les lieux d'hébergement fixés dans la convention prévue au présent article.",
            "texteHtml": "<p>L'hébergement des chiens d'une brigade cynophile de police municipale est assuré par la commune ou l'établissement public de coopération intercommunale à fiscalité propre qui a créé celle-ci, ou par une ou plusieurs communes dans lesquelles une brigade cynophile de police municipale est mise à disposition par cet établissement public de coopération intercommunale à fiscalité propre.</p><p></p><p> Il peut également être assuré par une commune limitrophe ou appartenant à une même agglomération au sein d'un même département ou à un même établissement public de coopération intercommunale à fiscalité propre, dans les conditions prévues par une convention conclue entre cette commune et la commune ou l'établissement public de coopération intercommunale à fiscalité propre propriétaires des chiens de patrouille de police municipale.</p><p></p><p> Le lieu de l'hébergement est placé sous surveillance électronique ou physique. Son accès est interdit à toute personne non autorisée.</p><p></p><p> L'accès de tout animal tiers est soumis à l'autorisation préalable d'un maitre-chien de police municipale. Le chenil ne peut en aucun cas être affecté à l'usage, même temporaire, de fourrière animale, notamment dans le cadre de la capture des animaux errants ou dangereux.</p><p></p><p> Les conditions d'hébergement des chiens doivent être conforme aux prescriptions prises par arrêté conjoint du ministre de l'intérieur et du ministre de l'agriculture.</p><p></p><p> Par dérogation, le chien de patrouille peut être hébergé par un maître-chien de police municipale, dans les conditions prévues par une convention conclue entre le maître-chien de police municipale et la commune ou l'établissement public de coopération intercommunale à fiscalité propre. Cette convention précise notamment les modalités d'indemnisation de l'agent et de prise en charge des frais d'entretien, de soins, de nourriture et d'assurance de l'animal.</p><p></p><p> Sauf lorsqu'il est en service auprès d'un maître-chien de police municipale, le chien de patrouille de police municipale est gardé soit au chenil du poste de police municipale, soit dans les lieux d'hébergement fixés dans la convention prévue au présent article.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-02-21T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}