{
    "cid": "LEGIARTI000045401587",
    "num": "L5442-15",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125349",
                        "id": "LEGISCTA000006125349",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2012-07-21",
                        "titre": "Livre IV : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140634",
                        "id": "LEGISCTA000006140634",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2012-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Sanctions pénales et financières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140634",
                        "id": "LEGISCTA000025139359",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Médicaments vétérinaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155098",
                        "id": "LEGISCTA000006155098",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Préparation extemporanée et vente au détail.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171426",
                        "id": "LEGISCTA000006171426",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045401587",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045398547",
                    "textTitle": "Ordonnance n°2022-414 du 23 mars 2022 - art. 11",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000045398891",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2022-03-24",
                    "dateSignaTexte": "2022-03-23",
                    "dateDebutCible": "2022-03-25"
                }
            ],
            "num": "L5442-15",
            "origine": "LEGI",
            "texte": "I.-L'autorité administrative peut, tant que l'action publique n'a pas été mise en mouvement et après avoir recueilli l'accord du procureur de la République, transiger sur la poursuite des contraventions et délits prévus et réprimés par le présent chapitre et les textes pris pour leur application. II.-Cette faculté n'est pas applicable aux délits punis d'une peine d'emprisonnement de trois ans ou plus ainsi qu'aux contraventions des quatre premières classes pour lesquelles l'action publique est éteinte par le paiement d'une amende forfaitaire en application de l'article 529 du code de procédure pénale. III.-La proposition de transaction est déterminée en fonction des circonstances et de la gravité de l'infraction, de la personnalité de son auteur ainsi que de ses ressources et de ses charges. Elle précise le montant de l'amende transactionnelle que l'auteur de l'infraction devra payer, dont le montant ne peut excéder le tiers du montant de l'amende encourue ainsi que, le cas échéant, les obligations qui lui seront imposées, tendant à faire cesser l'infraction, à éviter son renouvellement, à réparer le dommage ou à remettre en conformité les lieux. Elle fixe également les délais impartis pour le paiement et, s'il y a lieu, l'exécution des obligations. IV.-Lorsqu'elle a été acceptée par l'auteur de l'infraction, la proposition de transaction est soumise à l'homologation du procureur de la République. L'acte par lequel le procureur de la République donne son accord à la proposition de transaction est interruptif de la prescription de l'action publique. L'action publique est éteinte lorsque l'auteur de l'infraction a exécuté dans les délais impartis l'intégralité des obligations résultant pour lui de l'acceptation de la transaction. Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p>I.-L'autorité administrative peut, tant que l'action publique n'a pas été mise en mouvement et après avoir recueilli l'accord du procureur de la République, transiger sur la poursuite des contraventions et délits prévus et réprimés par le présent chapitre et les textes pris pour leur application.<br/><br/>\n II.-Cette faculté n'est pas applicable aux délits punis d'une peine d'emprisonnement de trois ans ou plus ainsi qu'aux contraventions des quatre premières classes pour lesquelles l'action publique est éteinte par le paiement d'une amende forfaitaire en application de l'article 529 du code de procédure pénale.<br/><br/>\n III.-La proposition de transaction est déterminée en fonction des circonstances et de la gravité de l'infraction, de la personnalité de son auteur ainsi que de ses ressources et de ses charges.<br/><br/>\n Elle précise le montant de l'amende transactionnelle que l'auteur de l'infraction devra payer, dont le montant ne peut excéder le tiers du montant de l'amende encourue ainsi que, le cas échéant, les obligations qui lui seront imposées, tendant à faire cesser l'infraction, à éviter son renouvellement, à réparer le dommage ou à remettre en conformité les lieux. Elle fixe également les délais impartis pour le paiement et, s'il y a lieu, l'exécution des obligations.<br/><br/>\n IV.-Lorsqu'elle a été acceptée par l'auteur de l'infraction, la proposition de transaction est soumise à l'homologation du procureur de la République.<br/><br/>\n L'acte par lequel le procureur de la République donne son accord à la proposition de transaction est interruptif de la prescription de l'action publique.<br/><br/>\n L'action publique est éteinte lorsque l'auteur de l'infraction a exécuté dans les délais impartis l'intégralité des obligations résultant pour lui de l'acceptation de la transaction.<br/><br/>\n Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-03-25T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}