{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039359264",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le Haut Conseil pour le climat, organisme indépendant, est placé auprès du Premier ministre. Outre son président, le Haut Conseil pour le climat comprend au plus douze membres choisis en raison de leur expertise scientifique, technique et économique dans les domaines des sciences du climat et des écosystèmes, de la réduction des émissions de gaz à effet de serre ainsi que de l'adaptation et de la résilience face au changement climatique. Les membres du Haut Conseil pour le climat sont nommés par décret pour un mandat de cinq ans, renouvelable une fois. Lorsqu'un membre cesse ses fonctions, un nouveau membre est nommé, après avis du président du Haut Conseil pour le climat, pour la durée du mandat restant à établir. Les membres du Haut Conseil pour le climat ne peuvent solliciter ni recevoir aucune instruction du Gouvernement ou de toute autre personne publique ou privée dans l'exercice de leurs missions. Les membres du Haut Conseil pour le climat adressent à la Haute Autorité pour la transparence de la vie publique une déclaration d'intérêts dans les conditions prévues au III de l'article 4 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique. II.-Le Haut Conseil pour le climat rend chaque année un rapport qui porte notamment sur : 1° Le respect de la trajectoire de baisse des émissions de gaz à effet de serre au regard des budgets carbone définis en application de l'article L. 222-1 A du présent code et de la stratégie bas-carbone mentionnée à l'article L. 222-1 B ; 2° La mise en œuvre et l'efficacité des politiques et mesures décidées par l'Etat et les collectivités territoriales pour réduire les émissions de gaz à effet de serre, développer les puits de carbone, réduire l'empreinte carbone et développer l'adaptation au changement climatique, y compris les dispositions budgétaires et fiscales ; 3° L'impact socio-économique, notamment sur la formation et l'emploi, et environnemental, y compris pour la biodiversité, de ces différentes politiques publiques. Dans ce rapport, le Haut Conseil met en perspective les engagements et les actions de la France par rapport à ceux des autres pays. Il émet des recommandations et propositions pour améliorer l'action de la France, les contributions des différents secteurs d'activité économiques au respect des budgets carbone ainsi que la réduction des émissions de gaz à effet de serre liées aux transports aéronautique et maritime internationaux. Ce rapport est remis au Premier ministre et transmis au Parlement ainsi qu'au Conseil économique, social et environnemental. Le Gouvernement présente au Parlement et au Conseil économique, social et environnemental, dans les six mois suivant la remise de ce rapport, les mesures déjà mises en œuvre et celles prévues en réponse aux recommandations et propositions de ce rapport. Il présente une explication pour chacun des objectifs non atteints ainsi que les moyens mis en œuvre pour les atteindre. Le Haut Conseil rend un avis sur la stratégie nationale bas-carbone et les budgets carbone ainsi que sur le rapport mentionné au II de l'article L. 222-1 D. Il évalue la cohérence de la stratégie bas-carbone vis-à-vis des politiques nationales et des engagements européens et internationaux de la France, en particulier de l'accord de Paris sur le climat et de l'objectif poursuivi d'atteinte de la neutralité carbone en 2050, tout en prenant en compte les impacts socio-économiques de la transition pour les ménages et les entreprises, les enjeux de souveraineté et les impacts environnementaux. III.-Le Haut Conseil pour le climat est créé en date du 27 novembre 2018. IV.-Les modalités d'organisation et de fonctionnement du Haut Conseil sont précisées par décret.",
            "texteHtml": "<p>I.-Le Haut Conseil pour le climat, organisme indépendant, est placé auprès du Premier ministre.<br/><br/>\n Outre son président, le Haut Conseil pour le climat comprend au plus douze membres choisis en raison de leur expertise scientifique, technique et économique dans les domaines des sciences du climat et des écosystèmes, de la réduction des émissions de gaz à effet de serre ainsi que de l'adaptation et de la résilience face au changement climatique.<br/><br/>\n Les membres du Haut Conseil pour le climat sont nommés par décret pour un mandat de cinq ans, renouvelable une fois. Lorsqu'un membre cesse ses fonctions, un nouveau membre est nommé, après avis du président du Haut Conseil pour le climat, pour la durée du mandat restant à établir.<br/><br/>\n Les membres du Haut Conseil pour le climat ne peuvent solliciter ni recevoir aucune instruction du Gouvernement ou de toute autre personne publique ou privée dans l'exercice de leurs missions.<br/><br/>\n Les membres du Haut Conseil pour le climat adressent à la Haute Autorité pour la transparence de la vie publique une déclaration d'intérêts dans les conditions prévues au <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000028056315&idArticle=JORFARTI000028056390&categorieLien=cid' title='LOI n°2013-907  du 11 octobre 2013 - art. 4 (M)'>III de l'article 4 de la loi n° 2013-907 du 11 octobre 2013</a> relative à la transparence de la vie publique.<br/><br/>\n II.-Le Haut Conseil pour le climat rend chaque année un rapport qui porte notamment sur :<br/><br/>\n 1° Le respect de la trajectoire de baisse des émissions de gaz à effet de serre au regard des budgets carbone définis en application de l'article L. 222-1 A du présent code et de la stratégie bas-carbone mentionnée à l'article L. 222-1 B ;<br/><br/>\n 2° La mise en œuvre et l'efficacité des politiques et mesures décidées par l'Etat et les collectivités territoriales pour réduire les émissions de gaz à effet de serre, développer les puits de carbone, réduire l'empreinte carbone et développer l'adaptation au changement climatique, y compris les dispositions budgétaires et fiscales ;<br/><br/>\n 3° L'impact socio-économique, notamment sur la formation et l'emploi, et environnemental, y compris pour la biodiversité, de ces différentes politiques publiques.<br/><br/>\n Dans ce rapport, le Haut Conseil met en perspective les engagements et les actions de la France par rapport à ceux des autres pays. Il émet des recommandations et propositions pour améliorer l'action de la France, les contributions des différents secteurs d'activité économiques au respect des budgets carbone ainsi que la réduction des émissions de gaz à effet de serre liées aux transports aéronautique et maritime internationaux.<br/><br/>\n Ce rapport est remis au Premier ministre et transmis au Parlement ainsi qu'au Conseil économique, social et environnemental.<br/><br/>\n Le Gouvernement présente au Parlement et au Conseil économique, social et environnemental, dans les six mois suivant la remise de ce rapport, les mesures déjà mises en œuvre et celles prévues en réponse aux recommandations et propositions de ce rapport. Il présente une explication pour chacun des objectifs non atteints ainsi que les moyens mis en œuvre pour les atteindre.<br/><br/>\n Le Haut Conseil rend un avis sur la stratégie nationale bas-carbone et les budgets carbone ainsi que sur le rapport mentionné au II de l'article L. 222-1 D. Il évalue la cohérence de la stratégie bas-carbone vis-à-vis des politiques nationales et des engagements européens et internationaux de la France, en particulier de l'accord de Paris sur le climat et de l'objectif poursuivi d'atteinte de la neutralité carbone en 2050, tout en prenant en compte les impacts socio-économiques de la transition pour les ménages et les entreprises, les enjeux de souveraineté et les impacts environnementaux.<br/><br/>\n III.-Le Haut Conseil pour le climat est créé en date du 27 novembre 2018.<br/><br/>\n IV.-Les modalités d'organisation et de fonctionnement du Haut Conseil sont précisées par décret.</p>",
            "num": "L132-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1573344000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129022",
                        "id": "LEGISCTA000006129022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Institutions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143734",
                        "id": "LEGISCTA000006143734",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-11-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II bis : Haut Conseil pour le climat ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000039359262",
                        "id": "LEGISCTA000039359262",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000039359264",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000039359262",
            "sectionParentId": "LEGISCTA000039359262",
            "sectionParentTitre": "Chapitre II bis : Haut Conseil pour le climat ",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Dispositions communes &gt; Titre III : Institutions &gt; Chapitre II bis : Haut Conseil pour le climat ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039359264",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039355955",
                    "textTitle": "LOI n°2019-1147 du 8 novembre 2019 - art. 10",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000039358626",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-11-09",
                    "dateSignaTexte": "2019-11-08",
                    "dateDebutCible": "2019-11-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028056315",
                    "textTitle": "LOI n°2013-907  du 11 octobre 2013 - art. 4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "JORFARTI000028056390",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2013-907",
                    "datePubli": 1381536000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041820860",
                    "textTitle": "LOI n°2020-473 du 25 avril 2020 - art. 22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000042194970",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2020-473",
                    "datePubli": 1587859200000,
                    "dateDebut": 1596240000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039359264",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1573344000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L132-4",
                "132-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}