{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038902771",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les instituts nationaux supérieurs du professorat et de l'éducation sont administrés, à parité de femmes et d'hommes, par un conseil de l'école et dirigés par un directeur. Ils comprennent également un conseil d'orientation scientifique et pédagogique. Les membres du conseil de l'institut et du conseil d'orientation scientifique et pédagogique sont désignés, à parité de femmes et d'hommes, pour un mandat de cinq ans, à l'exception des représentants des usagers qui sont désignés, à parité de femmes et d'hommes, pour une durée moindre fixée par décret. Ce décret fixe les règles relatives à la composition et au fonctionnement de ces conseils, dont les modalités de représentation des personnels, des personnes participant à des actions de formation organisées par l'institut ainsi que de celles qui en bénéficient. Le conseil de l'institut, dont l'effectif ne peut dépasser trente membres, comprend des représentants des enseignants, qui sont en nombre au moins égal à celui des représentants des autres personnels et des usagers, un ou plusieurs représentants de l'établissement public mentionné au premier alinéa de l'article L. 721-1 et au moins 30 % de personnalités extérieures, dont au moins un représentant des collectivités territoriales. Au moins la moitié des représentants des enseignants sont des représentants des enseignants-chercheurs ; l'autorité académique désigne une partie des personnalités extérieures. Le président du conseil est élu parmi les personnalités extérieures désignées par l'autorité académique. Le directeur de l'institut est nommé par arrêté conjoint des ministres chargés de l'éducation nationale et de l'enseignement supérieur. Les candidats à l'emploi de directeur d'institut sont auditionnés par un comité coprésidé par le recteur compétent et le président ou le directeur de l'établissement de rattachement. Un décret précise la durée des fonctions de directeur d'institut, les conditions à remplir pour pouvoir être candidat à cet emploi ainsi que les modalités de désignation des membres et de fonctionnement du comité d'audition. II.-Le conseil de l'institut adopte les règles relatives aux examens et les modalités de contrôle des connaissances. Il adopte le budget de l'institut et approuve les contrats pour les affaires intéressant l'institut. Il soumet au conseil d'administration de l'établissement public à caractère scientifique, culturel et professionnel la répartition des emplois. Il est consulté sur les recrutements de l'institut. III.-Le directeur de l'institut prépare les délibérations du conseil de l'institut et en assure l'exécution. Il a autorité sur l'ensemble des personnels. Il a qualité pour signer, au nom de l'établissement public à caractère scientifique, culturel et professionnel, les conventions relatives à l'organisation des enseignements. Ces conventions ne peuvent être exécutées qu'après avoir été approuvées par le président de l'établissement public à caractère scientifique, culturel et professionnel et votées par le conseil d'administration de l'établissement public. Le directeur de l'institut prépare un document d'orientation politique et budgétaire. Ce rapport est présenté aux instances délibératives des établissements publics d'enseignement supérieur partenaires de l'institut national supérieur du professorat et de l'éducation au cours du troisième trimestre de l'année civile. Le directeur propose une liste de membres des jurys d'examen au président de l'établissement public à caractère scientifique, culturel et professionnel pour les formations soumises à examen dispensées dans l'institut national supérieur du professorat et de l'éducation et, le cas échéant, aux présidents des établissements partenaires mentionnés à l'avant-dernier alinéa de l'article L. 721-1. IV.-Le conseil d'orientation scientifique et pédagogique contribue à la réflexion sur les grandes orientations relatives à la politique partenariale et aux activités de formation et de recherche de l'institut. V.-Chaque institut national supérieur du professorat et de l'éducation dispose, pour tenir compte des exigences de son développement, d'un budget propre intégré au budget de l'établissement public dont il fait partie. Les ministres compétents peuvent lui affecter directement des crédits et des emplois attribués à l'établissement public. Le directeur de l'institut national supérieur du professorat et de l'éducation est ordonnateur des recettes et des dépenses. Le budget de l'institut est approuvé par le conseil d'administration de l'établissement public, qui peut l'arrêter lorsqu'il n'est pas adopté par le conseil de l'institut ou n'est pas voté en équilibre réel.",
            "texteHtml": "<p>I.-Les instituts nationaux supérieurs du professorat et de l'éducation sont administrés, à parité de femmes et d'hommes, par un conseil de l'école et dirigés par un directeur. Ils comprennent également un conseil d'orientation scientifique et pédagogique.</p><p>Les membres du conseil de l'institut et du conseil d'orientation scientifique et pédagogique sont désignés, à parité de femmes et d'hommes, pour un mandat de cinq ans, à l'exception des représentants des usagers qui sont désignés, à parité de femmes et d'hommes, pour une durée moindre fixée par décret. Ce décret fixe les règles relatives à la composition et au fonctionnement de ces conseils, dont les modalités de représentation des personnels, des personnes participant à des actions de formation organisées par l'institut ainsi que de celles qui en bénéficient.</p><p>Le conseil de l'institut, dont l'effectif ne peut dépasser trente membres, comprend des représentants des enseignants, qui sont en nombre au moins égal à celui des représentants des autres personnels et des usagers, un ou plusieurs représentants de l'établissement public mentionné au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525403&dateTexte=&categorieLien=cid'>L. 721-1</a> et au moins 30 % de personnalités extérieures, dont au moins un représentant des collectivités territoriales. Au moins la moitié des représentants des enseignants sont des représentants des enseignants-chercheurs ; l'autorité académique désigne une partie des personnalités extérieures.</p><p>Le président du conseil est élu parmi les personnalités extérieures désignées par l'autorité académique.</p><p>Le directeur de l'institut est nommé par arrêté conjoint des ministres chargés de l'éducation nationale et de l'enseignement supérieur.</p><p>Les candidats à l'emploi de directeur d'institut sont auditionnés par un comité coprésidé par le recteur compétent et le président ou le directeur de l'établissement de rattachement.<br/>\nUn décret précise la durée des fonctions de directeur d'institut, les conditions à remplir pour pouvoir être candidat à cet emploi ainsi que les modalités de désignation des membres et de fonctionnement du comité d'audition.</p><p>II.-Le conseil de l'institut adopte les règles relatives aux examens et les modalités de contrôle des connaissances. Il adopte le budget de l'institut et approuve les contrats pour les affaires intéressant l'institut. Il soumet au conseil d'administration de l'établissement public à caractère scientifique, culturel et professionnel la répartition des emplois. Il est consulté sur les recrutements de l'institut.</p><p>III.-Le directeur de l'institut prépare les délibérations du conseil de l'institut et en assure l'exécution. Il a autorité sur l'ensemble des personnels.</p><p>Il a qualité pour signer, au nom de l'établissement public à caractère scientifique, culturel et professionnel, les conventions relatives à l'organisation des enseignements. Ces conventions ne peuvent être exécutées qu'après avoir été approuvées par le président de l'établissement public à caractère scientifique, culturel et professionnel et votées par le conseil d'administration de l'établissement public.</p><p>Le directeur de l'institut prépare un document d'orientation politique et budgétaire. Ce rapport est présenté aux instances délibératives des établissements publics d'enseignement supérieur partenaires de l'institut national supérieur du professorat et de l'éducation au cours du troisième trimestre de l'année civile.</p><p>Le directeur propose une liste de membres des jurys d'examen au président de l'établissement public à caractère scientifique, culturel et professionnel pour les formations soumises à examen dispensées dans l'institut national supérieur du professorat et de l'éducation et, le cas échéant, aux présidents des établissements partenaires mentionnés à l'avant-dernier alinéa de l'article L. 721-1.</p><p>IV.-Le conseil d'orientation scientifique et pédagogique contribue à la réflexion sur les grandes orientations relatives à la politique partenariale et aux activités de formation et de recherche de l'institut.</p><p>V.-Chaque institut national supérieur du professorat et de l'éducation dispose, pour tenir compte des exigences de son développement, d'un budget propre intégré au budget de l'établissement public dont il fait partie. Les ministres compétents peuvent lui affecter directement des crédits et des emplois attribués à l'établissement public. Le directeur de l'institut national supérieur du professorat et de l'éducation est ordonnateur des recettes et des dépenses. Le budget de l'institut est approuvé par le conseil d'administration de l'établissement public, qui peut l'arrêter lorsqu'il n'est pas adopté par le conseil de l'institut ou n'est pas voté en équilibre réel.</p>",
            "num": "L721-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2020-12-27",
                        "titre": "Troisième partie : Les enseignements supérieurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120391",
                        "id": "LEGISCTA000006120391",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-27",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Les enseignements supérieurs et la recherche",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120391",
                        "id": "LEGISCTA000042813280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Les établissements d'enseignement supérieur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137628",
                        "id": "LEGISCTA000006137628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-02-12",
                        "fin": "2013-07-10",
                        "titre": "Titre II : Etablissements de formation des maîtres",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000006151374",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-10",
                        "fin": "2019-09-02",
                        "titre": "Titre II : Ecoles supérieures du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000027683011",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-02",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Instituts nationaux supérieurs du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000038902524",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-02-12",
                        "fin": "2013-07-10",
                        "titre": "Chapitre Ier : Missions et organisation des instituts universitaires de formation des maîtres.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000006166748",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-10",
                        "fin": "2019-09-02",
                        "titre": "Chapitre Ier : Missions et organisation des écoles supérieures du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000027683009",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-02",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Missions et organisation des instituts nationaux supérieurs du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000038902522",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006525411",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166748",
            "sectionParentId": "LEGISCTA000038902522",
            "sectionParentTitre": "Chapitre Ier : Missions et organisation des instituts nationaux supérieurs du professorat et de l'éducation",
            "fullSectionsTitre": "Partie législative &gt; Troisième partie : Les enseignements supérieurs &gt; Livre VII : Les établissements d'enseignement supérieur &gt; Titre II : Instituts nationaux supérieurs du professorat et de l'éducation &gt; Chapitre Ier : Missions et organisation des instituts nationaux supérieurs du professorat et de l'éducation",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038902771",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Rapport au Président de la République relatif à l'ordonnance n° 2000-549 du 15 juin 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi n° 2003-339 du 14 avril 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038829065",
                    "textTitle": "LOI n°2019-791 du 26 juillet 2019 - art. 44",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "44",
                    "articleId": "LEGIARTI000038847607",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-28",
                    "dateSignaTexte": "2019-07-26",
                    "dateDebutCible": "2019-07-29"
                },
                {
                    "textCid": "JORFTEXT000038829065",
                    "textTitle": "LOI n°2019-791 du 26 juillet 2019 - art. 45 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000038847609",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-28",
                    "dateSignaTexte": "2019-07-26",
                    "dateDebutCible": "2019-07-29"
                },
                {
                    "textCid": "JORFTEXT000038829065",
                    "textTitle": "LOI n°2019-791 du 26 juillet 2019 - art. 54",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "54",
                    "articleId": "LEGIARTI000038847501",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-28",
                    "dateSignaTexte": "2019-07-26",
                    "dateDebutCible": "2019-07-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000259787",
                    "textTitle": "Loi n°2005-380 du 23 avril 2005 - art. 87 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "87",
                    "articleId": "LEGIARTI000006435812",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2005-380",
                    "datePubli": 1114300800000,
                    "dateDebut": 1114300800000
                },
                {
                    "textCid": "JORFTEXT000027677984",
                    "textTitle": "LOI n°2013-595\n du 8 juillet 2013 - art. 83 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000027748509",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2013-595",
                    "datePubli": 1373328000000,
                    "dateDebut": 1374624000000
                },
                {
                    "textCid": "JORFTEXT000027905257",
                    "textTitle": "Arrêté du 27 août 2013 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027907934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1377734400000,
                    "dateDebut": 1377820800000
                },
                {
                    "textCid": "JORFTEXT000030063397",
                    "textTitle": "DÉCRET n°2015-6 du 6 janvier 2015 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000030064486",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-6",
                    "datePubli": 1420675200000,
                    "dateDebut": 1420761600000
                },
                {
                    "textCid": "JORFTEXT000039005260",
                    "textTitle": "Décret n°2019-920 du 30 août 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039020797",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-920",
                    "datePubli": 1567296000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "JORFTEXT000044069299",
                    "textTitle": "Décret n°2021-1206 du 20 septembre 2021 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000044069858",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1206",
                    "datePubli": 1632182400000,
                    "dateDebut": 1632268800000
                },
                {
                    "textCid": "JORFTEXT000044069299",
                    "textTitle": "Décret n°2021-1206 du 20 septembre 2021 - art. 37 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000048067421",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1206",
                    "datePubli": 1632182400000,
                    "dateDebut": 1632268800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D719-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D719-2",
                    "articleId": "LEGIARTI000039063738",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D721-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D721-4",
                    "articleId": "LEGIARTI000039063686",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L721-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L721-1",
                    "articleId": "LEGIARTI000006525403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L771-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L771-1",
                    "articleId": "LEGIARTI000006525499",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L771-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L771-2",
                    "articleId": "LEGIARTI000043485403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L773-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-1",
                    "articleId": "LEGIARTI000006525505",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L773-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-3-1",
                    "articleId": "LEGIARTI000042814822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L774-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-1",
                    "articleId": "LEGIARTI000006525511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L774-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-3-1",
                    "articleId": "LEGIARTI000042814816",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 17 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006434878",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 17 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006434878",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006525411",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1108166400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006525412",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1108166400000,
                    "dateFin": 1114300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027682997",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1373414400000,
                    "dateFin": 1374624000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027748519",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374624000000,
                    "dateFin": 1567382400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038905111",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1567382400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038902771",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L721-3",
                "721-3"
            ],
            "versionPrecedente": "LEGIARTI000038905111",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038905111",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les instituts nationaux supérieurs du professorat et de l'éducation sont administrés, à parité de femmes et d'hommes, par un conseil de l'école et dirigés par un directeur. Ils comprennent également un conseil d'orientation scientifique et pédagogique. Les membres du conseil de l'institut et du conseil d'orientation scientifique et pédagogique sont désignés, à parité de femmes et d'hommes, pour un mandat de cinq ans, à l'exception des représentants des usagers qui sont désignés, à parité de femmes et d'hommes, pour une durée moindre fixée par décret. Ce décret fixe les règles relatives à la composition et au fonctionnement de ces conseils, dont les modalités de représentation des personnels, des personnes participant à des actions de formation organisées par l'institut ainsi que de celles qui en bénéficient. Le conseil de l'institut, dont l'effectif ne peut dépasser trente membres, comprend des représentants des enseignants, qui sont en nombre au moins égal à celui des représentants des autres personnels et des usagers, un ou plusieurs représentants de l'établissement public mentionné au premier alinéa de l'article L. 721-1 et au moins 30 % de personnalités extérieures, dont au moins un représentant des collectivités territoriales. Au moins la moitié des représentants des enseignants sont des représentants des enseignants-chercheurs ; le recteur de l'académie désigne une partie des personnalités extérieures. Le président du conseil est élu parmi les personnalités extérieures désignées par le recteur. Le directeur de l'institut est nommé par arrêté conjoint des ministres chargés de l'éducation nationale et de l'enseignement supérieur. Les candidats à l'emploi de directeur d'institut sont auditionnés par un comité coprésidé par le recteur compétent et le président ou le directeur de l'établissement de rattachement. Un décret précise la durée des fonctions de directeur d'institut, les conditions à remplir pour pouvoir être candidat à cet emploi ainsi que les modalités de désignation des membres et de fonctionnement du comité d'audition. II.-Le conseil de l'institut adopte les règles relatives aux examens et les modalités de contrôle des connaissances. Il adopte le budget de l'institut et approuve les contrats pour les affaires intéressant l'institut. Il soumet au conseil d'administration de l'établissement public à caractère scientifique, culturel et professionnel la répartition des emplois. Il est consulté sur les recrutements de l'institut. III.-Le directeur de l'institut prépare les délibérations du conseil de l'institut et en assure l'exécution. Il a autorité sur l'ensemble des personnels. Il a qualité pour signer, au nom de l'établissement public à caractère scientifique, culturel et professionnel, les conventions relatives à l'organisation des enseignements. Ces conventions ne peuvent être exécutées qu'après avoir été approuvées par le président de l'établissement public à caractère scientifique, culturel et professionnel et votées par le conseil d'administration de l'établissement public. Le directeur de l'institut prépare un document d'orientation politique et budgétaire. Ce rapport est présenté aux instances délibératives des établissements publics d'enseignement supérieur partenaires de l'institut national supérieur du professorat et de l'éducation au cours du troisième trimestre de l'année civile. Le directeur propose une liste de membres des jurys d'examen au président de l'établissement public à caractère scientifique, culturel et professionnel pour les formations soumises à examen dispensées dans l'institut national supérieur du professorat et de l'éducation et, le cas échéant, aux présidents des établissements partenaires mentionnés à l'avant-dernier alinéa de l'article L. 721-1. IV.-Le conseil d'orientation scientifique et pédagogique contribue à la réflexion sur les grandes orientations relatives à la politique partenariale et aux activités de formation et de recherche de l'institut. V.-Chaque institut national supérieur du professorat et de l'éducation dispose, pour tenir compte des exigences de son développement, d'un budget propre intégré au budget de l'établissement public dont il fait partie. Les ministres compétents peuvent lui affecter directement des crédits et des emplois attribués à l'établissement public. Le directeur de l'institut national supérieur du professorat et de l'éducation est ordonnateur des recettes et des dépenses. Le budget de l'institut est approuvé par le conseil d'administration de l'établissement public, qui peut l'arrêter lorsqu'il n'est pas adopté par le conseil de l'institut ou n'est pas voté en équilibre réel.",
            "texteHtml": "<p>I.-Les instituts nationaux supérieurs du professorat et de l'éducation sont administrés, à parité de femmes et d'hommes, par un conseil de l'école et dirigés par un directeur. Ils comprennent également un conseil d'orientation scientifique et pédagogique.</p><p>Les membres du conseil de l'institut et du conseil d'orientation scientifique et pédagogique sont désignés, à parité de femmes et d'hommes, pour un mandat de cinq ans, à l'exception des représentants des usagers qui sont désignés, à parité de femmes et d'hommes, pour une durée moindre fixée par décret. Ce décret fixe les règles relatives à la composition et au fonctionnement de ces conseils, dont les modalités de représentation des personnels, des personnes participant à des actions de formation organisées par l'institut ainsi que de celles qui en bénéficient.</p><p>Le conseil de l'institut, dont l'effectif ne peut dépasser trente membres, comprend des représentants des enseignants, qui sont en nombre au moins égal à celui des représentants des autres personnels et des usagers, un ou plusieurs représentants de l'établissement public mentionné au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525403&dateTexte=&categorieLien=cid'>L. 721-1</a> et au moins 30 % de personnalités extérieures, dont au moins un représentant des collectivités territoriales. Au moins la moitié des représentants des enseignants sont des représentants des enseignants-chercheurs ; le recteur de l'académie désigne une partie des personnalités extérieures.</p><p>Le président du conseil est élu parmi les personnalités extérieures désignées par le recteur.</p><p>Le directeur de l'institut est nommé par arrêté conjoint des ministres chargés de l'éducation nationale et de l'enseignement supérieur.</p><p>Les candidats à l'emploi de directeur d'institut sont auditionnés par un comité coprésidé par le recteur compétent et le président ou le directeur de l'établissement de rattachement.<br/>\nUn décret précise la durée des fonctions de directeur d'institut, les conditions à remplir pour pouvoir être candidat à cet emploi ainsi que les modalités de désignation des membres et de fonctionnement du comité d'audition.</p><p>II.-Le conseil de l'institut adopte les règles relatives aux examens et les modalités de contrôle des connaissances. Il adopte le budget de l'institut et approuve les contrats pour les affaires intéressant l'institut. Il soumet au conseil d'administration de l'établissement public à caractère scientifique, culturel et professionnel la répartition des emplois. Il est consulté sur les recrutements de l'institut.</p><p>III.-Le directeur de l'institut prépare les délibérations du conseil de l'institut et en assure l'exécution. Il a autorité sur l'ensemble des personnels.</p><p>Il a qualité pour signer, au nom de l'établissement public à caractère scientifique, culturel et professionnel, les conventions relatives à l'organisation des enseignements. Ces conventions ne peuvent être exécutées qu'après avoir été approuvées par le président de l'établissement public à caractère scientifique, culturel et professionnel et votées par le conseil d'administration de l'établissement public.</p><p>Le directeur de l'institut prépare un document d'orientation politique et budgétaire. Ce rapport est présenté aux instances délibératives des établissements publics d'enseignement supérieur partenaires de l'institut national supérieur du professorat et de l'éducation au cours du troisième trimestre de l'année civile.</p><p>Le directeur propose une liste de membres des jurys d'examen au président de l'établissement public à caractère scientifique, culturel et professionnel pour les formations soumises à examen dispensées dans l'institut national supérieur du professorat et de l'éducation et, le cas échéant, aux présidents des établissements partenaires mentionnés à l'avant-dernier alinéa de l'article L. 721-1.</p><p>IV.-Le conseil d'orientation scientifique et pédagogique contribue à la réflexion sur les grandes orientations relatives à la politique partenariale et aux activités de formation et de recherche de l'institut.</p><p>V.-Chaque institut national supérieur du professorat et de l'éducation dispose, pour tenir compte des exigences de son développement, d'un budget propre intégré au budget de l'établissement public dont il fait partie. Les ministres compétents peuvent lui affecter directement des crédits et des emplois attribués à l'établissement public. Le directeur de l'institut national supérieur du professorat et de l'éducation est ordonnateur des recettes et des dépenses. Le budget de l'institut est approuvé par le conseil d'administration de l'établissement public, qui peut l'arrêter lorsqu'il n'est pas adopté par le conseil de l'institut ou n'est pas voté en équilibre réel.</p>",
            "num": "L721-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1567382400000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2020-12-27",
                        "titre": "Troisième partie : Les enseignements supérieurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120391",
                        "id": "LEGISCTA000006120391",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-27",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Les enseignements supérieurs et la recherche",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120391",
                        "id": "LEGISCTA000042813280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Les établissements d'enseignement supérieur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137628",
                        "id": "LEGISCTA000006137628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-02-12",
                        "fin": "2013-07-10",
                        "titre": "Titre II : Etablissements de formation des maîtres",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000006151374",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-10",
                        "fin": "2019-09-02",
                        "titre": "Titre II : Ecoles supérieures du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000027683011",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-02",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Instituts nationaux supérieurs du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000038902524",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-02-12",
                        "fin": "2013-07-10",
                        "titre": "Chapitre Ier : Missions et organisation des instituts universitaires de formation des maîtres.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000006166748",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-10",
                        "fin": "2019-09-02",
                        "titre": "Chapitre Ier : Missions et organisation des écoles supérieures du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000027683009",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-02",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Missions et organisation des instituts nationaux supérieurs du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000038902522",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006525411",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166748",
            "sectionParentId": "LEGISCTA000038902522",
            "sectionParentTitre": "Chapitre Ier : Missions et organisation des instituts nationaux supérieurs du professorat et de l'éducation",
            "fullSectionsTitre": "Partie législative &gt; Troisième partie : Les enseignements supérieurs &gt; Livre VII : Les établissements d'enseignement supérieur &gt; Titre II : Instituts nationaux supérieurs du professorat et de l'éducation &gt; Chapitre Ier : Missions et organisation des instituts nationaux supérieurs du professorat et de l'éducation",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038905111",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 63 de la loi n° 2019-791 du 26 juillet 2019, ces dispositions entrent en vigueur à la rentrée scolaire 2019. Conformément à l'article 63 de la loi n° 2019-791 du 26 juillet 2019, les directeurs d'école supérieure du professorat et de l'éducation dont le mandat est en cours à la date d'entrée en vigueur du présent article exercent, pour la durée de leur mandat restant à courir, la fonction de directeur d'institut national supérieur du professorat et de l'éducation.",
            "notaHtml": "<p>Conformément à l'article 63 de la loi n° 2019-791 du 26 juillet 2019, ces dispositions entrent en vigueur à la rentrée scolaire 2019.</p><p>Conformément à l'article 63 de la loi n° 2019-791 du 26 juillet 2019, les directeurs d'école supérieure du professorat et de l'éducation dont le mandat est en cours à la date d'entrée en vigueur du présent article exercent, pour la durée de leur mandat restant à courir, la fonction de directeur d'institut national supérieur du professorat et de l'éducation.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038829065",
                    "textTitle": "LOI n° 2019-791 du 26 juillet 2019 - art. 44",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "44",
                    "articleId": "LEGIARTI000038847607",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-28",
                    "dateSignaTexte": "2019-07-26",
                    "dateDebutCible": "2019-07-29"
                },
                {
                    "textCid": "JORFTEXT000038829065",
                    "textTitle": "LOI n° 2019-791 du 26 juillet 2019 - art. 45 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000038847609",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-28",
                    "dateSignaTexte": "2019-07-26",
                    "dateDebutCible": "2019-07-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000259787",
                    "textTitle": "Loi n°2005-380 du 23 avril 2005 - art. 87 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "87",
                    "articleId": "LEGIARTI000006435812",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2005-380",
                    "datePubli": 1114300800000,
                    "dateDebut": 1114300800000
                },
                {
                    "textCid": "JORFTEXT000027677984",
                    "textTitle": "LOI n°2013-595\n du 8 juillet 2013 - art. 83 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000027748509",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2013-595",
                    "datePubli": 1373328000000,
                    "dateDebut": 1374624000000
                },
                {
                    "textCid": "JORFTEXT000027905257",
                    "textTitle": "Arrêté du 27 août 2013 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027907934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1377734400000,
                    "dateDebut": 1377820800000
                },
                {
                    "textCid": "JORFTEXT000030063397",
                    "textTitle": "DÉCRET n°2015-6 du 6 janvier 2015 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000030064486",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-6",
                    "datePubli": 1420675200000,
                    "dateDebut": 1420761600000
                },
                {
                    "textCid": "JORFTEXT000039005260",
                    "textTitle": "Décret n°2019-920 du 30 août 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039020797",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-920",
                    "datePubli": 1567296000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "JORFTEXT000044069299",
                    "textTitle": "Décret n°2021-1206 du 20 septembre 2021 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000044069858",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1206",
                    "datePubli": 1632182400000,
                    "dateDebut": 1632268800000
                },
                {
                    "textCid": "JORFTEXT000044069299",
                    "textTitle": "Décret n°2021-1206 du 20 septembre 2021 - art. 37 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000048067421",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1206",
                    "datePubli": 1632182400000,
                    "dateDebut": 1632268800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D719-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D719-2",
                    "articleId": "LEGIARTI000039063738",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D721-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D721-4",
                    "articleId": "LEGIARTI000039063686",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L721-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L721-1",
                    "articleId": "LEGIARTI000006525403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L771-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L771-1",
                    "articleId": "LEGIARTI000006525499",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L771-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L771-2",
                    "articleId": "LEGIARTI000043485403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L773-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-1",
                    "articleId": "LEGIARTI000006525505",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L773-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-3-1",
                    "articleId": "LEGIARTI000042814822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L774-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-1",
                    "articleId": "LEGIARTI000006525511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L774-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-3-1",
                    "articleId": "LEGIARTI000042814816",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 17 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006434878",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 17 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006434878",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006525411",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1108166400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006525412",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1108166400000,
                    "dateFin": 1114300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027682997",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1373414400000,
                    "dateFin": 1374624000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027748519",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374624000000,
                    "dateFin": 1567382400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038905111",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1567382400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038902771",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L721-3",
                "721-3"
            ],
            "versionPrecedente": "LEGIARTI000027748519",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027748519",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les écoles supérieures du professorat et de l'éducation sont administrées, à parité de femmes et d'hommes, par un conseil de l'école et dirigées par un directeur. Elles comprennent également un conseil d'orientation scientifique et pédagogique. Les membres du conseil de l'école et du conseil d'orientation scientifique et pédagogique sont désignés, à parité de femmes et d'hommes, pour un mandat de cinq ans, à l'exception des représentants des usagers qui sont désignés, à parité de femmes et d'hommes, pour une durée moindre fixée par décret. Ce décret fixe les règles relatives à la composition et au fonctionnement de ces conseils, dont les modalités de représentation des personnels, des personnes participant à des actions de formation organisées par l'école ainsi que de celles qui en bénéficient. Le conseil de l'école, dont l'effectif ne peut dépasser trente membres, comprend des représentants des enseignants, qui sont en nombre au moins égal à celui des représentants des autres personnels et des usagers, un ou plusieurs représentants de l'établissement public mentionné au premier alinéa de l'article L. 721-1 et au moins 30 % de personnalités extérieures, dont au moins un représentant des collectivités territoriales. Au moins la moitié des représentants des enseignants sont des représentants des enseignants-chercheurs ; le recteur de l'académie désigne une partie des personnalités extérieures. Le président du conseil est élu parmi les personnalités extérieures désignées par le recteur. Le directeur de l'école est nommé pour un mandat de cinq ans par arrêté conjoint des ministres chargés de l'enseignement supérieur et de l'éducation nationale, sur proposition du conseil de l'école. II.-Le conseil de l'école adopte les règles relatives aux examens et les modalités de contrôle des connaissances. Il adopte le budget de l'école et approuve les contrats pour les affaires intéressant l'école. Il soumet au conseil d'administration de l'établissement public à caractère scientifique, culturel et professionnel la répartition des emplois. Il est consulté sur les recrutements de l'école. III.-Le directeur de l'école prépare les délibérations du conseil de l'école et en assure l'exécution. Il a autorité sur l'ensemble des personnels. Il a qualité pour signer, au nom de l'établissement public à caractère scientifique, culturel et professionnel, les conventions relatives à l'organisation des enseignements. Ces conventions ne peuvent être exécutées qu'après avoir été approuvées par le président de l'établissement public à caractère scientifique, culturel et professionnel et votées par le conseil d'administration de l'établissement public. Le directeur de l'école prépare un document d'orientation politique et budgétaire. Ce rapport est présenté aux instances délibératives des établissements publics d'enseignement supérieur partenaires de l'école supérieure du professorat et de l'éducation au cours du troisième trimestre de l'année civile. Le directeur propose une liste de membres des jurys d'examen au président de l'établissement public à caractère scientifique, culturel et professionnel pour les formations soumises à examen dispensées dans l'école supérieure du professorat et de l'éducation et, le cas échéant, aux présidents des établissements partenaires mentionnés à l'avant-dernier alinéa de l'article L. 721-1. IV.-Le conseil d'orientation scientifique et pédagogique contribue à la réflexion sur les grandes orientations relatives à la politique partenariale et aux activités de formation et de recherche de l'école. V.-Chaque école supérieure du professorat et de l'éducation dispose, pour tenir compte des exigences de son développement, d'un budget propre intégré au budget de l'établissement public dont elle fait partie. Les ministres compétents peuvent lui affecter directement des crédits et des emplois attribués à l'établissement public. Le directeur de l'école supérieure du professorat et de l'éducation est ordonnateur des recettes et des dépenses. Le budget de l'école est approuvé par le conseil d'administration de l'établissement public, qui peut l'arrêter lorsqu'il n'est pas adopté par le conseil de l'école ou n'est pas voté en équilibre réel.",
            "texteHtml": "<p>I.-Les écoles supérieures du professorat et de l'éducation sont administrées, à parité de femmes et d'hommes, par un conseil de l'école et dirigées par un directeur. Elles comprennent également un conseil d'orientation scientifique et pédagogique. </p><p>Les membres du conseil de l'école et du conseil d'orientation scientifique et pédagogique sont désignés, à parité de femmes et d'hommes, pour un mandat de cinq ans, à l'exception des représentants des usagers qui sont désignés, à parité de femmes et d'hommes, pour une durée moindre fixée par décret. Ce décret fixe les règles relatives à la composition et au fonctionnement de ces conseils, dont les modalités de représentation des personnels, des personnes participant à des actions de formation organisées par l'école ainsi que de celles qui en bénéficient. </p><p>Le conseil de l'école, dont l'effectif ne peut dépasser trente membres, comprend des représentants des enseignants, qui sont en nombre au moins égal à celui des représentants des autres personnels et des usagers, un ou plusieurs représentants de l'établissement public mentionné au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525403&dateTexte=&categorieLien=cid'>L. 721-1</a> et au moins 30 % de personnalités extérieures, dont au moins un représentant des collectivités territoriales. Au moins la moitié des représentants des enseignants sont des représentants des enseignants-chercheurs ; le recteur de l'académie désigne une partie des personnalités extérieures. </p><p>Le président du conseil est élu parmi les personnalités extérieures désignées par le recteur. </p><p>Le directeur de l'école est nommé pour un mandat de cinq ans par arrêté conjoint des ministres chargés de l'enseignement supérieur et de l'éducation nationale, sur proposition du conseil de l'école. </p><p>II.-Le conseil de l'école adopte les règles relatives aux examens et les modalités de contrôle des connaissances. Il adopte le budget de l'école et approuve les contrats pour les affaires intéressant l'école. Il soumet au conseil d'administration de l'établissement public à caractère scientifique, culturel et professionnel la répartition des emplois. Il est consulté sur les recrutements de l'école. </p><p>III.-Le directeur de l'école prépare les délibérations du conseil de l'école et en assure l'exécution. Il a autorité sur l'ensemble des personnels. </p><p>Il a qualité pour signer, au nom de l'établissement public à caractère scientifique, culturel et professionnel, les conventions relatives à l'organisation des enseignements. Ces conventions ne peuvent être exécutées qu'après avoir été approuvées par le président de l'établissement public à caractère scientifique, culturel et professionnel et votées par le conseil d'administration de l'établissement public. </p><p>Le directeur de l'école prépare un document d'orientation politique et budgétaire. Ce rapport est présenté aux instances délibératives des établissements publics d'enseignement supérieur partenaires de l'école supérieure du professorat et de l'éducation au cours du troisième trimestre de l'année civile. </p><p>Le directeur propose une liste de membres des jurys d'examen au président de l'établissement public à caractère scientifique, culturel et professionnel pour les formations soumises à examen dispensées dans l'école supérieure du professorat et de l'éducation et, le cas échéant, aux présidents des établissements partenaires mentionnés à l'avant-dernier alinéa de l'article L. 721-1. </p><p>IV.-Le conseil d'orientation scientifique et pédagogique contribue à la réflexion sur les grandes orientations relatives à la politique partenariale et aux activités de formation et de recherche de l'école. </p><p>V.-Chaque école supérieure du professorat et de l'éducation dispose, pour tenir compte des exigences de son développement, d'un budget propre intégré au budget de l'établissement public dont elle fait partie. Les ministres compétents peuvent lui affecter directement des crédits et des emplois attribués à l'établissement public. Le directeur de l'école supérieure du professorat et de l'éducation est ordonnateur des recettes et des dépenses. Le budget de l'école est approuvé par le conseil d'administration de l'établissement public, qui peut l'arrêter lorsqu'il n'est pas adopté par le conseil de l'école ou n'est pas voté en équilibre réel.</p><p></p>",
            "num": "L721-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1374624000000,
            "dateFin": 1567382400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2020-12-27",
                        "titre": "Troisième partie : Les enseignements supérieurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120391",
                        "id": "LEGISCTA000006120391",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-27",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Les enseignements supérieurs et la recherche",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120391",
                        "id": "LEGISCTA000042813280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Les établissements d'enseignement supérieur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137628",
                        "id": "LEGISCTA000006137628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-02-12",
                        "fin": "2013-07-10",
                        "titre": "Titre II : Etablissements de formation des maîtres",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000006151374",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-10",
                        "fin": "2019-09-02",
                        "titre": "Titre II : Ecoles supérieures du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000027683011",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-02",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Instituts nationaux supérieurs du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000038902524",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-02-12",
                        "fin": "2013-07-10",
                        "titre": "Chapitre Ier : Missions et organisation des instituts universitaires de formation des maîtres.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000006166748",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-10",
                        "fin": "2019-09-02",
                        "titre": "Chapitre Ier : Missions et organisation des écoles supérieures du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000027683009",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-02",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Missions et organisation des instituts nationaux supérieurs du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000038902522",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006525411",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166748",
            "sectionParentId": "LEGISCTA000038902522",
            "sectionParentTitre": "Chapitre Ier : Missions et organisation des instituts nationaux supérieurs du professorat et de l'éducation",
            "fullSectionsTitre": "Partie législative &gt; Troisième partie : Les enseignements supérieurs &gt; Livre VII : Les établissements d'enseignement supérieur &gt; Titre II : Instituts nationaux supérieurs du professorat et de l'éducation &gt; Chapitre Ier : Missions et organisation des instituts nationaux supérieurs du professorat et de l'éducation",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027748519",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Rapport au Président de la République relatif à l'ordonnance n° 2000-549 du 15 juin 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi n° 2003-339 du 14 avril 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000027735009",
                    "textTitle": "LOI n°2013-660\n du 22 juillet 2013 - art. 101",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "101",
                    "articleId": "LEGIARTI000027736778",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-07-23",
                    "dateSignaTexte": "2013-07-22",
                    "dateDebutCible": "2013-07-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000259787",
                    "textTitle": "Loi n°2005-380 du 23 avril 2005 - art. 87 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "87",
                    "articleId": "LEGIARTI000006435812",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2005-380",
                    "datePubli": 1114300800000,
                    "dateDebut": 1114300800000
                },
                {
                    "textCid": "JORFTEXT000027677984",
                    "textTitle": "LOI n°2013-595\n du 8 juillet 2013 - art. 83 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000027748509",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2013-595",
                    "datePubli": 1373328000000,
                    "dateDebut": 1374624000000
                },
                {
                    "textCid": "JORFTEXT000027905257",
                    "textTitle": "Arrêté du 27 août 2013 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027907934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1377734400000,
                    "dateDebut": 1377820800000
                },
                {
                    "textCid": "JORFTEXT000030063397",
                    "textTitle": "DÉCRET n°2015-6 du 6 janvier 2015 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000030064486",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-6",
                    "datePubli": 1420675200000,
                    "dateDebut": 1420761600000
                },
                {
                    "textCid": "JORFTEXT000039005260",
                    "textTitle": "Décret n°2019-920 du 30 août 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039020797",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-920",
                    "datePubli": 1567296000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "JORFTEXT000044069299",
                    "textTitle": "Décret n°2021-1206 du 20 septembre 2021 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000044069858",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1206",
                    "datePubli": 1632182400000,
                    "dateDebut": 1632268800000
                },
                {
                    "textCid": "JORFTEXT000044069299",
                    "textTitle": "Décret n°2021-1206 du 20 septembre 2021 - art. 37 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000048067421",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1206",
                    "datePubli": 1632182400000,
                    "dateDebut": 1632268800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D719-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D719-2",
                    "articleId": "LEGIARTI000039063738",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D721-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D721-4",
                    "articleId": "LEGIARTI000039063686",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L721-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L721-1",
                    "articleId": "LEGIARTI000006525403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L771-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L771-1",
                    "articleId": "LEGIARTI000006525499",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L771-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L771-2",
                    "articleId": "LEGIARTI000043485403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L773-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-1",
                    "articleId": "LEGIARTI000006525505",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L773-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-3-1",
                    "articleId": "LEGIARTI000042814822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L774-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-1",
                    "articleId": "LEGIARTI000006525511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L774-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-3-1",
                    "articleId": "LEGIARTI000042814816",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 17 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006434878",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 17 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006434878",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006525411",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1108166400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006525412",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1108166400000,
                    "dateFin": 1114300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027682997",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1373414400000,
                    "dateFin": 1374624000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027748519",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374624000000,
                    "dateFin": 1567382400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038905111",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1567382400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038902771",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L721-3",
                "721-3"
            ],
            "versionPrecedente": "LEGIARTI000027682997",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027682997",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les écoles supérieures du professorat et de l'éducation sont administrées, à parité de femmes et d'hommes, par un conseil de l'école et dirigées par un directeur. Elles comprennent également un conseil d'orientation scientifique et pédagogique. Les membres du conseil de l'école et du conseil d'orientation scientifique et pédagogique sont désignés, à parité de femmes et d'hommes, pour un mandat de cinq ans, à l'exception des représentants des usagers qui sont désignés, à parité de femmes et d'hommes, pour une durée moindre fixée par décret. Ce décret fixe les règles relatives à la composition et au fonctionnement de ces conseils, dont les modalités de représentation des personnels, des personnes participant à des actions de formation organisées par l'école ainsi que de celles qui en bénéficient. Le conseil de l'école, dont l'effectif ne peut dépasser trente membres, comprend des représentants des enseignants, qui sont en nombre au moins égal à celui des représentants des autres personnels et des usagers, un ou plusieurs représentants de l'établissement public mentionné au premier alinéa de l'article L. 721-1 et au moins 30 % de personnalités extérieures, dont au moins un représentant des collectivités territoriales. Au moins la moitié des représentants des enseignants sont des représentants des enseignants-chercheurs ; le recteur de l'académie désigne une partie des personnalités extérieures. Le président du conseil est élu parmi les personnalités extérieures désignées par le recteur. Le directeur de l'école est nommé pour un mandat de cinq ans par arrêté conjoint des ministres chargés de l'enseignement supérieur et de l'éducation nationale, sur proposition du conseil de l'école. II.-Le conseil de l'école adopte les règles relatives aux examens et les modalités de contrôle des connaissances. Il adopte le budget de l'école et approuve les contrats pour les affaires intéressant l'école. Il soumet au conseil d'administration de l'établissement public à caractère scientifique, culturel et professionnel ou de l'établissement public de coopération scientifique la répartition des emplois. Il est consulté sur les recrutements de l'école. III.-Le directeur de l'école prépare les délibérations du conseil de l'école et en assure l'exécution. Il a autorité sur l'ensemble des personnels. Il a qualité pour signer, au nom de l'établissement public à caractère scientifique, culturel et professionnel ou de l'établissement public de coopération scientifique, les conventions relatives à l'organisation des enseignements. Ces conventions ne peuvent être exécutées qu'après avoir été approuvées par le président de l'établissement public à caractère scientifique, culturel et professionnel ou de l'établissement public de coopération scientifique et votées par le conseil d'administration de l'établissement public. Le directeur de l'école prépare un document d'orientation politique et budgétaire. Ce rapport est présenté aux instances délibératives des établissements publics d'enseignement supérieur partenaires de l'école supérieure du professorat et de l'éducation au cours du troisième trimestre de l'année civile. Le directeur propose une liste de membres des jurys d'examen au président de l'établissement public à caractère scientifique, culturel et professionnel ou de l'établissement public de coopération scientifique pour les formations soumises à examen dispensées dans l'école supérieure du professorat et de l'éducation et, le cas échéant, aux présidents des établissements partenaires mentionnés à l'avant-dernier alinéa de l'article L. 721-1. IV.-Le conseil d'orientation scientifique et pédagogique contribue à la réflexion sur les grandes orientations relatives à la politique partenariale et aux activités de formation et de recherche de l'école. V.-Chaque école supérieure du professorat et de l'éducation dispose, pour tenir compte des exigences de son développement, d'un budget propre intégré au budget de l'établissement public dont elle fait partie. Les ministres compétents peuvent lui affecter directement des crédits et des emplois attribués à l'établissement public. Le directeur de l'école supérieure du professorat et de l'éducation est ordonnateur des recettes et des dépenses. Le budget de l'école est approuvé par le conseil d'administration de l'établissement public, qui peut l'arrêter lorsqu'il n'est pas adopté par le conseil de l'école ou n'est pas voté en équilibre réel.",
            "texteHtml": "<p>I.-Les écoles supérieures du professorat et de l'éducation sont administrées, à parité de femmes et d'hommes, par un conseil de l'école et dirigées par un directeur. Elles comprennent également un conseil d'orientation scientifique et pédagogique. </p><p>Les membres du conseil de l'école et du conseil d'orientation scientifique et pédagogique sont désignés, à parité de femmes et d'hommes, pour un mandat de cinq ans, à l'exception des représentants des usagers qui sont désignés, à parité de femmes et d'hommes, pour une durée moindre fixée par décret. Ce décret fixe les règles relatives à la composition et au fonctionnement de ces conseils, dont les modalités de représentation des personnels, des personnes participant à des actions de formation organisées par l'école ainsi que de celles qui en bénéficient. </p><p>Le conseil de l'école, dont l'effectif ne peut dépasser trente membres, comprend des représentants des enseignants, qui sont en nombre au moins égal à celui des représentants des autres personnels et des usagers, un ou plusieurs représentants de l'établissement public mentionné au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525403&dateTexte=&categorieLien=cid'>L. 721-1</a> et au moins 30 % de personnalités extérieures, dont au moins un représentant des collectivités territoriales. Au moins la moitié des représentants des enseignants sont des représentants des enseignants-chercheurs ; le recteur de l'académie désigne une partie des personnalités extérieures. </p><p>Le président du conseil est élu parmi les personnalités extérieures désignées par le recteur. </p><p>Le directeur de l'école est nommé pour un mandat de cinq ans par arrêté conjoint des ministres chargés de l'enseignement supérieur et de l'éducation nationale, sur proposition du conseil de l'école. </p><p>II.-Le conseil de l'école adopte les règles relatives aux examens et les modalités de contrôle des connaissances. Il adopte le budget de l'école et approuve les contrats pour les affaires intéressant l'école. Il soumet au conseil d'administration de l'établissement public à caractère scientifique, culturel et professionnel ou de l'établissement public de coopération scientifique la répartition des emplois. Il est consulté sur les recrutements de l'école. </p><p>III.-Le directeur de l'école prépare les délibérations du conseil de l'école et en assure l'exécution. Il a autorité sur l'ensemble des personnels. </p><p>Il a qualité pour signer, au nom de l'établissement public à caractère scientifique, culturel et professionnel ou de l'établissement public de coopération scientifique, les conventions relatives à l'organisation des enseignements. Ces conventions ne peuvent être exécutées qu'après avoir été approuvées par le président de l'établissement public à caractère scientifique, culturel et professionnel ou de l'établissement public de coopération scientifique et votées par le conseil d'administration de l'établissement public. </p><p>Le directeur de l'école prépare un document d'orientation politique et budgétaire. Ce rapport est présenté aux instances délibératives des établissements publics d'enseignement supérieur partenaires de l'école supérieure du professorat et de l'éducation au cours du troisième trimestre de l'année civile. </p><p>Le directeur propose une liste de membres des jurys d'examen au président de l'établissement public à caractère scientifique, culturel et professionnel ou de l'établissement public de coopération scientifique pour les formations soumises à examen dispensées dans l'école supérieure du professorat et de l'éducation et, le cas échéant, aux présidents des établissements partenaires mentionnés à l'avant-dernier alinéa de l'article L. 721-1. </p><p>IV.-Le conseil d'orientation scientifique et pédagogique contribue à la réflexion sur les grandes orientations relatives à la politique partenariale et aux activités de formation et de recherche de l'école. </p><p>V.-Chaque école supérieure du professorat et de l'éducation dispose, pour tenir compte des exigences de son développement, d'un budget propre intégré au budget de l'établissement public dont elle fait partie. Les ministres compétents peuvent lui affecter directement des crédits et des emplois attribués à l'établissement public. Le directeur de l'école supérieure du professorat et de l'éducation est ordonnateur des recettes et des dépenses. Le budget de l'école est approuvé par le conseil d'administration de l'établissement public, qui peut l'arrêter lorsqu'il n'est pas adopté par le conseil de l'école ou n'est pas voté en équilibre réel.</p><p></p>",
            "num": "L721-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1373414400000,
            "dateFin": 1374624000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2020-12-27",
                        "titre": "Troisième partie : Les enseignements supérieurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120391",
                        "id": "LEGISCTA000006120391",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-27",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Les enseignements supérieurs et la recherche",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120391",
                        "id": "LEGISCTA000042813280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Les établissements d'enseignement supérieur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137628",
                        "id": "LEGISCTA000006137628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-02-12",
                        "fin": "2013-07-10",
                        "titre": "Titre II : Etablissements de formation des maîtres",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000006151374",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-10",
                        "fin": "2019-09-02",
                        "titre": "Titre II : Ecoles supérieures du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000027683011",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-02",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Instituts nationaux supérieurs du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000038902524",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-02-12",
                        "fin": "2013-07-10",
                        "titre": "Chapitre Ier : Missions et organisation des instituts universitaires de formation des maîtres.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000006166748",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-10",
                        "fin": "2019-09-02",
                        "titre": "Chapitre Ier : Missions et organisation des écoles supérieures du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000027683009",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-02",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Missions et organisation des instituts nationaux supérieurs du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000038902522",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006525411",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166748",
            "sectionParentId": "LEGISCTA000038902522",
            "sectionParentTitre": "Chapitre Ier : Missions et organisation des instituts nationaux supérieurs du professorat et de l'éducation",
            "fullSectionsTitre": "Partie législative &gt; Troisième partie : Les enseignements supérieurs &gt; Livre VII : Les établissements d'enseignement supérieur &gt; Titre II : Ecoles supérieures du professorat et de l'éducation &gt; Chapitre Ier : Missions et organisation des écoles supérieures du professorat et de l'éducation",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027682997",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Rapport au Président de la République relatif à l'ordonnance n° 2000-549 du 15 juin 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi n° 2003-339 du 14 avril 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000027677984",
                    "textTitle": "LOI n°2013-595\n du 8 juillet 2013 - art. 70",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "70",
                    "articleId": "LEGIARTI000027679226",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-07-09",
                    "dateSignaTexte": "2013-07-08",
                    "dateDebutCible": "2013-07-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000259787",
                    "textTitle": "Loi n°2005-380 du 23 avril 2005 - art. 87 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "87",
                    "articleId": "LEGIARTI000006435812",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2005-380",
                    "datePubli": 1114300800000,
                    "dateDebut": 1114300800000
                },
                {
                    "textCid": "JORFTEXT000027677984",
                    "textTitle": "LOI n°2013-595\n du 8 juillet 2013 - art. 83 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000027748509",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2013-595",
                    "datePubli": 1373328000000,
                    "dateDebut": 1374624000000
                },
                {
                    "textCid": "JORFTEXT000027905257",
                    "textTitle": "Arrêté du 27 août 2013 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027907934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1377734400000,
                    "dateDebut": 1377820800000
                },
                {
                    "textCid": "JORFTEXT000030063397",
                    "textTitle": "DÉCRET n°2015-6 du 6 janvier 2015 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000030064486",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-6",
                    "datePubli": 1420675200000,
                    "dateDebut": 1420761600000
                },
                {
                    "textCid": "JORFTEXT000039005260",
                    "textTitle": "Décret n°2019-920 du 30 août 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039020797",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-920",
                    "datePubli": 1567296000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "JORFTEXT000044069299",
                    "textTitle": "Décret n°2021-1206 du 20 septembre 2021 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000044069858",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1206",
                    "datePubli": 1632182400000,
                    "dateDebut": 1632268800000
                },
                {
                    "textCid": "JORFTEXT000044069299",
                    "textTitle": "Décret n°2021-1206 du 20 septembre 2021 - art. 37 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000048067421",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1206",
                    "datePubli": 1632182400000,
                    "dateDebut": 1632268800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D719-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D719-2",
                    "articleId": "LEGIARTI000039063738",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D721-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D721-4",
                    "articleId": "LEGIARTI000039063686",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L721-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L721-1",
                    "articleId": "LEGIARTI000006525403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L771-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L771-1",
                    "articleId": "LEGIARTI000006525499",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L771-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L771-2",
                    "articleId": "LEGIARTI000043485403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L773-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-1",
                    "articleId": "LEGIARTI000006525505",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L773-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-3-1",
                    "articleId": "LEGIARTI000042814822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L774-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-1",
                    "articleId": "LEGIARTI000006525511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L774-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-3-1",
                    "articleId": "LEGIARTI000042814816",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 17 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006434878",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 17 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006434878",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006525411",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1108166400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006525412",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1108166400000,
                    "dateFin": 1114300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027682997",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1373414400000,
                    "dateFin": 1374624000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027748519",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374624000000,
                    "dateFin": 1567382400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038905111",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1567382400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038902771",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L721-3",
                "721-3"
            ],
            "versionPrecedente": "LEGIARTI000006525412",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006525412",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les instituts universitaires de formation des maîtres sont dirigés par un directeur nommé par le ministre chargé de l'enseignement supérieur, choisi sur une liste de propositions établie par le conseil d'administration de l'institut. Ils sont administrés par un conseil d'administration présidé par le recteur d'académie. Le conseil d'administration comprend notamment, dans des conditions fixées par décret en Conseil d'Etat, des représentants des conseils d'administration des établissements auxquels l'institut universitaire de formation des maîtres est rattaché ainsi que des représentants des communes, départements et région, des représentants des personnels formateurs ou ayant vocation à bénéficier de formations et des étudiants en formation.",
            "texteHtml": "<p></p>   Les instituts universitaires de formation des maîtres sont dirigés par un directeur nommé par le ministre chargé de l'enseignement supérieur, choisi sur une liste de propositions établie par le conseil d'administration de l'institut. Ils sont administrés par un conseil d'administration présidé par le recteur d'académie.<p></p><p></p>   Le conseil d'administration comprend notamment, dans des conditions fixées par décret en Conseil d'Etat, des représentants des conseils d'administration des établissements auxquels l'institut universitaire de formation des maîtres est rattaché ainsi que des représentants des communes, départements et région, des représentants des personnels formateurs ou ayant vocation à bénéficier de formations et des étudiants en formation.<p></p>",
            "num": "L721-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1108166400000,
            "dateFin": 1114300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2020-12-27",
                        "titre": "Troisième partie : Les enseignements supérieurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120391",
                        "id": "LEGISCTA000006120391",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-27",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Les enseignements supérieurs et la recherche",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120391",
                        "id": "LEGISCTA000042813280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Les établissements d'enseignement supérieur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137628",
                        "id": "LEGISCTA000006137628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-02-12",
                        "fin": "2013-07-10",
                        "titre": "Titre II : Etablissements de formation des maîtres",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000006151374",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-10",
                        "fin": "2019-09-02",
                        "titre": "Titre II : Ecoles supérieures du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000027683011",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-02",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Instituts nationaux supérieurs du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151374",
                        "id": "LEGISCTA000038902524",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-02-12",
                        "fin": "2013-07-10",
                        "titre": "Chapitre Ier : Missions et organisation des instituts universitaires de formation des maîtres.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000006166748",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-10",
                        "fin": "2019-09-02",
                        "titre": "Chapitre Ier : Missions et organisation des écoles supérieures du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000027683009",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-02",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Missions et organisation des instituts nationaux supérieurs du professorat et de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166748",
                        "id": "LEGISCTA000038902522",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006525411",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166748",
            "sectionParentId": "LEGISCTA000038902522",
            "sectionParentTitre": "Chapitre Ier : Missions et organisation des instituts nationaux supérieurs du professorat et de l'éducation",
            "fullSectionsTitre": "Partie législative &gt; Troisième partie : Les enseignements supérieurs &gt; Livre VII : Les établissements d'enseignement supérieur &gt; Titre II : Etablissements de formation des maîtres &gt; Chapitre Ier : Missions et organisation des instituts universitaires de formation des maîtres.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006525412",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi 2005-380 2005-04-23 art. 87 : l'article L. 721-3 demeure applicable aux instituts universitaires de formation des maîtres jusqu'à la date de leur intégration dans l'une des universités de rattachement.",
            "notaHtml": "<p></p>  Loi 2005-380 2005-04-23 art. 87 : l'article L. 721-3 demeure applicable aux instituts universitaires de formation des maîtres jusqu'à la date de leur intégration dans l'une des universités de rattachement.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Ordonnance 2000-549 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi 2003-339 2003-04-14 art. 1 (loi de ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000809647",
                    "textTitle": "Loi n°2005-102 du 11 février 2005 - art. 87 () JORF 12 février 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "87",
                    "articleId": "LEGIARTI000006682323",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-02-12",
                    "dateSignaTexte": "2005-02-11",
                    "dateDebutCible": "2005-02-12"
                },
                {
                    "textCid": "JORFTEXT000000259787",
                    "textTitle": "Loi n°2005-380 du 23 avril 2005 - art. 45 () JORF 24 avril 2005",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000006435760",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-04-24",
                    "dateSignaTexte": "2005-04-23",
                    "dateDebutCible": "2005-04-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000259787",
                    "textTitle": "Loi n°2005-380 du 23 avril 2005 - art. 87 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "87",
                    "articleId": "LEGIARTI000006435812",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2005-380",
                    "datePubli": 1114300800000,
                    "dateDebut": 1114300800000
                },
                {
                    "textCid": "JORFTEXT000027677984",
                    "textTitle": "LOI n°2013-595\n du 8 juillet 2013 - art. 83 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000027748509",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2013-595",
                    "datePubli": 1373328000000,
                    "dateDebut": 1374624000000
                },
                {
                    "textCid": "JORFTEXT000027905257",
                    "textTitle": "Arrêté du 27 août 2013 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027907934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1377734400000,
                    "dateDebut": 1377820800000
                },
                {
                    "textCid": "JORFTEXT000030063397",
                    "textTitle": "DÉCRET n°2015-6 du 6 janvier 2015 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000030064486",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-6",
                    "datePubli": 1420675200000,
                    "dateDebut": 1420761600000
                },
                {
                    "textCid": "JORFTEXT000039005260",
                    "textTitle": "Décret n°2019-920 du 30 août 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039020797",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-920",
                    "datePubli": 1567296000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "JORFTEXT000044069299",
                    "textTitle": "Décret n°2021-1206 du 20 septembre 2021 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000044069858",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1206",
                    "datePubli": 1632182400000,
                    "dateDebut": 1632268800000
                },
                {
                    "textCid": "JORFTEXT000044069299",
                    "textTitle": "Décret n°2021-1206 du 20 septembre 2021 - art. 37 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000048067421",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1206",
                    "datePubli": 1632182400000,
                    "dateDebut": 1632268800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D719-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D719-2",
                    "articleId": "LEGIARTI000039063738",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D721-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D721-4",
                    "articleId": "LEGIARTI000039063686",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L771-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L771-1",
                    "articleId": "LEGIARTI000006525499",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L771-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L771-2",
                    "articleId": "LEGIARTI000043485403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L773-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-1",
                    "articleId": "LEGIARTI000006525505",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L773-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-3-1",
                    "articleId": "LEGIARTI000042814822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L774-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-1",
                    "articleId": "LEGIARTI000006525511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L774-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-3-1",
                    "articleId": "LEGIARTI000042814816",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 17 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006434878",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 17 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006434878",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Date d'application indéterminée",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006525411",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1108166400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006525412",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1108166400000,
                    "dateFin": 1114300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027682997",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1373414400000,
                    "dateFin": 1374624000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027748519",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374624000000,
                    "dateFin": 1567382400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038905111",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1567382400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038902771",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L721-3",
                "721-3"
            ],
            "versionPrecedente": "LEGIARTI000006525411",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006525411",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les instituts universitaires de formation des maîtres sont dirigés par un directeur nommé par le ministre chargé de l'enseignement supérieur, choisi sur une liste de propositions établie par le conseil d'administration de l'institut. Ils sont administrés par un conseil d'administration présidé par le recteur d'académie. Le conseil d'administration comprend notamment, dans des conditions fixées par décret en Conseil d'Etat, des représentants des conseils d'administration des établissements auxquels l'institut universitaire de formation des maîtres est rattaché ainsi que des représentants des communes, départements et région, des représentants des personnels formateurs ou ayant vocation à bénéficier de formations et des étudiants en formation.",
            "texteHtml": "<p></p>   Les instituts universitaires de formation des maîtres sont dirigés par un directeur nommé par le ministre chargé de l'enseignement supérieur, choisi sur une liste de propositions établie par le conseil d'administration de l'institut. Ils sont administrés par un conseil d'administration présidé par le recteur d'académie.<p></p><p></p>   Le conseil d'administration comprend notamment, dans des conditions fixées par décret en Conseil d'Etat, des représentants des conseils d'administration des établissements auxquels l'institut universitaire de formation des maîtres est rattaché ainsi que des représentants des communes, départements et région, des représentants des personnels formateurs ou ayant vocation à bénéficier de formations et des étudiants en formation.<p></p>",
            "num": "L721-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 961632000000,
            "dateFin": 1108166400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2020-12-27",
                        "titre": "Troisième partie : Les enseignements supérieurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120391",
                        "id": "LEGISCTA000006120391",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-27",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Les enseignements supérieurs et la recherche",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120391",
                        "id": "LEGISCTA000042813280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Les établissements d'enseignement supérieur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137628",
                        "id": "LEGISCTA000006137628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2005-02-12",
                        "titre": "Titre II : Les instituts universitaires de formation des maîtres",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151373",
                        "id": "LEGISCTA000006151373",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2005-02-12",
                        "titre": "Chapitre Ier : Missions et organisation des instituts universitaires de formation des maîtres.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166689",
                        "id": "LEGISCTA000006166689",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006525411",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166689",
            "sectionParentId": "LEGISCTA000006166689",
            "sectionParentTitre": "Chapitre Ier : Missions et organisation des instituts universitaires de formation des maîtres.",
            "fullSectionsTitre": "Partie législative &gt; Troisième partie : Les enseignements supérieurs &gt; Livre VII : Les établissements d'enseignement supérieur",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006525411",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Ordonnance 2000-549 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi 2003-339 2003-04-14 art. 1 (loi de ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000259787",
                    "textTitle": "Loi n°2005-380 du 23 avril 2005 - art. 87 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "87",
                    "articleId": "LEGIARTI000006435812",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2005-380",
                    "datePubli": 1114300800000,
                    "dateDebut": 1114300800000
                },
                {
                    "textCid": "JORFTEXT000027677984",
                    "textTitle": "LOI n°2013-595\n du 8 juillet 2013 - art. 83 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000027748509",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2013-595",
                    "datePubli": 1373328000000,
                    "dateDebut": 1374624000000
                },
                {
                    "textCid": "JORFTEXT000027905257",
                    "textTitle": "Arrêté du 27 août 2013 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027907934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1377734400000,
                    "dateDebut": 1377820800000
                },
                {
                    "textCid": "JORFTEXT000030063397",
                    "textTitle": "DÉCRET n°2015-6 du 6 janvier 2015 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000030064486",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-6",
                    "datePubli": 1420675200000,
                    "dateDebut": 1420761600000
                },
                {
                    "textCid": "JORFTEXT000039005260",
                    "textTitle": "Décret n°2019-920 du 30 août 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000039020797",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-920",
                    "datePubli": 1567296000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "JORFTEXT000044069299",
                    "textTitle": "Décret n°2021-1206 du 20 septembre 2021 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000044069858",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1206",
                    "datePubli": 1632182400000,
                    "dateDebut": 1632268800000
                },
                {
                    "textCid": "JORFTEXT000044069299",
                    "textTitle": "Décret n°2021-1206 du 20 septembre 2021 - art. 37 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000048067421",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1206",
                    "datePubli": 1632182400000,
                    "dateDebut": 1632268800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D719-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D719-2",
                    "articleId": "LEGIARTI000039063738",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D721-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D721-4",
                    "articleId": "LEGIARTI000039063686",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L771-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L771-1",
                    "articleId": "LEGIARTI000006525499",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L771-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L771-2",
                    "articleId": "LEGIARTI000043485403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L773-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-1",
                    "articleId": "LEGIARTI000006525505",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L773-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-3-1",
                    "articleId": "LEGIARTI000042814822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L774-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-1",
                    "articleId": "LEGIARTI000006525511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L774-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-3-1",
                    "articleId": "LEGIARTI000042814816",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 17 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006434878",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 17 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006434878",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006525411",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1108166400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006525412",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1108166400000,
                    "dateFin": 1114300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027682997",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1373414400000,
                    "dateFin": 1374624000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027748519",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374624000000,
                    "dateFin": 1567382400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038905111",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1567382400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038902771",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L721-3",
                "721-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}