{
    "cid": "LEGIARTI000045801928",
    "num": "A4231-1-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE - Arrêtés ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908281",
                        "id": "LEGISCTA000027908281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : NAVIGATION INTÉRIEURE ET TRANSPORT FLUVIAL ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908283",
                        "id": "LEGISCTA000027908283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : NAVIGATION INTÉRIEURE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908285",
                        "id": "LEGISCTA000027908285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-05-15",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : QUALIFICATIONS REQUISES POUR LA NAVIGATION INTÉRIEURE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045801614",
                        "id": "LEGISCTA000045801662",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-05-15",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045801794",
                        "id": "LEGISCTA000045801794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-05-15",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Bateaux de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045801796",
                        "id": "LEGISCTA000045801796",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045801928",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045796609",
                    "textTitle": "Arrêté du 27 avril 2022 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000045801411",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2022-05-14",
                    "dateSignaTexte": "2022-04-27",
                    "dateDebutCible": "2022-05-15"
                }
            ],
            "num": "A4231-1-2",
            "origine": "LEGI",
            "texte": "A compter du 30 septembre 2022, à bord de chaque bâtiment, à l'exception des remorqueurs et pousseurs de port, des barges de poussage sans équipage, des bateaux des autorités de police, des administrations fluviales et des bateaux de plaisance, un livre de bord actif selon le modèle de l'ES-QIN (partie V, chapitre 5) doit se trouver dans la timonerie. Ce livre de bord doit être tenu conformément aux instructions qu'il contient. La responsabilité de la présence du livre de bord et des inscriptions qui doivent y être portées incombe au conducteur. Le premier livre de bord, qui doit porter le numéro 1, le nom du bâtiment et son numéro européen unique d'identification des bateaux (ENI), La demande de livre de bord doit être effectuée par le propriétaire du bateau ou son représentant auprès de l'autorité compétente selon les modalités définies dans le formulaire de demande de livre de bord accessible par le portail fluvial dédié aux professionnels de la voie d'eau à l'adresse : http :// www. fluvial. developpement-durable. gouv. fr à la rubrique “ vos démarches ”. Lors de la remise du livre de bord, une attestation mentionnant le nom du bâtiment, le numéro européen unique d'identification des bateaux (ENI), le numéro d'ordre, le nom du service compétent qui a remis le livre de bord et la date de la délivrance du livre de bord doit être remise au demandeur. Cette attestation doit être conservée à bord et être présentée sur demande. La délivrance des livres de bord ultérieurs est à inscrire sur l'attestation par l'autorité compétente. Les livres de bord ultérieurs peuvent être délivrés par toutes les autorités compétentes, qui y apposent le numéro d'ordre ; ils ne peuvent toutefois être délivrés que sur présentation du livre de bord précédent. Le livre de bord précédent doit être revêtu de la mention indélébile “ annulé ” et être restitué au conducteur. Le propriétaire du bâtiment doit en outre veiller à ce que le livre de bord soit alors ramené à bord. Le livre de bord annulé doit être conservé à bord tant qu'il est utilisé comme justificatif des temps de navigation des différents livrets de services des membres d'équipage de pont. Lorsque le livre de bord n'est pas tenu conformément aux instructions qu'il contient, le certificat de qualification du conducteur peut être suspendu jusqu'à régularisation.",
            "texteHtml": "<p>A compter du 30 septembre 2022, à bord de chaque bâtiment, à l'exception des remorqueurs et pousseurs de port, des barges de poussage sans équipage, des bateaux des autorités de police, des administrations fluviales et des bateaux de plaisance, un livre de bord actif selon le modèle de l'ES-QIN (partie V, chapitre 5) doit se trouver dans la timonerie. Ce livre de bord doit être tenu conformément aux instructions qu'il contient. La responsabilité de la présence du livre de bord et des inscriptions qui doivent y être portées incombe au conducteur.<br/><br/>\nLe premier livre de bord, qui doit porter le numéro 1, le nom du bâtiment et son numéro européen unique d'identification des bateaux (ENI),<br/><br/>\nLa demande de livre de bord doit être effectuée par le propriétaire du bateau ou son représentant auprès de l'autorité compétente selon les modalités définies dans le formulaire de demande de livre de bord accessible par le portail fluvial dédié aux professionnels de la voie d'eau à l'adresse : http :// www. fluvial. developpement-durable. gouv. fr à la rubrique “ vos démarches ”.<br/><br/>\nLors de la remise du livre de bord, une attestation mentionnant le nom du bâtiment, le numéro européen unique d'identification des bateaux (ENI), le numéro d'ordre, le nom du service compétent qui a remis le livre de bord et la date de la délivrance du livre de bord doit être remise au demandeur. Cette attestation doit être conservée à bord et être présentée sur demande.<br/><br/>\nLa délivrance des livres de bord ultérieurs est à inscrire sur l'attestation par l'autorité compétente. Les livres de bord ultérieurs peuvent être délivrés par toutes les autorités compétentes, qui y apposent le numéro d'ordre ; ils ne peuvent toutefois être délivrés que sur présentation du livre de bord précédent. Le livre de bord précédent doit être revêtu de la mention indélébile “ annulé ” et être restitué au conducteur. Le propriétaire du bâtiment doit en outre veiller à ce que le livre de bord soit alors ramené à bord.<br/><br/>\nLe livre de bord annulé doit être conservé à bord tant qu'il est utilisé comme justificatif des temps de navigation des différents livrets de services des membres d'équipage de pont.<br/><br/>\nLorsque le livre de bord n'est pas tenu conformément aux instructions qu'il contient, le certificat de qualification du conducteur peut être suspendu jusqu'à régularisation.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2022-05-15T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}