{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036297853",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsque, en application du dernier alinéa de l'article R. 222-16, les engagements de la mutuelle ou de l'union au titre d'un règlement ne sont plus représentés de manière au moins équivalente par les actifs relatifs à ce règlement et qu'une baisse de la valeur de service de l'unité de rente n'est pas autorisée par le règlement dans les conditions prévues par l'article L. 222-1-1 , la mutuelle ou l'union parfait ce déficit de représentation de la provision mathématique théorique par la somme de la provision technique spéciale, des plus-values et moins-values latentes sur les actifs affectés à la provision technique spéciale et la provision technique spéciale de retournement en procédant à l'affectation aux engagements relatifs à ce règlement d'actifs représentatifs de réserves ou de provisions de la mutuelle ou de l'union autres que ceux représentatifs de ses engagements réglementés. Ces actifs sont choisis dans le respect du principe de la “ personne prudente ” mentionné à l'article L. 353-1 du code des assurances et sont affectés à la provision technique spéciale complémentaire de ce règlement. II.-Lorsque, en application du dernier alinéa de l'article R. 222-16, les engagements de la mutuelle ou de l'union au titre d'un règlement ne sont plus représentés de manière au moins équivalente par les actifs relatifs à ce règlement et qu'une baisse de la valeur de service de l'unité de rente est autorisée par le règlement dans les conditions prévues par l'article L. 222-1-1, la mutuelle ou l'union parfait cette représentation par affectation d'actifs, dans les conditions prévues au I, à concurrence du montant du déficit de représentation qui subsiste après la prise en compte de la variation de la provision mathématique théorique résultant de la baisse de valeur de service de l'unité de rente que la mutuelle ou l'union aura décidée pour l'année à venir et de la dotation à la provision technique spéciale de retournement dans les conditions prévues au III. Lorsque la mutuelle ou l'union ne décide aucune baisse de valeur de service de l'unité de rente pour l'année à venir, elle parfait la représentation de l'ensemble des engagements du règlement dans les conditions prévues au I. III.-Lorsqu'elle décide, pour un règlement donné, une baisse de la valeur de service de l'unité de rente, la mutuelle ou l'union évalue le montant de la variation de la provision mathématique théorique résultant de cette baisse. La mutuelle ou l'union réaffecte à la provision technique spéciale de retournement mentionnée au 3° de l'article R. 222-8, constituée au titre de ce règlement, une partie des actifs apportés en représentation des engagements du règlement en application du I, le cas échéant les actifs acquis pour les remplacer à la suite de la vente de ces derniers, pour un montant équivalent à celui évalué au premier alinéa du présent III, dans la limite du total des actifs affectés à la provision technique spéciale complémentaire du règlement. Lorsque le montant de la variation mentionnée au premier alinéa du présent III est supérieur à la valeur nette comptable du total des actifs affectés à la provision technique spéciale complémentaire du règlement avant la réaffectation prévue à l'alinéa précédent, la mutuelle ou l'union parfait cet écart dans la limite de la différence du produit de 0,05 par le montant de la provision mathématique théorique, avant la baisse concernée de la valeur de service de l'unité de rente, et de la somme des actifs affectés à la provision technique spéciale complémentaire avant la réaffectation prévue à l'alinéa précédent. A cet effet, la mutuelle ou l'union affecte directement à la provision technique spéciale de retournement des actifs représentatifs de ses réserves ou de ses provisions autres que ceux représentatifs de ses engagements réglementés. IV.-Les actifs affectés à la provision technique spéciale de retournement en application du III et, le cas échéant, les actifs acquis pour les remplacer à la suite de la vente de ces derniers sont réaffectés à la représentation de réserves ou de provisions autres que celles relatives au règlement concerné lorsque la mutuelle ou l'union décide une hausse de la valeur de service de l'unité de rente du règlement concerné, pour un montant d'actifs équivalent au montant de la variation de la provision mathématique théorique résultant de cette hausse, dans la limite du total des actifs apportés à la provision technique spéciale de retournement. V.-Les changements d'affectation d'actifs prévus au I, au dernier alinéa du III et au IV n'emportent pas affectation au règlement du produit des droits attachés à ces actifs, y compris les produits correspondant aux éventuels crédits d'impôts attachés à la détention de ces mêmes actifs. Les produits et charges financiers générés par les actifs ainsi affectés à la provision technique spéciale complémentaire ou à la provision technique spéciale de retournement sont enregistrés, au gré de leur constatation comptable, dans le compte de résultat de la mutuelle ou de l'union. Les actifs ainsi affectés à la provision technique spéciale complémentaire ou à la provision technique spéciale de retournement sont inscrits au bilan mentionné à l'article R. 222-12 pour leur valeur de réalisation, déterminée conformément aux articles R. 343-11 et R. 343-12 du code des assurances. La différence entre cette valeur et la valeur comptable antérieure est constatée dans le compte de résultat de la mutuelle ou de l'union. VI.-Lorsque, pour un règlement donné, la somme du montant de la provision technique spéciale, de la provision technique spéciale complémentaire, de la provision technique spéciale de retournement et des plus-values et moins-values latentes nettes sur les actifs affectés à la provision technique spéciale devient supérieure au montant de la provision mathématique théorique, la mutuelle ou l'union réaffecte en représentation de réserves ou de provisions autres que celles relatives à ce règlement des actifs qui en application du I avaient été affectés à la provision technique spéciale complémentaire et, le cas échéant, les actifs acquis avec le produit de la vente de ces derniers, dans la limite de la différence positive entre la somme précitée et la provision mathématique théorique. VII.-Les actifs réaffectés à la représentation de réserves ou de provisions autres que celles relatives au règlement concerné en application des IV et VI sont inscrits au bilan de l'entreprise d'assurance pour leur valeur nette comptable, déterminée conformément aux articles R. 343-9 et R. 343-10 du code des assurances.",
            "texteHtml": "<p>I.-Lorsque, en application du dernier alinéa de l'article R. 222-16, les engagements de la mutuelle ou de l'union au titre d'un règlement ne sont plus représentés de manière au moins équivalente par les actifs relatifs à ce règlement et qu'une baisse de la valeur de service de l'unité de rente n'est pas autorisée par le règlement dans les conditions prévues par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000034384318&dateTexte=&categorieLien=cid' title='Code de la mutualité - art. L222-1-1 (V)'>L. 222-1-1</a>, la mutuelle ou l'union parfait ce déficit de représentation de la provision mathématique théorique par la somme de la provision technique spéciale, des plus-values et moins-values latentes sur les actifs affectés à la provision technique spéciale et la provision technique spéciale de retournement en procédant à l'affectation aux engagements relatifs à ce règlement d'actifs représentatifs de réserves ou de provisions de la mutuelle ou de l'union autres que ceux représentatifs de ses engagements réglementés. Ces actifs sont choisis dans le respect du principe de la “ personne prudente ” mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030434409&dateTexte=&categorieLien=cid' title='Code des assurances - art. L353-1 (V)'>L. 353-1 </a>du code des assurances et sont affectés à la provision technique spéciale complémentaire de ce règlement. <br/><br/>II.-Lorsque, en application du dernier alinéa de l'article R. 222-16, les engagements de la mutuelle ou de l'union au titre d'un règlement ne sont plus représentés de manière au moins équivalente par les actifs relatifs à ce règlement et qu'une baisse de la valeur de service de l'unité de rente est autorisée par le règlement dans les conditions prévues par l'article L. 222-1-1, la mutuelle ou l'union parfait cette représentation par affectation d'actifs, dans les conditions prévues au I, à concurrence du montant du déficit de représentation qui subsiste après la prise en compte de la variation de la provision mathématique théorique résultant de la baisse de valeur de service de l'unité de rente que la mutuelle ou l'union aura décidée pour l'année à venir et de la dotation à la provision technique spéciale de retournement dans les conditions prévues au III. <br/><br/>Lorsque la mutuelle ou l'union ne décide aucune baisse de valeur de service de l'unité de rente pour l'année à venir, elle parfait la représentation de l'ensemble des engagements du règlement dans les conditions prévues au I. <br/><br/>III.-Lorsqu'elle décide, pour un règlement donné, une baisse de la valeur de service de l'unité de rente, la mutuelle ou l'union évalue le montant de la variation de la provision mathématique théorique résultant de cette baisse. <br/><br/>La mutuelle ou l'union réaffecte à la provision technique spéciale de retournement mentionnée au 3° de l'article R. 222-8, constituée au titre de ce règlement, une partie des actifs apportés en représentation des engagements du règlement en application du I, le cas échéant les actifs acquis pour les remplacer à la suite de la vente de ces derniers, pour un montant équivalent à celui évalué au premier alinéa du présent III, dans la limite du total des actifs affectés à la provision technique spéciale complémentaire du règlement. <br/><br/>Lorsque le montant de la variation mentionnée au premier alinéa du présent III est supérieur à la valeur nette comptable du total des actifs affectés à la provision technique spéciale complémentaire du règlement avant la réaffectation prévue à l'alinéa précédent, la mutuelle ou l'union parfait cet écart dans la limite de la différence du produit de 0,05 par le montant de la provision mathématique théorique, avant la baisse concernée de la valeur de service de l'unité de rente, et de la somme des actifs affectés à la provision technique spéciale complémentaire avant la réaffectation prévue à l'alinéa précédent. A cet effet, la mutuelle ou l'union affecte directement à la provision technique spéciale de retournement des actifs représentatifs de ses réserves ou de ses provisions autres que ceux représentatifs de ses engagements réglementés. <br/><br/>IV.-Les actifs affectés à la provision technique spéciale de retournement en application du III et, le cas échéant, les actifs acquis pour les remplacer à la suite de la vente de ces derniers sont réaffectés à la représentation de réserves ou de provisions autres que celles relatives au règlement concerné lorsque la mutuelle ou l'union décide une hausse de la valeur de service de l'unité de rente du règlement concerné, pour un montant d'actifs équivalent au montant de la variation de la provision mathématique théorique résultant de cette hausse, dans la limite du total des actifs apportés à la provision technique spéciale de retournement. <br/><br/>V.-Les changements d'affectation d'actifs prévus au I, au dernier alinéa du III et au IV n'emportent pas affectation au règlement du produit des droits attachés à ces actifs, y compris les produits correspondant aux éventuels crédits d'impôts attachés à la détention de ces mêmes actifs. Les produits et charges financiers générés par les actifs ainsi affectés à la provision technique spéciale complémentaire ou à la provision technique spéciale de retournement sont enregistrés, au gré de leur constatation comptable, dans le compte de résultat de la mutuelle ou de l'union. <br/><br/>Les actifs ainsi affectés à la provision technique spéciale complémentaire ou à la provision technique spéciale de retournement sont inscrits au bilan mentionné à l'article R. 222-12 pour leur valeur de réalisation, déterminée conformément aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030576293&dateTexte=&categorieLien=cid' title='Code des assurances - art. R343-11 (V)'>R. 343-11 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030576295&dateTexte=&categorieLien=cid' title='Code des assurances - art. R343-12 (V)'>R. 343-12 </a>du code des assurances. La différence entre cette valeur et la valeur comptable antérieure est constatée dans le compte de résultat de la mutuelle ou de l'union. <br/><br/>VI.-Lorsque, pour un règlement donné, la somme du montant de la provision technique spéciale, de la provision technique spéciale complémentaire, de la provision technique spéciale de retournement et des plus-values et moins-values latentes nettes sur les actifs affectés à la provision technique spéciale devient supérieure au montant de la provision mathématique théorique, la mutuelle ou l'union réaffecte en représentation de réserves ou de provisions autres que celles relatives à ce règlement des actifs qui en application du I avaient été affectés à la provision technique spéciale complémentaire et, le cas échéant, les actifs acquis avec le produit de la vente de ces derniers, dans la limite de la différence positive entre la somme précitée et la provision mathématique théorique. <br/><br/>VII.-Les actifs réaffectés à la représentation de réserves ou de provisions autres que celles relatives au règlement concerné en application des IV et VI sont inscrits au bilan de l'entreprise d'assurance pour leur valeur nette comptable, déterminée conformément aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030576289&dateTexte=&categorieLien=cid' title='Code des assurances - art. R343-9 (V)'>R. 343-9</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030576291&dateTexte=&categorieLien=cid' title='Code des assurances - art. R343-10 (V)'>R. 343-10 </a>du code des assurances.</p>",
            "num": "R222-8-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1514678400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 107372,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107979",
                        "id": "LEGISCTA000006107979",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128453",
                        "id": "LEGISCTA000006128453",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-12",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opération des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142822",
                        "id": "LEGISCTA000006142822",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-12",
                        "fin": "2017-12-31",
                        "titre": "Chapitre II : Dispositions relatives à certaines opérations de retraite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157532",
                        "id": "LEGISCTA000006157532",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Dispositions relatives à certaines opérations de retraite à caractère collectif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157532",
                        "id": "LEGISCTA000036332330",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-12",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions techniques et comptables.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174313",
                        "id": "LEGISCTA000006174313",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036297844",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174313",
            "sectionParentId": "LEGISCTA000006174313",
            "sectionParentTitre": "Section 2 : Dispositions techniques et comptables.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Titre II : Opération des mutuelles et des unions. &gt; Chapitre II : Dispositions relatives à certaines opérations de retraite à caractère collectif &gt; Section 2 : Dispositions techniques et comptables.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036297853",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036267297",
                    "textTitle": "Décret n°2017-1765 du 26 décembre 2017 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000036291109",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-12-28",
                    "dateSignaTexte": "2017-12-26",
                    "dateDebutCible": "2017-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L353-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L353-1",
                    "articleId": "LEGIARTI000030434409",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R343-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R343-10",
                    "articleId": "LEGIARTI000030576291",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R343-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R343-11",
                    "articleId": "LEGIARTI000030576293",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R343-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R343-12",
                    "articleId": "LEGIARTI000030576295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R343-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R343-9",
                    "articleId": "LEGIARTI000030576289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-1-1",
                    "articleId": "LEGIARTI000034384318",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R222-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R222-12",
                    "articleId": "LEGIARTI000036332303",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R222-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R222-16",
                    "articleId": "LEGIARTI000036332297",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R222-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R222-8",
                    "articleId": "LEGIARTI000036332312",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R222-8-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R222-8-3",
                    "articleId": "LEGIARTI000036297857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036297853",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1514678400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R222-8-1",
                "222-8-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}