{
    "cid": "LEGIARTI000029656432",
    "num": "R631-30",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284571",
                        "id": "LEGISCTA000028287679",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : ACTIVITÉS PRIVÉES DE SÉCURITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029655853",
                        "id": "LEGISCTA000029658415",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : CONSEIL NATIONAL DES ACTIVITÉS PRIVÉES DE SÉCURITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029656356",
                        "id": "LEGISCTA000029658080",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029656358",
                        "id": "LEGISCTA000029658078",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-01",
                        "fin": "2999-01-01",
                        "titre": "Section unique :  Code de déontologie des personnes physiques ou morales exerçant des activités privées de sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029656360",
                        "id": "LEGISCTA000029658076",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 5 : Devoirs spécifiques à certaines activités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029656424",
                        "id": "LEGISCTA000029658039",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Profession libérale de recherches privées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029656426",
                        "id": "LEGISCTA000029658037",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000029656432",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000026165942",
                    "textTitle": "Décret n°2012-870 du 10 juillet 2012 -  Annexe art. 30 (VT)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGISCTA000026168822",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029648201",
                    "textTitle": "DÉCRET n°2014-1253 du 27 octobre 2014 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000029651284",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-10-29",
                    "dateSignaTexte": "2014-10-27",
                    "dateDebutCible": "2014-12-01"
                },
                {
                    "textCid": "JORFTEXT000029648201",
                    "textTitle": "DÉCRET n°2014-1253 du 27 octobre 2014 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000029651284",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-10-29",
                    "dateSignaTexte": "2014-10-27",
                    "dateDebutCible": "2014-12-01"
                }
            ],
            "num": "R631-30",
            "origine": "LEGI",
            "texte": "Contrat. Les personnes physiques ou morales exerçant des activités de recherches privées veillent à ce que les contrats d'entreprise ou mandats écrits définissent la mission dévolue et le cadre juridique dans lequel elle s'inscrit. Si les circonstances l'exigent, elles veillent à obtenir du client ou du mandant une extension de leur mission. A défaut de convention entre le prestataire de recherches privées et le client ou mandant, les honoraires ou prix de prestations sont fixés selon les usages, en fonction de la difficulté de la mission, des frais exposés et des diligences effectuées. Les personnes physiques ou morales exerçant des activités de recherches privées informent leur client ou mandant, dès leur saisine, puis de manière régulière des modalités de détermination des honoraires et des prix et de l'évolution prévisible de leur montant. Le cas échéant, ces informations figurent dans la convention d'honoraires. Des honoraires ou un prix forfaitaires peuvent être convenus. La provision à valoir sur les frais et honoraires ne peut aller au-delà d'une estimation raisonnable des honoraires et des débours probables entraînés par la mission. Les personnes physiques ou morales exerçant des activités de recherches privées veillent à ce que les contrats distinguent les missions qui relèvent de l'obligation de résultat de celles qui relèvent de l'obligation de moyens. Elles doivent rendre compte de l'exécution de leurs missions à la demande de leurs clients ou mandants et leur fournir la copie des documents, comptes rendus ou rapports y afférents quel que soit le résultat de leur mission. Les personnes physiques ou morales exerçant des activités de recherches privées conduisent leur mission jusqu'à son terme, sauf si leur client ou mandant les en décharge. Au cas où elles décident de ne pas poursuivre la mission, le client ou mandant en est informé en temps utile de sorte que ses intérêts soient sauvegardés.",
            "texteHtml": "<p><br/>Contrat.<br/>Les personnes physiques ou morales exerçant des activités de recherches privées veillent à ce que les contrats d'entreprise ou mandats écrits définissent la mission dévolue et le cadre juridique dans lequel elle s'inscrit. Si les circonstances l'exigent, elles veillent à obtenir du client ou du mandant une extension de leur mission. A défaut de convention entre le prestataire de recherches privées et le client ou mandant, les honoraires ou prix de prestations sont fixés selon les usages, en fonction de la difficulté de la mission, des frais exposés et des diligences effectuées. Les personnes physiques ou morales exerçant des activités de recherches privées informent leur client ou mandant, dès leur saisine, puis de manière régulière des modalités de détermination des honoraires et des prix et de l'évolution prévisible de leur montant. Le cas échéant, ces informations figurent dans la convention d'honoraires. Des honoraires ou un prix forfaitaires peuvent être convenus. La provision à valoir sur les frais et honoraires ne peut aller au-delà d'une estimation raisonnable des honoraires et des débours probables entraînés par la mission.<br/>Les personnes physiques ou morales exerçant des activités de recherches privées veillent à ce que les contrats distinguent les missions qui relèvent de l'obligation de résultat de celles qui relèvent de l'obligation de moyens. Elles doivent rendre compte de l'exécution de leurs missions à la demande de leurs clients ou mandants et leur fournir la copie des documents, comptes rendus ou rapports y afférents quel que soit le résultat de leur mission.<br/>Les personnes physiques ou morales exerçant des activités de recherches privées conduisent leur mission jusqu'à son terme, sauf si leur client ou mandant les en décharge. Au cas où elles décident de ne pas poursuivre la mission, le client ou mandant en est informé en temps utile de sorte que ses intérêts soient sauvegardés.</p>",
            "type": "AUTONOME",
            "dateDebut": "2014-12-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}