{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044164801",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les informations à publier en application du 1° de l'article L. 38 peuvent concerner : – les informations comptables et notamment la description du système de comptabilisation des coûts d'interconnexion et d'accès ; – les spécifications techniques des prestations d'interconnexion ou d'accès de ces opérateurs y compris les niveaux de qualité de service associés à cette interconnexion ou à cet accès ; – les caractéristiques du réseau de ces opérateurs et les évolutions prévues de celui-ci ; – les conditions techniques et tarifaires de fourniture des prestations d'interconnexion et d'accès de ces opérateurs y compris toute condition modifiant l'accès aux services et aux applications ou l'utilisation de ces services et de ces applications en particulier en ce qui concerne la migration à partir de l'infrastructure historique. L' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut également imposer à un opérateur réputé exercer une influence significative sur un marché du secteur des communications électroniques de lui communiquer, dès leur conclusion, les conventions d'interconnexion et d'accès auxquelles cet opérateur est partie. II. – Sans préjudice de l'article D. 308 , lorsqu'un opérateur exerçant une influence significative sur un marché du secteur des communications électroniques est soumis à une obligation de non discrimination en application de l'article D. 309 , l' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut imposer à cet opérateur de publier une offre technique et tarifaire d'interconnexion ou d'accès. L'offre mentionnée au précédent alinéa est suffisamment détaillée pour que l'opérateur demandeur ne paye que l'utilisation des moyens strictement liés à la prestation demandée. Elle comprend une description des offres pertinentes réparties en divers éléments selon les besoins du marché, accompagnée des conditions techniques et tarifaires correspondant à ces offres ainsi qu'aux prestations connexes. L' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse fixe la liste des prestations minimales d'interconnexion ou d'accès devant figurer dans l'offre technique et tarifaire d'interconnexion ou d'accès. L' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut imposer, à tout moment, des modifications à une offre technique et tarifaire d'interconnexion ou d'accès afin de mettre l'offre technique et tarifaire en conformité avec les dispositions du présent code ou de donner effet aux obligations qui en résultent. L'opérateur communique à cette fin à l' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, à sa demande et dans un délai qu'elle fixe, toute information nécessaire. L'opérateur ne peut invoquer l'existence d'une offre inscrite à son offre technique et tarifaire d'interconnexion pour refuser d'engager des négociations commerciales avec un autre opérateur, dans les conditions prévues à l'article L. 34-8 , en vue de la détermination de conditions d'interconnexion ou d'accès qui n'auraient pas été prévues par ladite offre. Toute condition d'interconnexion ou d'accès qui n'aurait pas été prévue par l'offre technique et tarifaire de l'opérateur doit être signalée en tant que telle dans la convention d'interconnexion ou d'accès. Lorsque l'opérateur souhaite utiliser une interface d'interconnexion ou d'accès qui ne figure pas à son offre technique et tarifaire ou apporter des compléments aux spécifications d'une interface de l'offre technique et tarifaire, il communique les spécifications techniques correspondantes à l' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse. III. – L' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse précise les informations à publier au titre du I et du II, le niveau de détail requis et le mode de publication. Elle peut notamment imposer aux opérateurs mentionnés aux I et II l'obligation de publier préalablement toute évolution des modalités et conditions techniques et tarifaires de fourniture de leurs prestations d'interconnexion et d'accès avec un préavis qu'elle détermine.",
            "texteHtml": "<p>I. – Les informations à publier en application du 1° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465428&dateTexte=&categorieLien=cid'>l'article L. 38 </a>peuvent concerner :</p><p>– les informations comptables et notamment la description du système de comptabilisation des coûts d'interconnexion et d'accès ;</p><p>– les spécifications techniques des prestations d'interconnexion ou d'accès de ces opérateurs y compris les niveaux de qualité de service associés à cette interconnexion ou à cet accès ;</p><p>– les caractéristiques du réseau de ces opérateurs et les évolutions prévues de celui-ci ;</p><p>– les conditions techniques et tarifaires de fourniture des prestations d'interconnexion et d'accès de ces opérateurs y compris toute condition modifiant l'accès aux services et aux applications ou l'utilisation de ces services et de ces applications en particulier en ce qui concerne la migration à partir de l'infrastructure historique.</p><p>L' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut également imposer à un opérateur réputé exercer une influence significative sur un marché du secteur des communications électroniques de lui communiquer, dès leur conclusion, les conventions d'interconnexion et d'accès auxquelles cet opérateur est partie.</p><p>II. – Sans préjudice de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000044164814&dateTexte=&categorieLien=id' title='Code des postes et des communications électroni... - art. D308 (V)'>l'article D. 308</a>, lorsqu'un opérateur exerçant une influence significative sur un marché du secteur des communications électroniques est soumis à une obligation de non discrimination en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000044164822&dateTexte=&categorieLien=id' title='Code des postes et des communications électroni... - art. D309 (V)'>l'article D. 309</a>, l' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut imposer à cet opérateur de publier une offre technique et tarifaire d'interconnexion ou d'accès.</p><p>L'offre mentionnée au précédent alinéa est suffisamment détaillée pour que l'opérateur demandeur ne paye que l'utilisation des moyens strictement liés à la prestation demandée. Elle comprend une description des offres pertinentes réparties en divers éléments selon les besoins du marché, accompagnée des conditions techniques et tarifaires correspondant à ces offres ainsi qu'aux prestations connexes.</p><p>L' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse fixe la liste des prestations minimales d'interconnexion ou d'accès devant figurer dans l'offre technique et tarifaire d'interconnexion ou d'accès.</p><p>L' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut imposer, à tout moment, des modifications à une offre technique et tarifaire d'interconnexion ou d'accès afin de mettre l'offre technique et tarifaire en conformité avec les dispositions du présent code ou de donner effet aux obligations qui en résultent. L'opérateur communique à cette fin à l' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, à sa demande et dans un délai qu'elle fixe, toute information nécessaire.</p><p>L'opérateur ne peut invoquer l'existence d'une offre inscrite à son offre technique et tarifaire d'interconnexion pour refuser d'engager des négociations commerciales avec un autre opérateur, dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465796&dateTexte=&categorieLien=cid'>L. 34-8</a>, en vue de la détermination de conditions d'interconnexion ou d'accès qui n'auraient pas été prévues par ladite offre.</p><p>Toute condition d'interconnexion ou d'accès qui n'aurait pas été prévue par l'offre technique et tarifaire de l'opérateur doit être signalée en tant que telle dans la convention d'interconnexion ou d'accès.</p><p>Lorsque l'opérateur souhaite utiliser une interface d'interconnexion ou d'accès qui ne figure pas à son offre technique et tarifaire ou apporter des compléments aux spécifications d'une interface de l'offre technique et tarifaire, il communique les spécifications techniques correspondantes à l' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse.</p><p>III. – L' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse précise les informations à publier au titre du I et du II, le niveau de détail requis et le mode de publication. Elle peut notamment imposer aux opérateurs mentionnés aux I et II l'obligation de publier préalablement toute évolution des modalités et conditions techniques et tarifaires de fourniture de leurs prestations d'interconnexion et d'accès avec un préavis qu'elle détermine.</p>",
            "num": "D307",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "VIGUEUR",
            "dateDebut": 1633219200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-04-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : La régulation des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150624",
                        "id": "LEGISCTA000006150624",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-04-30",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165878",
                        "id": "LEGISCTA000006165878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464506",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165878",
            "sectionParentId": "LEGISCTA000006165878",
            "sectionParentTitre": "Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre IV : La régulation des communications électroniques. &gt; Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044164801",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret n°62-275 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000044154154",
                    "textTitle": "Décret n°2021-1281 du 30 septembre 2021 - art. 21",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000044157205",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-10-02",
                    "dateSignaTexte": "2021-09-30",
                    "dateDebutCible": "2021-10-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D308 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D308",
                    "articleId": "LEGIARTI000044164814",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D309 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D309",
                    "articleId": "LEGIARTI000044164822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L34-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L34-8",
                    "articleId": "LEGIARTI000006465796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L38",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L38",
                    "articleId": "LEGIARTI000006465428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464506",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 679276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464507",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 679276800000,
                    "dateFin": 1101772800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464508",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1101772800000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464509",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464510",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703527",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016332",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164801",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D307",
                "307"
            ],
            "versionPrecedente": "LEGIARTI000044016332",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000044016332",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les informations à publier en application du 1° de l'article L. 38 peuvent concerner : – les informations comptables et notamment la description du système de comptabilisation des coûts d'interconnexion et d'accès ; – les spécifications techniques des prestations d'interconnexion ou d'accès de ces opérateurs ; – les caractéristiques du réseau de ces opérateurs ; – les conditions techniques et tarifaires de fourniture des prestations d'interconnexion et d'accès de ces opérateurs y compris toute condition limitant l'accès ou l'utilisation des services et applications. L'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut également imposer à un opérateur réputé exercer une influence significative sur un marché du secteur des communications électroniques de lui communiquer, dès leur conclusion, les conventions d'interconnexion et d'accès auxquelles cet opérateur est partie. II. – Sans préjudice de l'article D. 308 , lorsqu'un opérateur exerçant une influence significative sur un marché du secteur des communications électroniques est soumis à une obligation de non discrimination en application de l'article D. 309 , l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut imposer à cet opérateur de publier une offre technique et tarifaire d'interconnexion ou d'accès. L'offre mentionnée au précédent alinéa est suffisamment détaillée pour que l'opérateur demandeur ne paye que l'utilisation des moyens strictement liés à la prestation demandée. Elle comprend une description des offres pertinentes réparties en divers éléments selon les besoins du marché, accompagnée des conditions techniques et tarifaires correspondant à ces offres ainsi qu'aux prestations connexes. L'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse fixe la liste des prestations minimales d'interconnexion ou d'accès devant figurer dans l'offre technique et tarifaire d'interconnexion ou d'accès. L'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut imposer, à tout moment, des modifications à une offre technique et tarifaire d'interconnexion ou d'accès afin de mettre l'offre technique et tarifaire en conformité avec les dispositions du présent code ou de donner effet aux obligations qui en résultent. L'opérateur communique à cette fin à l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, à sa demande et dans un délai qu'elle fixe, toute information nécessaire. L'opérateur ne peut invoquer l'existence d'une offre inscrite à son offre technique et tarifaire d'interconnexion pour refuser d'engager des négociations commerciales avec un autre opérateur, dans les conditions prévues à l'article L. 34-8 , en vue de la détermination de conditions d'interconnexion ou d'accès qui n'auraient pas été prévues par ladite offre. Toute condition d'interconnexion ou d'accès qui n'aurait pas été prévue par l'offre technique et tarifaire de l'opérateur doit être signalée en tant que telle dans la convention d'interconnexion ou d'accès. Lorsque l'opérateur souhaite utiliser une interface d'interconnexion ou d'accès qui ne figure pas à son offre technique et tarifaire ou apporter des compléments aux spécifications d'une interface de l'offre technique et tarifaire, il communique les spécifications techniques correspondantes à l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse. III. – L'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse précise les informations à publier au titre du I et du II, le niveau de détail requis et le mode de publication. Elle peut notamment imposer aux opérateurs mentionnés aux I et II l'obligation de publier préalablement toute évolution des modalités et conditions techniques et tarifaires de fourniture de leurs prestations d'interconnexion et d'accès avec un préavis qu'elle détermine.",
            "texteHtml": "<p>I. – Les informations à publier en application du 1° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465428&dateTexte=&categorieLien=cid'>l'article L. 38 </a>peuvent concerner : </p><p>– les informations comptables et notamment la description du système de comptabilisation des coûts d'interconnexion et d'accès ; </p><p>– les spécifications techniques des prestations d'interconnexion ou d'accès de ces opérateurs ; </p><p>– les caractéristiques du réseau de ces opérateurs ; </p><p>– les conditions techniques et tarifaires de fourniture des prestations d'interconnexion et d'accès de ces opérateurs y compris toute condition limitant l'accès ou l'utilisation des services et applications. </p><p>L'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut également imposer à un opérateur réputé exercer une influence significative sur un marché du secteur des communications électroniques de lui communiquer, dès leur conclusion, les conventions d'interconnexion et d'accès auxquelles cet opérateur est partie. </p><p>II. – Sans préjudice de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006464511&dateTexte=&categorieLien=cid'>l'article D. 308</a>, lorsqu'un opérateur exerçant une influence significative sur un marché du secteur des communications électroniques est soumis à une obligation de non discrimination en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006464515&dateTexte=&categorieLien=cid'>l'article D. 309</a>, l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut imposer à cet opérateur de publier une offre technique et tarifaire d'interconnexion ou d'accès. </p><p>L'offre mentionnée au précédent alinéa est suffisamment détaillée pour que l'opérateur demandeur ne paye que l'utilisation des moyens strictement liés à la prestation demandée. Elle comprend une description des offres pertinentes réparties en divers éléments selon les besoins du marché, accompagnée des conditions techniques et tarifaires correspondant à ces offres ainsi qu'aux prestations connexes. </p><p>L'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse fixe la liste des prestations minimales d'interconnexion ou d'accès devant figurer dans l'offre technique et tarifaire d'interconnexion ou d'accès. </p><p>L'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut imposer, à tout moment, des modifications à une offre technique et tarifaire d'interconnexion ou d'accès afin de mettre l'offre technique et tarifaire en conformité avec les dispositions du présent code ou de donner effet aux obligations qui en résultent. L'opérateur communique à cette fin à l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, à sa demande et dans un délai qu'elle fixe, toute information nécessaire. </p><p>L'opérateur ne peut invoquer l'existence d'une offre inscrite à son offre technique et tarifaire d'interconnexion pour refuser d'engager des négociations commerciales avec un autre opérateur, dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465796&dateTexte=&categorieLien=cid'>L. 34-8</a>, en vue de la détermination de conditions d'interconnexion ou d'accès qui n'auraient pas été prévues par ladite offre. </p><p>Toute condition d'interconnexion ou d'accès qui n'aurait pas été prévue par l'offre technique et tarifaire de l'opérateur doit être signalée en tant que telle dans la convention d'interconnexion ou d'accès. </p><p>Lorsque l'opérateur souhaite utiliser une interface d'interconnexion ou d'accès qui ne figure pas à son offre technique et tarifaire ou apporter des compléments aux spécifications d'une interface de l'offre technique et tarifaire, il communique les spécifications techniques correspondantes à l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse. </p><p>III. – L'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse précise les informations à publier au titre du I et du II, le niveau de détail requis et le mode de publication. Elle peut notamment imposer aux opérateurs mentionnés aux I et II l'obligation de publier préalablement toute évolution des modalités et conditions techniques et tarifaires de fourniture de leurs prestations d'interconnexion et d'accès avec un préavis qu'elle détermine.</p>",
            "num": "D307",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1630627200000,
            "dateFin": 1633219200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-04-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : La régulation des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150624",
                        "id": "LEGISCTA000006150624",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-04-30",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165878",
                        "id": "LEGISCTA000006165878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464506",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165878",
            "sectionParentId": "LEGISCTA000006165878",
            "sectionParentTitre": "Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre IV : La régulation des communications électroniques. &gt; Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044016332",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret n°62-275 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000044010875",
                    "textTitle": "Décret n°2021-1136 du 31 août 2021 - art. 13 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000044011841",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-09-02",
                    "dateSignaTexte": "2021-08-31",
                    "dateDebutCible": "2021-09-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. D308",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D308",
                    "articleId": "LEGIARTI000006464511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 176688000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. D309",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D309",
                    "articleId": "LEGIARTI000006464515",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 528508800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L34-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L34-8",
                    "articleId": "LEGIARTI000006465796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L38",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L38",
                    "articleId": "LEGIARTI000006465428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464506",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 679276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464507",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 679276800000,
                    "dateFin": 1101772800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464508",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1101772800000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464509",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464510",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703527",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016332",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164801",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D307",
                "307"
            ],
            "versionPrecedente": "LEGIARTI000025703527",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025703527",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les informations à publier en application du 1° de l'article L. 38 peuvent concerner : – les informations comptables et notamment la description du système de comptabilisation des coûts d'interconnexion et d'accès ; – les spécifications techniques des prestations d'interconnexion ou d'accès de ces opérateurs ; – les caractéristiques du réseau de ces opérateurs ; – les conditions techniques et tarifaires de fourniture des prestations d'interconnexion et d'accès de ces opérateurs y compris toute condition limitant l'accès ou l'utilisation des services et applications. L'Autorité de régulation des communications électroniques et des postes peut également imposer à un opérateur réputé exercer une influence significative sur un marché du secteur des communications électroniques de lui communiquer, dès leur conclusion, les conventions d'interconnexion et d'accès auxquelles cet opérateur est partie. II. – Sans préjudice de l'article D. 308 , lorsqu'un opérateur exerçant une influence significative sur un marché du secteur des communications électroniques est soumis à une obligation de non discrimination en application de l'article D. 309 , l'Autorité de régulation des communications électroniques et des postes peut imposer à cet opérateur de publier une offre technique et tarifaire d'interconnexion ou d'accès. L'offre mentionnée au précédent alinéa est suffisamment détaillée pour que l'opérateur demandeur ne paye que l'utilisation des moyens strictement liés à la prestation demandée. Elle comprend une description des offres pertinentes réparties en divers éléments selon les besoins du marché, accompagnée des conditions techniques et tarifaires correspondant à ces offres ainsi qu'aux prestations connexes. L'Autorité de régulation des communications électroniques et des postes fixe la liste des prestations minimales d'interconnexion ou d'accès devant figurer dans l'offre technique et tarifaire d'interconnexion ou d'accès. L'Autorité de régulation des communications électroniques et des postes peut imposer, à tout moment, des modifications à une offre technique et tarifaire d'interconnexion ou d'accès afin de mettre l'offre technique et tarifaire en conformité avec les dispositions du présent code ou de donner effet aux obligations qui en résultent. L'opérateur communique à cette fin à l'Autorité de régulation des communications électroniques et des postes, à sa demande et dans un délai qu'elle fixe, toute information nécessaire. L'opérateur ne peut invoquer l'existence d'une offre inscrite à son offre technique et tarifaire d'interconnexion pour refuser d'engager des négociations commerciales avec un autre opérateur, dans les conditions prévues à l'article L. 34-8 , en vue de la détermination de conditions d'interconnexion ou d'accès qui n'auraient pas été prévues par ladite offre. Toute condition d'interconnexion ou d'accès qui n'aurait pas été prévue par l'offre technique et tarifaire de l'opérateur doit être signalée en tant que telle dans la convention d'interconnexion ou d'accès. Lorsque l'opérateur souhaite utiliser une interface d'interconnexion ou d'accès qui ne figure pas à son offre technique et tarifaire ou apporter des compléments aux spécifications d'une interface de l'offre technique et tarifaire, il communique les spécifications techniques correspondantes à l'Autorité de régulation des communications électroniques et des postes. III. – L'Autorité de régulation des communications électroniques et des postes précise les informations à publier au titre du I et du II, le niveau de détail requis et le mode de publication. Elle peut notamment imposer aux opérateurs mentionnés aux I et II l'obligation de publier préalablement toute évolution des modalités et conditions techniques et tarifaires de fourniture de leurs prestations d'interconnexion et d'accès avec un préavis qu'elle détermine.",
            "texteHtml": "<p>I. – Les informations à publier en application du 1° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465428&dateTexte=&categorieLien=cid'>l'article L. 38 </a>peuvent concerner : </p><p>– les informations comptables et notamment la description du système de comptabilisation des coûts d'interconnexion et d'accès ; </p><p>– les spécifications techniques des prestations d'interconnexion ou d'accès de ces opérateurs ; </p><p>– les caractéristiques du réseau de ces opérateurs ; </p><p>– les conditions techniques et tarifaires de fourniture des prestations d'interconnexion et d'accès de ces opérateurs y compris toute condition limitant l'accès ou l'utilisation des services et applications. </p><p>L'Autorité de régulation des communications électroniques et des postes peut également imposer à un opérateur réputé exercer une influence significative sur un marché du secteur des communications électroniques de lui communiquer, dès leur conclusion, les conventions d'interconnexion et d'accès auxquelles cet opérateur est partie. </p><p>II. – Sans préjudice de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006464511&dateTexte=&categorieLien=cid'>l'article D. 308</a>, lorsqu'un opérateur exerçant une influence significative sur un marché du secteur des communications électroniques est soumis à une obligation de non discrimination en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006464515&dateTexte=&categorieLien=cid'>l'article D. 309</a>, l'Autorité de régulation des communications électroniques et des postes peut imposer à cet opérateur de publier une offre technique et tarifaire d'interconnexion ou d'accès. </p><p>L'offre mentionnée au précédent alinéa est suffisamment détaillée pour que l'opérateur demandeur ne paye que l'utilisation des moyens strictement liés à la prestation demandée. Elle comprend une description des offres pertinentes réparties en divers éléments selon les besoins du marché, accompagnée des conditions techniques et tarifaires correspondant à ces offres ainsi qu'aux prestations connexes. </p><p>L'Autorité de régulation des communications électroniques et des postes fixe la liste des prestations minimales d'interconnexion ou d'accès devant figurer dans l'offre technique et tarifaire d'interconnexion ou d'accès. </p><p>L'Autorité de régulation des communications électroniques et des postes peut imposer, à tout moment, des modifications à une offre technique et tarifaire d'interconnexion ou d'accès afin de mettre l'offre technique et tarifaire en conformité avec les dispositions du présent code ou de donner effet aux obligations qui en résultent. L'opérateur communique à cette fin à l'Autorité de régulation des communications électroniques et des postes, à sa demande et dans un délai qu'elle fixe, toute information nécessaire. </p><p>L'opérateur ne peut invoquer l'existence d'une offre inscrite à son offre technique et tarifaire d'interconnexion pour refuser d'engager des négociations commerciales avec un autre opérateur, dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465796&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L34-8 (V)'>L. 34-8</a>, en vue de la détermination de conditions d'interconnexion ou d'accès qui n'auraient pas été prévues par ladite offre. </p><p>Toute condition d'interconnexion ou d'accès qui n'aurait pas été prévue par l'offre technique et tarifaire de l'opérateur doit être signalée en tant que telle dans la convention d'interconnexion ou d'accès. </p><p>Lorsque l'opérateur souhaite utiliser une interface d'interconnexion ou d'accès qui ne figure pas à son offre technique et tarifaire ou apporter des compléments aux spécifications d'une interface de l'offre technique et tarifaire, il communique les spécifications techniques correspondantes à l'Autorité de régulation des communications électroniques et des postes. </p><p>III. – L'Autorité de régulation des communications électroniques et des postes précise les informations à publier au titre du I et du II, le niveau de détail requis et le mode de publication. Elle peut notamment imposer aux opérateurs mentionnés aux I et II l'obligation de publier préalablement toute évolution des modalités et conditions techniques et tarifaires de fourniture de leurs prestations d'interconnexion et d'accès avec un préavis qu'elle détermine.</p>",
            "num": "D307",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1334534400000,
            "dateFin": 1630627200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-04-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : La régulation des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150624",
                        "id": "LEGISCTA000006150624",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-04-30",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165878",
                        "id": "LEGISCTA000006165878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464506",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165878",
            "sectionParentId": "LEGISCTA000006165878",
            "sectionParentTitre": "Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre IV : La régulation des communications électroniques. &gt; Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025703527",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret n°62-275 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000025688775",
                    "textTitle": "Décret n°2012-488\n du 13 avril 2012 - art. 14",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000025691042",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-04-15",
                    "dateSignaTexte": "2012-04-13",
                    "dateDebutCible": "2012-04-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L34-8",
                    "articleId": "LEGIARTI000006465796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. D308",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D308",
                    "articleId": "LEGIARTI000006464511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 176688000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. D309",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D309",
                    "articleId": "LEGIARTI000006464515",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 528508800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L38",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L38",
                    "articleId": "LEGIARTI000006465428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464506",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 679276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464507",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 679276800000,
                    "dateFin": 1101772800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464508",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1101772800000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464509",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464510",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703527",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016332",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164801",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D307",
                "307"
            ],
            "versionPrecedente": "LEGIARTI000006464510",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006464510",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les informations à publier en application du 1° de l'article L. 38 peuvent concerner : - les informations comptables et notamment la description du système de comptabilisation des coûts d'interconnexion et d'accès ; - les spécifications techniques des prestations d'interconnexion ou d'accès de ces opérateurs ; - les caractéristiques du réseau de ces opérateurs ; - les conditions techniques et tarifaires de fourniture des prestations d'interconnexion et d'accès de ces opérateurs. L'Autorité de régulation des communications électroniques et des postes peut également imposer à un opérateur réputé exercer une influence significative sur un marché du secteur des communications électroniques de lui communiquer, dès leur conclusion, les conventions d'interconnexion et d'accès auxquelles cet opérateur est partie. II. - Sans préjudice de l'article D. 308, lorsqu'un opérateur exerçant une influence significative sur un marché du secteur des communications électroniques est soumis à une obligation de non discrimination en application de l'article D. 309, l'Autorité de régulation des communications électroniques et des postes peut imposer à cet opérateur de publier une offre technique et tarifaire d'interconnexion ou d'accès. L'offre mentionnée au précédent alinéa est suffisamment détaillée pour que l'opérateur demandeur ne paye que l'utilisation des moyens strictement liés à la prestation demandée. Elle comprend une description des offres pertinentes réparties en divers éléments selon les besoins du marché, accompagnée des conditions techniques et tarifaires correspondant à ces offres ainsi qu'aux prestations connexes. L'Autorité de régulation des communications électroniques et des postes fixe la liste des prestations minimales d'interconnexion ou d'accès devant figurer dans l'offre technique et tarifaire d'interconnexion ou d'accès. L'Autorité de régulation des communications électroniques et des postes peut imposer, à tout moment, des modifications à une offre technique et tarifaire d'interconnexion ou d'accès afin de mettre l'offre technique et tarifaire en conformité avec les dispositions du présent code ou de donner effet aux obligations qui en résultent. L'opérateur communique à cette fin à l'Autorité de régulation des communications électroniques et des postes, à sa demande et dans un délai qu'elle fixe, toute information nécessaire. L'opérateur ne peut invoquer l'existence d'une offre inscrite à son offre technique et tarifaire d'interconnexion pour refuser d'engager des négociations commerciales avec un autre opérateur, dans les conditions prévues à l'article L. 34-8, en vue de la détermination de conditions d'interconnexion ou d'accès qui n'auraient pas été prévues par ladite offre. Toute condition d'interconnexion ou d'accès qui n'aurait pas été prévue par l'offre technique et tarifaire de l'opérateur doit être signalée en tant que telle dans la convention d'interconnexion ou d'accès. Lorsque l'opérateur souhaite utiliser une interface d'interconnexion ou d'accès qui ne figure pas à son offre technique et tarifaire ou apporter des compléments aux spécifications d'une interface de l'offre technique et tarifaire, il communique les spécifications techniques correspondantes à l'Autorité de régulation des communications électroniques et des postes. III. - L'Autorité de régulation des communications électroniques et des postes précise les informations à publier au titre du I et du II, le niveau de détail requis et le mode de publication. Elle peut notamment imposer aux opérateurs mentionnés aux I et II l'obligation de publier préalablement toute évolution des modalités et conditions techniques et tarifaires de fourniture de leurs prestations d'interconnexion et d'accès avec un préavis qu'elle détermine.",
            "texteHtml": "<p></p>   I. - Les informations à publier en application du 1° de l'article L. 38 peuvent concerner :<p></p><p></p>   - les informations comptables et notamment la description du système de comptabilisation des coûts d'interconnexion et d'accès ;<p></p><p></p>   - les spécifications techniques des prestations d'interconnexion ou d'accès de ces opérateurs ;<p></p><p></p>   - les caractéristiques du réseau de ces opérateurs ;<p></p><p></p>   - les conditions techniques et tarifaires de fourniture des prestations d'interconnexion et d'accès de ces opérateurs.<p></p><p></p>   L'Autorité de régulation des communications électroniques et des postes peut également imposer à un opérateur réputé exercer une influence significative sur un marché du secteur des communications électroniques de lui communiquer, dès leur conclusion, les conventions d'interconnexion et d'accès auxquelles cet opérateur est partie.<p></p><p></p>   II. - Sans préjudice de l'article D. 308, lorsqu'un opérateur exerçant une influence significative sur un marché du secteur des communications électroniques est soumis à une obligation de non discrimination en application de l'article D. 309, l'Autorité de régulation des communications électroniques et des postes peut imposer à cet opérateur de publier une offre technique et tarifaire d'interconnexion ou d'accès.<p></p><p></p>   L'offre mentionnée au précédent alinéa est suffisamment détaillée pour que l'opérateur demandeur ne paye que l'utilisation des moyens strictement liés à la prestation demandée. Elle comprend une description des offres pertinentes réparties en divers éléments selon les besoins du marché, accompagnée des conditions techniques et tarifaires correspondant à ces offres ainsi qu'aux prestations connexes.<p></p><p></p>   L'Autorité de régulation des communications électroniques et des postes fixe la liste des prestations minimales d'interconnexion ou d'accès devant figurer dans l'offre technique et tarifaire d'interconnexion ou d'accès.<p></p><p></p>   L'Autorité de régulation des communications électroniques et des postes peut imposer, à tout moment, des modifications à une offre technique et tarifaire d'interconnexion ou d'accès afin de mettre l'offre technique et tarifaire en conformité avec les dispositions du présent code ou de donner effet aux obligations qui en résultent. L'opérateur communique à cette fin à l'Autorité de régulation des communications électroniques et des postes, à sa demande et dans un délai qu'elle fixe, toute information nécessaire.<p></p><p></p>   L'opérateur ne peut invoquer l'existence d'une offre inscrite à son offre technique et tarifaire d'interconnexion pour refuser d'engager des négociations commerciales avec un autre opérateur, dans les conditions prévues à l'article L. 34-8, en vue de la détermination de conditions d'interconnexion ou d'accès qui n'auraient pas été prévues par ladite offre.<p></p><p></p>   Toute condition d'interconnexion ou d'accès qui n'aurait pas été prévue par l'offre technique et tarifaire de l'opérateur doit être signalée en tant que telle dans la convention d'interconnexion ou d'accès.<p></p><p></p>   Lorsque l'opérateur souhaite utiliser une interface d'interconnexion ou d'accès qui ne figure pas à son offre technique et tarifaire ou apporter des compléments aux spécifications d'une interface de l'offre technique et tarifaire, il communique les spécifications techniques correspondantes à l'Autorité de régulation des communications électroniques et des postes.<p></p><p></p>   III. - L'Autorité de régulation des communications électroniques et des postes précise les informations à publier au titre du I et du II, le niveau de détail requis et le mode de publication. Elle peut notamment imposer aux opérateurs mentionnés aux I et II l'obligation de publier préalablement toute évolution des modalités et conditions techniques et tarifaires de fourniture de leurs prestations d'interconnexion et d'accès avec un préavis qu'elle détermine.<p></p><p></p>",
            "num": "D307",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1116633600000,
            "dateFin": 1334534400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-04-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : La régulation des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150624",
                        "id": "LEGISCTA000006150624",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-04-30",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165878",
                        "id": "LEGISCTA000006165878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464506",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165878",
            "sectionParentId": "LEGISCTA000006165878",
            "sectionParentTitre": "Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre IV : La régulation des communications électroniques. &gt; Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006464510",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000446769",
                    "textTitle": "Loi n°2005-516 du 20 mai 2005 - art. 14 (V) JORF 21 mai 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006241228",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-05-21",
                    "dateSignaTexte": "2005-05-20",
                    "dateDebutCible": "2005-05-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. D308 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D308",
                    "articleId": "LEGIARTI000006464511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 176688000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. D309 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D309",
                    "articleId": "LEGIARTI000006464515",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 528508800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L34-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L34-8",
                    "articleId": "LEGIARTI000006465796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L38 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L38",
                    "articleId": "LEGIARTI000006465428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464506",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 679276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464507",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 679276800000,
                    "dateFin": 1101772800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464508",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1101772800000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464509",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464510",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703527",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016332",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164801",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D307",
                "307"
            ],
            "versionPrecedente": "LEGIARTI000006464509",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006464509",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les informations à publier en application du 1° de l'article L. 38 peuvent concerner : - les informations comptables et notamment la description du système de comptabilisation des coûts d'interconnexion et d'accès ; - les spécifications techniques des prestations d'interconnexion ou d'accès de ces opérateurs ; - les caractéristiques du réseau de ces opérateurs ; - les conditions techniques et tarifaires de fourniture des prestations d'interconnexion et d'accès de ces opérateurs. L'Autorité de régulation des télécommunications peut également imposer à un opérateur réputé exercer une influence significative sur un marché du secteur des communications électroniques de lui communiquer, dès leur conclusion, les conventions d'interconnexion et d'accès auxquelles cet opérateur est partie. II. - Sans préjudice de l'article D. 308, lorsqu'un opérateur exerçant une influence significative sur un marché du secteur des communications électroniques est soumis à une obligation de non discrimination en application de l'article D. 309, l'Autorité de régulation des télécommunications peut imposer à cet opérateur de publier une offre technique et tarifaire d'interconnexion ou d'accès. L'offre mentionnée au précédent alinéa est suffisamment détaillée pour que l'opérateur demandeur ne paye que l'utilisation des moyens strictement liés à la prestation demandée. Elle comprend une description des offres pertinentes réparties en divers éléments selon les besoins du marché, accompagnée des conditions techniques et tarifaires correspondant à ces offres ainsi qu'aux prestations connexes. L'Autorité de régulation des télécommunications fixe la liste des prestations minimales d'interconnexion ou d'accès devant figurer dans l'offre technique et tarifaire d'interconnexion ou d'accès. L'Autorité de régulation des télécommunications peut imposer, à tout moment, des modifications à une offre technique et tarifaire d'interconnexion ou d'accès afin de mettre l'offre technique et tarifaire en conformité avec les dispositions du présent code ou de donner effet aux obligations qui en résultent. L'opérateur communique à cette fin à l'Autorité de régulation des télécommunications, à sa demande et dans un délai qu'elle fixe, toute information nécessaire. L'opérateur ne peut invoquer l'existence d'une offre inscrite à son offre technique et tarifaire d'interconnexion pour refuser d'engager des négociations commerciales avec un autre opérateur, dans les conditions prévues à l'article L. 34-8, en vue de la détermination de conditions d'interconnexion ou d'accès qui n'auraient pas été prévues par ladite offre. Toute condition d'interconnexion ou d'accès qui n'aurait pas été prévue par l'offre technique et tarifaire de l'opérateur doit être signalée en tant que telle dans la convention d'interconnexion ou d'accès. Lorsque l'opérateur souhaite utiliser une interface d'interconnexion ou d'accès qui ne figure pas à son offre technique et tarifaire ou apporter des compléments aux spécifications d'une interface de l'offre technique et tarifaire, il communique les spécifications techniques correspondantes à l'Autorité de régulation des télécommunications. III. - L'Autorité de régulation des télécommunications précise les informations à publier au titre du I et du II, le niveau de détail requis et le mode de publication. Elle peut notamment imposer aux opérateurs mentionnés aux I et II l'obligation de publier préalablement toute évolution des modalités et conditions techniques et tarifaires de fourniture de leurs prestations d'interconnexion et d'accès avec un préavis qu'elle détermine.",
            "texteHtml": "<p></p>   I. - Les informations à publier en application du 1° de l'article L. 38 peuvent concerner :<p></p><p></p>   - les informations comptables et notamment la description du système de comptabilisation des coûts d'interconnexion et d'accès ;<p></p><p></p>   - les spécifications techniques des prestations d'interconnexion ou d'accès de ces opérateurs ;<p></p><p></p>   - les caractéristiques du réseau de ces opérateurs ;<p></p><p></p>   - les conditions techniques et tarifaires de fourniture des prestations d'interconnexion et d'accès de ces opérateurs.<p></p><p></p>   L'Autorité de régulation des télécommunications peut également imposer à un opérateur réputé exercer une influence significative sur un marché du secteur des communications électroniques de lui communiquer, dès leur conclusion, les conventions d'interconnexion et d'accès auxquelles cet opérateur est partie.<p></p><p></p>   II. - Sans préjudice de l'article D. 308, lorsqu'un opérateur exerçant une influence significative sur un marché du secteur des communications électroniques est soumis à une obligation de non discrimination en application de l'article D. 309, l'Autorité de régulation des télécommunications peut imposer à cet opérateur de publier une offre technique et tarifaire d'interconnexion ou d'accès.<p></p><p></p>   L'offre mentionnée au précédent alinéa est suffisamment détaillée pour que l'opérateur demandeur ne paye que l'utilisation des moyens strictement liés à la prestation demandée. Elle comprend une description des offres pertinentes réparties en divers éléments selon les besoins du marché, accompagnée des conditions techniques et tarifaires correspondant à ces offres ainsi qu'aux prestations connexes.<p></p><p></p>   L'Autorité de régulation des télécommunications fixe la liste des prestations minimales d'interconnexion ou d'accès devant figurer dans l'offre technique et tarifaire d'interconnexion ou d'accès.<p></p><p></p>   L'Autorité de régulation des télécommunications peut imposer, à tout moment, des modifications à une offre technique et tarifaire d'interconnexion ou d'accès afin de mettre l'offre technique et tarifaire en conformité avec les dispositions du présent code ou de donner effet aux obligations qui en résultent. L'opérateur communique à cette fin à l'Autorité de régulation des télécommunications, à sa demande et dans un délai qu'elle fixe, toute information nécessaire.<p></p><p></p>   L'opérateur ne peut invoquer l'existence d'une offre inscrite à son offre technique et tarifaire d'interconnexion pour refuser d'engager des négociations commerciales avec un autre opérateur, dans les conditions prévues à l'article L. 34-8, en vue de la détermination de conditions d'interconnexion ou d'accès qui n'auraient pas été prévues par ladite offre.<p></p><p></p>   Toute condition d'interconnexion ou d'accès qui n'aurait pas été prévue par l'offre technique et tarifaire de l'opérateur doit être signalée en tant que telle dans la convention d'interconnexion ou d'accès.<p></p><p></p>   Lorsque l'opérateur souhaite utiliser une interface d'interconnexion ou d'accès qui ne figure pas à son offre technique et tarifaire ou apporter des compléments aux spécifications d'une interface de l'offre technique et tarifaire, il communique les spécifications techniques correspondantes à l'Autorité de régulation des télécommunications.<p></p><p></p>   III. - L'Autorité de régulation des télécommunications précise les informations à publier au titre du I et du II, le niveau de détail requis et le mode de publication. Elle peut notamment imposer aux opérateurs mentionnés aux I et II l'obligation de publier préalablement toute évolution des modalités et conditions techniques et tarifaires de fourniture de leurs prestations d'interconnexion et d'accès avec un préavis qu'elle détermine.<p></p><p></p>",
            "num": "D307",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1114819200000,
            "dateFin": 1116633600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-04-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : La régulation des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150624",
                        "id": "LEGISCTA000006150624",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-04-30",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165878",
                        "id": "LEGISCTA000006165878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464506",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165878",
            "sectionParentId": "LEGISCTA000006165878",
            "sectionParentTitre": "Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre IV : La régulation des communications électroniques. &gt; Section 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006464509",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000605864",
                    "textTitle": "Décret n°2005-399 du 27 avril 2005 - art. 3 () JORF 30 avril 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006240608",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-04-30",
                    "dateSignaTexte": "2005-04-27",
                    "dateDebutCible": "2005-04-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. D308 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D308",
                    "articleId": "LEGIARTI000006464511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 176688000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. D309 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D309",
                    "articleId": "LEGIARTI000006464515",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 528508800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L34-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L34-8",
                    "articleId": "LEGIARTI000006465796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L38 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L38",
                    "articleId": "LEGIARTI000006465428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464506",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 679276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464507",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 679276800000,
                    "dateFin": 1101772800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464508",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1101772800000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464509",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464510",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703527",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016332",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164801",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D307",
                "307"
            ],
            "versionPrecedente": "LEGIARTI000006464508",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006464508",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les informations à publier en application du 1° de l'article L. 38 peuvent concerner : - les informations comptables et notamment la description du système de comptabilisation des coûts d'interconnexion et d'accès ; - les spécifications techniques des prestations d'interconnexion ou d'accès de ces opérateurs ; - les caractéristiques du réseau de ces opérateurs ; - les conditions techniques et tarifaires de fourniture des prestations d'interconnexion et d'accès de ces opérateurs. L'Autorité de régulation des télécommunications peut également imposer à un opérateur réputé exercer une influence significative sur un marché du secteur des communications électroniques de lui communiquer, dès leur conclusion, les conventions d'interconnexion et d'accès auxquelles cet opérateur est partie. II. - Sans préjudice de l'article D. 308, lorsqu'un opérateur exerçant une influence significative sur un marché du secteur des communications électroniques est soumis à une obligation de non discrimination en application de l'article D. 309, l'Autorité de régulation des télécommunications peut imposer à cet opérateur de publier une offre technique et tarifaire d'interconnexion ou d'accès. L'offre mentionnée au précédent alinéa est suffisamment détaillée pour que l'opérateur demandeur ne paye que l'utilisation des moyens strictement liés à la prestation demandée. Elle comprend une description des offres pertinentes réparties en divers éléments selon les besoins du marché, accompagnée des conditions techniques et tarifaires correspondant à ces offres ainsi qu'aux prestations connexes. L'Autorité de régulation des télécommunications fixe la liste des prestations minimales d'interconnexion ou d'accès devant figurer dans l'offre technique et tarifaire d'interconnexion ou d'accès. L'Autorité de régulation des télécommunications peut imposer, à tout moment, des modifications à une offre technique et tarifaire d'interconnexion ou d'accès afin de mettre l'offre technique et tarifaire en conformité avec les dispositions du présent code ou de donner effet aux obligations qui en résultent. L'opérateur communique à cette fin à l'Autorité de régulation des télécommunications, à sa demande et dans un délai qu'elle fixe, toute information nécessaire. L'opérateur ne peut invoquer l'existence d'une offre inscrite à son offre technique et tarifaire d'interconnexion pour refuser d'engager des négociations commerciales avec un autre opérateur, dans les conditions prévues à l'article L. 34-8, en vue de la détermination de conditions d'interconnexion ou d'accès qui n'auraient pas été prévues par ladite offre. Toute condition d'interconnexion ou d'accès qui n'aurait pas été prévue par l'offre technique et tarifaire de l'opérateur doit être signalée en tant que telle dans la convention d'interconnexion ou d'accès. Lorsque l'opérateur souhaite utiliser une interface d'interconnexion ou d'accès qui ne figure pas à son offre technique et tarifaire ou apporter des compléments aux spécifications d'une interface de l'offre technique et tarifaire, il communique les spécifications techniques correspondantes à l'Autorité de régulation des télécommunications. III. - L'Autorité de régulation des télécommunications précise les informations à publier au titre du I et du II, le niveau de détail requis et le mode de publication. Elle peut notamment imposer aux opérateurs mentionnés aux I et II l'obligation de publier préalablement toute évolution des modalités et conditions techniques et tarifaires de fourniture de leurs prestations d'interconnexion et d'accès avec un préavis qu'elle détermine.",
            "texteHtml": "<p></p>   I. - Les informations à publier en application du 1° de l'article L. 38 peuvent concerner :<p></p><p></p>   - les informations comptables et notamment la description du système de comptabilisation des coûts d'interconnexion et d'accès ;<p></p><p></p>   - les spécifications techniques des prestations d'interconnexion ou d'accès de ces opérateurs ;<p></p><p></p>   - les caractéristiques du réseau de ces opérateurs ;<p></p><p></p>   - les conditions techniques et tarifaires de fourniture des prestations d'interconnexion et d'accès de ces opérateurs.<p></p><p></p>   L'Autorité de régulation des télécommunications peut également imposer à un opérateur réputé exercer une influence significative sur un marché du secteur des communications électroniques de lui communiquer, dès leur conclusion, les conventions d'interconnexion et d'accès auxquelles cet opérateur est partie.<p></p><p></p>   II. - Sans préjudice de l'article D. 308, lorsqu'un opérateur exerçant une influence significative sur un marché du secteur des communications électroniques est soumis à une obligation de non discrimination en application de l'article D. 309, l'Autorité de régulation des télécommunications peut imposer à cet opérateur de publier une offre technique et tarifaire d'interconnexion ou d'accès.<p></p><p></p>   L'offre mentionnée au précédent alinéa est suffisamment détaillée pour que l'opérateur demandeur ne paye que l'utilisation des moyens strictement liés à la prestation demandée. Elle comprend une description des offres pertinentes réparties en divers éléments selon les besoins du marché, accompagnée des conditions techniques et tarifaires correspondant à ces offres ainsi qu'aux prestations connexes.<p></p><p></p>   L'Autorité de régulation des télécommunications fixe la liste des prestations minimales d'interconnexion ou d'accès devant figurer dans l'offre technique et tarifaire d'interconnexion ou d'accès.<p></p><p></p>   L'Autorité de régulation des télécommunications peut imposer, à tout moment, des modifications à une offre technique et tarifaire d'interconnexion ou d'accès afin de mettre l'offre technique et tarifaire en conformité avec les dispositions du présent code ou de donner effet aux obligations qui en résultent. L'opérateur communique à cette fin à l'Autorité de régulation des télécommunications, à sa demande et dans un délai qu'elle fixe, toute information nécessaire.<p></p><p></p>   L'opérateur ne peut invoquer l'existence d'une offre inscrite à son offre technique et tarifaire d'interconnexion pour refuser d'engager des négociations commerciales avec un autre opérateur, dans les conditions prévues à l'article L. 34-8, en vue de la détermination de conditions d'interconnexion ou d'accès qui n'auraient pas été prévues par ladite offre.<p></p><p></p>   Toute condition d'interconnexion ou d'accès qui n'aurait pas été prévue par l'offre technique et tarifaire de l'opérateur doit être signalée en tant que telle dans la convention d'interconnexion ou d'accès.<p></p><p></p>   Lorsque l'opérateur souhaite utiliser une interface d'interconnexion ou d'accès qui ne figure pas à son offre technique et tarifaire ou apporter des compléments aux spécifications d'une interface de l'offre technique et tarifaire, il communique les<p></p>\nspécifications techniques correspondantes à l'Autorité de régulation des télécommunications.<p></p><p></p>   III. - L'Autorité de régulation des télécommunications précise les informations à publier au titre du I et du II, le niveau de détail requis et le mode de publication. Elle peut notamment imposer aux opérateurs mentionnés aux I et II l'obligation de publier préalablement toute évolution des modalités et conditions techniques et tarifaires de fourniture de leurs prestations d'interconnexion et d'accès avec un préavis qu'elle détermine.<p></p>",
            "num": "D307",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1101772800000,
            "dateFin": 1114819200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2005-04-30",
                        "titre": "CHAPITRE IV : Téléphone",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150623",
                        "id": "LEGISCTA000006150623",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-11-30",
                        "fin": "2005-04-30",
                        "titre": "SECTION 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165869",
                        "id": "LEGISCTA000006165869",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464506",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165869",
            "sectionParentId": "LEGISCTA000006165869",
            "sectionParentTitre": "SECTION 2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006464508",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000258070",
                    "textTitle": "Décret n°2004-1301 du 26 novembre 2004 - art. 2 () JORF 30 novembre 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006236434",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-11-30",
                    "dateSignaTexte": "2004-11-26",
                    "dateDebutCible": "2004-11-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. D308 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D308",
                    "articleId": "LEGIARTI000006464511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 176688000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. D309 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D309",
                    "articleId": "LEGIARTI000006464515",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 528508800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L34-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L34-8",
                    "articleId": "LEGIARTI000006465796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L38 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L38",
                    "articleId": "LEGIARTI000006465428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464506",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 679276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464507",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 679276800000,
                    "dateFin": 1101772800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464508",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1101772800000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464509",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464510",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703527",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016332",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164801",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D307",
                "307"
            ],
            "versionPrecedente": "LEGIARTI000006464507",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006464507",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Des communications téléphoniques peuvent être échangées entre un poste d'abonnement quelconque et un poste d'abonnement mobile (poste radiotéléphonique) installé à bord d'un véhicule se trouvant dans le rayon d'action normal d'une station de base radiotéléphonique dénommée station centrale. Outre le prix téléphonique normalement applicable à une communication établie entre le poste téléphonique fixe d'abonnement et la station centrale, ces communications sont passibles d'une taxe radiotéléphonique.",
            "texteHtml": "<p></p>   Des communications téléphoniques peuvent être échangées entre un poste d'abonnement quelconque et un poste d'abonnement mobile (poste radiotéléphonique) installé à bord d'un véhicule se trouvant dans le rayon d'action normal d'une station de base radiotéléphonique dénommée station centrale.<p></p><p></p>   Outre le prix téléphonique normalement applicable à une communication établie entre le poste téléphonique fixe d'abonnement et la station centrale, ces communications sont passibles d'une taxe radiotéléphonique.<p></p>",
            "num": "D307",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 679276800000,
            "dateFin": 1101772800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2005-04-30",
                        "titre": "CHAPITRE IV : Téléphone",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150623",
                        "id": "LEGISCTA000006150623",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2004-11-30",
                        "titre": "SECTION 2 : Des communications téléphoniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165868",
                        "id": "LEGISCTA000006165868",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2004-11-30",
                        "titre": "Paragraphe 3 : Communications spéciales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181942",
                        "id": "LEGISCTA000006181942",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2004-11-30",
                        "titre": "6. : Communication avec un véhicule.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193033",
                        "id": "LEGISCTA000006193033",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464506",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193033",
            "sectionParentId": "LEGISCTA000006193033",
            "sectionParentTitre": "6. : Communication avec un véhicule.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; CHAPITRE IV : Téléphone",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006464507",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000571493",
                    "textTitle": "Décret n°91-644 du 10 juillet 1991 - art. 1 () JORF 12 juillet 1991",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006424292",
                    "natureText": "DECRET",
                    "datePubliTexte": "1991-07-12",
                    "dateSignaTexte": "1991-07-10",
                    "dateDebutCible": "1991-07-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464506",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 679276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464507",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 679276800000,
                    "dateFin": 1101772800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464508",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1101772800000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464509",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464510",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703527",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016332",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164801",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D307",
                "307"
            ],
            "versionPrecedente": "LEGIARTI000006464506",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006464506",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Des communications téléphoniques peuvent être échangées entre un poste d'abonnement quelconque et un poste d'abonnement mobile (poste radiotéléphonique) installé à bord d'un véhicule se trouvant dans le rayon d'action normal d'une station de base radiotéléphonique dénommée station centrale. Outre le prix téléphonique normalement applicable à une communication établie entre le poste téléphonique fixe d'abonnement et la station centrale, ces communications sont passibles d'un prix téléphonique.",
            "texteHtml": "<p></p>   Des communications téléphoniques peuvent être échangées entre un poste d'abonnement quelconque et un poste d'abonnement mobile (poste radiotéléphonique) installé à bord d'un véhicule se trouvant dans le rayon d'action normal d'une station de base radiotéléphonique dénommée station centrale.<p></p><p></p>   Outre le prix téléphonique normalement applicable à une communication établie entre le poste téléphonique fixe d'abonnement et la station centrale, ces communications sont passibles d'un prix téléphonique.<p></p>",
            "num": "D307",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": -246240000000,
            "dateFin": 679276800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "1995-02-03",
                        "titre": "LIVRE II : Le service des télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118592",
                        "id": "LEGISCTA000006118592",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "1995-02-03",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136595",
                        "id": "LEGISCTA000006136595",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "1991-07-12",
                        "titre": "CHAPITRE IV : Téléphone",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150594",
                        "id": "LEGISCTA000006150594",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "1991-07-12",
                        "titre": "SECTION 2 : Des communications téléphoniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165820",
                        "id": "LEGISCTA000006165820",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "1991-07-12",
                        "titre": "Paragraphe 3 : Communications spéciales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181901",
                        "id": "LEGISCTA000006181901",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "1991-07-12",
                        "titre": "6. : Communication avec un véhicule.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192984",
                        "id": "LEGISCTA000006192984",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464506",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006192984",
            "sectionParentId": "LEGISCTA000006192984",
            "sectionParentTitre": "6. : Communication avec un véhicule.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Le service des télécommunications &gt; TITRE Ier : Dispositions générales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006464506",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12 JORF 14 mars 1962 rectificatif JORF 30 mars 1962 et JORF 8 avril 1962",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464506",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 679276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464507",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 679276800000,
                    "dateFin": 1101772800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464508",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1101772800000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464509",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464510",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703527",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016332",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164801",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D307",
                "307"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}