{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038051913",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt. L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans. Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration. La prescription est interrompue par une des causes prévues par le code civil. L'interruption de la prescription peut, en outre, résulter de l'envoi d'une lettre recommandée avec demande d'avis de réception, quels qu'en aient été les modes de délivrance. Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur. Par dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret. Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur récupère cet indu par retenue sur les échéances d'aide personnalisée au logement à venir. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre de l'allocation de logement mentionnée à l'article L. 831-1 du code de la sécurité sociale, soit au titre des prestations familiales mentionnées à l'article L. 511-1 du même code, soit au titre des prestations mentionnées aux titres II et IV du livre VIII du même code, soit au titre du revenu de solidarité active mentionné à l'article L. 262-1 du code de l'action sociale et des familles. Dans des conditions définies par décret, les retenues mentionnées au quatrième alinéa, ainsi que celles mentionnées aux articles L. 553-2, L. 821-5-1 , L. 835-3 et L. 845-3 du code de la sécurité sociale et L. 262-46 du code de l'action sociale et des familles sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. En cas de fraude, le directeur de l'organisme débiteur de prestations familiales peut majorer le montant de la retenue d'un taux fixé par décret qui ne peut excéder 50 %. Ce taux est doublé en cas de réitération de la fraude dans un délai de cinq ans à compter de la notification de l'indu ayant donné lieu à majoration de la retenue. Toutefois, par dérogation aux dispositions des alinéas précédents et dans les conditions prévues à l'article L. 351-14 du présent code, le montant de l'indu peut être réduit ou remis en cas de précarité de la situation du débiteur, sauf en cas de manœuvre frauduleuse ou de fausses déclarations. Lorsque l'indu notifié ne peut être recouvré sur les prestations mentionnées au sixième alinéa du présent article, la récupération peut être opérée, sous réserve que l'assuré ne conteste pas le caractère indu et n'opte pas pour le remboursement en un versement, par retenue sur les prestations en espèces gérées par les organismes mentionnés à l'article L. 133-4-1 du code de la sécurité sociale ou sur les prestations mentionnées aux titres IV et V du livre III et au titre Ier du livre VIII du même code, par l'organisme gestionnaire de ces prestations et avec son accord. Toutefois, suite à cet accord, le recouvrement ne peut être effectué que si l'assuré n'est débiteur d'aucun indu sur ces mêmes prestations. Ce recouvrement est opéré selon les modalités applicables aux prestations sur lesquelles les retenues sont effectuées. Un décret fixe les modalités d'application et le traitement comptable afférant à ces opérations. L'article L. 161-1-5 du code de la sécurité sociale est applicable pour le recouvrement des sommes indûment versées. La prescription est interrompue tant que l'organisme débiteur des prestations familiales se trouve dans l'impossibilité de recouvrer l'indu concerné en raison de la mise en œuvre d'une procédure de recouvrement d'indus relevant des articles L. 553-2, L. 821-5-1, L. 835-3 ou L. 845-3 du code de la sécurité sociale, L. 262-46 du code de l'action sociale et des familles ou L. 351-11 du code de la construction et de l'habitation.",
            "texteHtml": "<p>Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt. L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans.</p><p>Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration.</p><p>La prescription est interrompue par une des causes prévues par le code civil. L'interruption de la prescription peut, en outre, résulter de l'envoi d'une lettre recommandée avec demande d'avis de réception, quels qu'en aient été les modes de délivrance.</p><p>Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur.</p><p>Par dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret.</p><p>Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur récupère cet indu par retenue sur les échéances d'aide personnalisée au logement à venir. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre de l'allocation de logement mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006745144&dateTexte=&categorieLien=cid'>L. 831-1 </a>du code de la sécurité sociale, soit au titre des prestations familiales mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006743192&dateTexte=&categorieLien=cid'>L. 511-1 </a>du même code, soit au titre des prestations mentionnées aux titres II et IV du livre VIII du même code, soit au titre du revenu de solidarité active mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797174&dateTexte=&categorieLien=cid'>L. 262-1 </a>du code de l'action sociale et des familles.</p><p>Dans des conditions définies par décret, les retenues mentionnées au quatrième alinéa, ainsi que celles mentionnées aux articles L. 553-2, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000019949910&dateTexte=&categorieLien=cid'>L. 821-5-1</a>, L. 835-3 et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000031077439&dateTexte=&categorieLien=cid'>L. 845-3 </a>du code de la sécurité sociale et L. 262-46 du code de l'action sociale et des familles sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. En cas de fraude, le directeur de l'organisme débiteur de prestations familiales peut majorer le montant de la retenue d'un taux fixé par décret qui ne peut excéder 50 %. Ce taux est doublé en cas de réitération de la fraude dans un délai de cinq ans à compter de la notification de l'indu ayant donné lieu à majoration de la retenue.</p><p>Toutefois, par dérogation aux dispositions des alinéas précédents et dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824988&dateTexte=&categorieLien=cid'>L. 351-14 </a>du présent code, le montant de l'indu peut être réduit ou remis en cas de précarité de la situation du débiteur, sauf en cas de manœuvre frauduleuse ou de fausses déclarations.</p><p>Lorsque l'indu notifié ne peut être recouvré sur les prestations mentionnées au sixième alinéa du présent article, la récupération peut être opérée, sous réserve que l'assuré ne conteste pas le caractère indu et n'opte pas pour le remboursement en un versement, par retenue sur les prestations en espèces gérées par les organismes mentionnés à l'article L. 133-4-1 du code de la sécurité sociale ou sur les prestations mentionnées aux titres IV et V du livre III et au titre Ier du livre VIII du même code, par l'organisme gestionnaire de ces prestations et avec son accord. Toutefois, suite à cet accord, le recouvrement ne peut être effectué que si l'assuré n'est débiteur d'aucun indu sur ces mêmes prestations. Ce recouvrement est opéré selon les modalités applicables aux prestations sur lesquelles les retenues sont effectuées. Un décret fixe les modalités d'application et le traitement comptable afférant à ces opérations.</p><p>L'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000019949589&dateTexte=&categorieLien=cid'>L. 161-1-5 </a>du code de la sécurité sociale est applicable pour le recouvrement des sommes indûment versées.</p><p>La prescription est interrompue tant que l'organisme débiteur des prestations familiales se trouve dans l'impossibilité de recouvrer l'indu concerné en raison de la mise en œuvre d'une procédure de recouvrement d'indus relevant des articles L. 553-2, L. 821-5-1, L. 835-3 ou L. 845-3 du code de la sécurité sociale, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797289&dateTexte=&categorieLien=cid'>L. 262-46</a> du code de l'action sociale et des familles ou L. 351-11 du code de la construction et de l'habitation.</p>",
            "num": "L351-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1577836800000,
            "dateFin": 1567296000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1652,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Titre V : Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000006143546",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Conventions d'aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000038833858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159050",
                        "id": "LEGISCTA000006159050",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006824981",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159050",
            "sectionParentId": "LEGISCTA000006159050",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre V : Aide personnalisée au logement. &gt; Titre V : Conventions d'aide personnalisée au logement &gt; Chapitre Ier : Dispositions générales.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038051913",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions du 3° du VI de l'article 77 de la loi n° 2018-1203 du 22 décembre 2018, ces dispositions telles qu'elles résultent du 2° du III dudit article entrent en vigueur le 1er janvier 2020.",
            "notaHtml": "<p>Conformément aux dispositions du 3° du VI de l'article 77 de la loi n° 2018-1203 du 22 décembre 2018, ces dispositions telles qu'elles résultent du 2° du III dudit article entrent en vigueur le 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037847585",
                    "textTitle": "LOI n°2018-1203 du 22 décembre 2018 - art. 77 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "77",
                    "articleId": "LEGIARTI000037849586",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-23",
                    "dateSignaTexte": "2018-12-22",
                    "dateDebutCible": "2018-12-24"
                },
                {
                    "textCid": "JORFTEXT000038812074",
                    "textTitle": "Ordonnance n°2019-770 du 17 juillet 2019 - art. 2 (V)",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038813948",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-07-25",
                    "dateSignaTexte": "2019-07-17",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 8-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8-4",
                    "articleId": "LEGIARTI000037872149",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 9-6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-6",
                    "articleId": "LEGIARTI000037951187",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000038834882",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 42-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "42-1",
                    "articleId": "LEGIARTI000038833636",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000000616196",
                    "textTitle": "Ordonnance n° 2006-1588 du 13 décembre 2006 - art. 104-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "104-1",
                    "articleId": "LEGIARTI000038834855",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2006-1588",
                    "datePubli": 1166054400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038834797",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L161-1-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L161-1-5",
                    "articleId": "LEGIARTI000019949589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006743192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L821-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-5-1",
                    "articleId": "LEGIARTI000019949910",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L831-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L831-1",
                    "articleId": "LEGIARTI000006745144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L845-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L845-3",
                    "articleId": "LEGIARTI000031077439",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006797174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-46",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-46",
                    "articleId": "LEGIARTI000006797289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000021540105",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261958400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-11 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-11",
                    "articleId": "LEGIARTI000038051913",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-14",
                    "articleId": "LEGIARTI000006824988",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-9",
                    "articleId": "LEGIARTI000006824978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L353-15-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L353-15-2",
                    "articleId": "LEGIARTI000038833832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R351-28-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R351-28-1",
                    "articleId": "LEGIARTI000038338734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554422400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-17",
                    "articleId": "LEGIARTI000042686235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000031087950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000038051639",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L821-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L821-5",
                    "articleId": "LEGIARTI000038314532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L835-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L835-3",
                    "articleId": "LEGIARTI000038833526",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000888376",
                    "textTitle": "Loi 77-1 1977-01-03 art. 16",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000888376",
                    "natureText": "LOI"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L821-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L821-7",
                    "articleId": "LEGIARTI000038814956",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L823-9 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000038814904",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R823-23 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R823-23",
                    "articleId": "LEGIARTI000038878887",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006824981",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 266112000000,
                    "dateFin": 775180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006824982",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 775180800000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019959889",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1261958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021540091",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1261958400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031088103",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951336",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038833263",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038051913",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L351-11",
                "351-11"
            ],
            "versionPrecedente": "LEGIARTI000038833263",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038833263",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt. L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans. Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration. La prescription est interrompue par une des causes prévues par le code civil. L'interruption de la prescription peut, en outre, résulter de l'envoi d'une lettre recommandée avec demande d'avis de réception, quels qu'en aient été les modes de délivrance. Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur. Par dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret. Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur récupère cet indu par retenue sur les échéances d'aide personnalisée au logement à venir. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre de l'allocation de logement mentionnée à l'article L. 831-1 du code de la sécurité sociale, soit au titre des prestations familiales mentionnées à l'article L. 511-1 du même code, soit au titre des prestations mentionnées aux titres II et IV du livre VIII du même code, soit au titre du revenu de solidarité active mentionné à l'article L. 262-1 du code de l'action sociale et des familles. Dans des conditions définies par décret, les retenues mentionnées au quatrième alinéa, ainsi que celles mentionnées aux articles L. 553-2, L. 821-5-1, L. 835-3 et L. 845-3 du code de la sécurité sociale et L. 262-46 du code de l'action sociale et des familles sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. En cas de fraude, le directeur de l'organisme débiteur de prestations familiales peut majorer le montant de la retenue d'un taux fixé par décret qui ne peut excéder 50 %. Ce taux est doublé en cas de réitération de la fraude dans un délai de cinq ans à compter de la notification de l'indu ayant donné lieu à majoration de la retenue. Toutefois, par dérogation aux dispositions des alinéas précédents et dans les conditions prévues à l'article L. 351-14 du présent code, le montant de l'indu peut être réduit ou remis en cas de précarité de la situation du débiteur, sauf en cas de manœuvre frauduleuse ou de fausses déclarations. L'article L. 161-1-5 du code de la sécurité sociale est applicable pour le recouvrement des sommes indûment versées. La prescription est interrompue tant que l'organisme débiteur des prestations familiales se trouve dans l'impossibilité de recouvrer l'indu concerné en raison de la mise en œuvre d'une procédure de recouvrement d'indus relevant des articles L. 553-2, L. 821-5-1, L. 835-3 ou L. 845-3 du code de la sécurité sociale, L. 262-46 du code de l'action sociale et des familles ou L. 351-11 du code de la construction et de l'habitation.",
            "texteHtml": "<p>Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt. L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans.</p><p>Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration.</p><p>La prescription est interrompue par une des causes prévues par le code civil. L'interruption de la prescription peut, en outre, résulter de l'envoi d'une lettre recommandée avec demande d'avis de réception, quels qu'en aient été les modes de délivrance.</p><p>Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur.</p><p>Par dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret.</p><p>Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur récupère cet indu par retenue sur les échéances d'aide personnalisée au logement à venir. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre de l'allocation de logement mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000037993847&dateTexte=&categorieLien=id' title='Code de la sécurité sociale. - art. L831-1 (VT)'>L. 831-1 </a>du code de la sécurité sociale, soit au titre des prestations familiales mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000038834530&dateTexte=&categorieLien=id' title='Code de la sécurité sociale. - art. L511-1 (VD)'>L. 511-1 </a>du même code, soit au titre des prestations mentionnées aux titres II et IV du livre VIII du même code, soit au titre du revenu de solidarité active mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797174&dateTexte=&categorieLien=cid'>L. 262-1 </a>du code de l'action sociale et des familles.</p><p>Dans des conditions définies par décret, les retenues mentionnées au quatrième alinéa, ainsi que celles mentionnées aux articles L. 553-2, L. 821-5-1, L. 835-3 et L. 845-3 du code de la sécurité sociale et L. 262-46 du code de l'action sociale et des familles sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. En cas de fraude, le directeur de l'organisme débiteur de prestations familiales peut majorer le montant de la retenue d'un taux fixé par décret qui ne peut excéder 50 %. Ce taux est doublé en cas de réitération de la fraude dans un délai de cinq ans à compter de la notification de l'indu ayant donné lieu à majoration de la retenue.</p><p>Toutefois, par dérogation aux dispositions des alinéas précédents et dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824988&dateTexte=&categorieLien=cid'>L. 351-14 </a>du présent code, le montant de l'indu peut être réduit ou remis en cas de précarité de la situation du débiteur, sauf en cas de manœuvre frauduleuse ou de fausses déclarations.</p><p>L'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000019949589&dateTexte=&categorieLien=cid'>L. 161-1-5 </a>du code de la sécurité sociale est applicable pour le recouvrement des sommes indûment versées.</p><p>La prescription est interrompue tant que l'organisme débiteur des prestations familiales se trouve dans l'impossibilité de recouvrer l'indu concerné en raison de la mise en œuvre d'une procédure de recouvrement d'indus relevant des articles L. 553-2, L. 821-5-1, L. 835-3 ou L. 845-3 du code de la sécurité sociale, L. 262-46 du code de l'action sociale et des familles ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000038833263&dateTexte=&categorieLien=id' title='Code de la construction et de l'habitation. - art. L351-11 (VT)'>L. 351-11 </a>du code de la construction et de l'habitation.</p>",
            "num": "L351-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "ABROGE",
            "dateDebut": 1546300800000,
            "dateFin": 1567296000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1652,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Titre V : Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000006143546",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Conventions d'aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000038833858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159050",
                        "id": "LEGISCTA000006159050",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006824981",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159050",
            "sectionParentId": "LEGISCTA000006159050",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre V : Conventions d'aide personnalisée au logement",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038833263",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038812074",
                    "textTitle": "Ordonnance n°2019-770 du 17 juillet 2019 - art. 2 (VD)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038813948",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-07-25",
                    "dateSignaTexte": "2019-07-17",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 8-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8-4",
                    "articleId": "LEGIARTI000037872149",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 9-6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-6",
                    "articleId": "LEGIARTI000037951187",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000038834882",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 42-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "42-1",
                    "articleId": "LEGIARTI000038833636",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000000616196",
                    "textTitle": "Ordonnance n° 2006-1588 du 13 décembre 2006 - art. 104-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "104-1",
                    "articleId": "LEGIARTI000038834855",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2006-1588",
                    "datePubli": 1166054400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038834797",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L161-1-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L161-1-5",
                    "articleId": "LEGIARTI000019949589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L511-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000038834530",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L831-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L831-1",
                    "articleId": "LEGIARTI000037993847",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546214400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006797174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000021540105",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261958400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-11 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-11",
                    "articleId": "LEGIARTI000038833263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-14",
                    "articleId": "LEGIARTI000006824988",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-9",
                    "articleId": "LEGIARTI000006824978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L353-15-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L353-15-2",
                    "articleId": "LEGIARTI000038833832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R351-28-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R351-28-1",
                    "articleId": "LEGIARTI000038338734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554422400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-17",
                    "articleId": "LEGIARTI000042686235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000031087950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000038051639",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L821-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L821-5",
                    "articleId": "LEGIARTI000038314532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L835-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L835-3",
                    "articleId": "LEGIARTI000038833526",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000888376",
                    "textTitle": "Loi 77-1 1977-01-03 art. 16",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000888376",
                    "natureText": "LOI"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L821-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L821-7",
                    "articleId": "LEGIARTI000038814956",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L823-9 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000038814904",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R823-23 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R823-23",
                    "articleId": "LEGIARTI000038878887",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R823-8 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R823-8",
                    "articleId": "LEGIARTI000038878925",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006824981",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 266112000000,
                    "dateFin": 775180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006824982",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 775180800000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019959889",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1261958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021540091",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1261958400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031088103",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951336",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038833263",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038051913",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L351-11",
                "351-11"
            ],
            "versionPrecedente": "LEGIARTI000037951336",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037951336",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt. L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans. Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration. La prescription est interrompue par une des causes prévues par le code civil. L'interruption de la prescription peut, en outre, résulter de l'envoi d'une lettre recommandée avec demande d'avis de réception, quels qu'en aient été les modes de délivrance. Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur. Par dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret. Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur récupère cet indu par retenue sur les échéances d'aide personnalisée au logement à venir. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre de l'allocation de logement mentionnée à l'article L. 831-1 du code de la sécurité sociale, soit au titre des prestations familiales mentionnées à l'article L. 511-1 du même code, soit au titre des prestations mentionnées aux titres II et IV du livre VIII du même code, soit au titre du revenu de solidarité active mentionné à l'article L. 262-1 du code de l'action sociale et des familles. Dans des conditions définies par décret, les retenues mentionnées au quatrième alinéa, ainsi que celles mentionnées aux articles L. 553-2, L. 821-5-1 , L. 835-3 et L. 845-3 du code de la sécurité sociale et L. 262-46 du code de l'action sociale et des familles sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. En cas de fraude, le directeur de l'organisme débiteur de prestations familiales peut majorer le montant de la retenue d'un taux fixé par décret qui ne peut excéder 50 %. Ce taux est doublé en cas de réitération de la fraude dans un délai de cinq ans à compter de la notification de l'indu ayant donné lieu à majoration de la retenue. Toutefois, par dérogation aux dispositions des alinéas précédents et dans les conditions prévues à l'article L. 351-14 du présent code, le montant de l'indu peut être réduit ou remis en cas de précarité de la situation du débiteur, sauf en cas de manœuvre frauduleuse ou de fausses déclarations. L'article L. 161-1-5 du code de la sécurité sociale est applicable pour le recouvrement des sommes indûment versées. La prescription est interrompue tant que l'organisme débiteur des prestations familiales se trouve dans l'impossibilité de recouvrer l'indu concerné en raison de la mise en œuvre d'une procédure de recouvrement d'indus relevant des articles L. 553-2, L. 821-5-1, L. 835-3 ou L. 845-3 du code de la sécurité sociale, L. 262-46 du code de l'action sociale et des familles ou L. 351-11 du code de la construction et de l'habitation.",
            "texteHtml": "<p>Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt. L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans.</p><p>Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration.</p><p>La prescription est interrompue par une des causes prévues par le code civil. L'interruption de la prescription peut, en outre, résulter de l'envoi d'une lettre recommandée avec demande d'avis de réception, quels qu'en aient été les modes de délivrance.</p><p>Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur.</p><p>Par dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret.</p><p>Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur récupère cet indu par retenue sur les échéances d'aide personnalisée au logement à venir. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre de l'allocation de logement mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006745144&dateTexte=&categorieLien=cid'>L. 831-1 </a>du code de la sécurité sociale, soit au titre des prestations familiales mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006743192&dateTexte=&categorieLien=cid'>L. 511-1 </a>du même code, soit au titre des prestations mentionnées aux titres II et IV du livre VIII du même code, soit au titre du revenu de solidarité active mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797174&dateTexte=&categorieLien=cid'>L. 262-1 </a>du code de l'action sociale et des familles.</p><p>Dans des conditions définies par décret, les retenues mentionnées au quatrième alinéa, ainsi que celles mentionnées aux articles L. 553-2, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000019949910&dateTexte=&categorieLien=cid'>L. 821-5-1</a>, L. 835-3 et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000031077439&dateTexte=&categorieLien=cid'>L. 845-3 </a>du code de la sécurité sociale et L. 262-46 du code de l'action sociale et des familles sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. En cas de fraude, le directeur de l'organisme débiteur de prestations familiales peut majorer le montant de la retenue d'un taux fixé par décret qui ne peut excéder 50 %. Ce taux est doublé en cas de réitération de la fraude dans un délai de cinq ans à compter de la notification de l'indu ayant donné lieu à majoration de la retenue.</p><p>Toutefois, par dérogation aux dispositions des alinéas précédents et dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824988&dateTexte=&categorieLien=cid'>L. 351-14 </a>du présent code, le montant de l'indu peut être réduit ou remis en cas de précarité de la situation du débiteur, sauf en cas de manœuvre frauduleuse ou de fausses déclarations.</p><p>L'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000019949589&dateTexte=&categorieLien=cid'>L. 161-1-5 </a>du code de la sécurité sociale est applicable pour le recouvrement des sommes indûment versées.</p><p>La prescription est interrompue tant que l'organisme débiteur des prestations familiales se trouve dans l'impossibilité de recouvrer l'indu concerné en raison de la mise en œuvre d'une procédure de recouvrement d'indus relevant des articles L. 553-2, L. 821-5-1, L. 835-3 ou L. 845-3 du code de la sécurité sociale, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797289&dateTexte=&categorieLien=cid'>L. 262-46</a> du code de l'action sociale et des familles ou L. 351-11 du code de la construction et de l'habitation.</p>",
            "num": "L351-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1546300800000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1652,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Titre V : Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000006143546",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Conventions d'aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000038833858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159050",
                        "id": "LEGISCTA000006159050",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006824981",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159050",
            "sectionParentId": "LEGISCTA000006159050",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre V : Aide personnalisée au logement. &gt; Chapitre Ier : Dispositions générales.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037951336",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037847585",
                    "textTitle": "LOI n°2018-1203 du 22 décembre 2018 - art. 77 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "77",
                    "articleId": "LEGIARTI000037849586",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-23",
                    "dateSignaTexte": "2018-12-22",
                    "dateDebutCible": "2018-12-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 8-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8-4",
                    "articleId": "LEGIARTI000037872149",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 9-6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-6",
                    "articleId": "LEGIARTI000037951187",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000038834882",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 42-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "42-1",
                    "articleId": "LEGIARTI000038833636",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000000616196",
                    "textTitle": "Ordonnance n° 2006-1588 du 13 décembre 2006 - art. 104-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "104-1",
                    "articleId": "LEGIARTI000038834855",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2006-1588",
                    "datePubli": 1166054400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038834797",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L161-1-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L161-1-5",
                    "articleId": "LEGIARTI000019949589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006743192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L821-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-5-1",
                    "articleId": "LEGIARTI000019949910",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L831-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L831-1",
                    "articleId": "LEGIARTI000006745144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L845-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L845-3",
                    "articleId": "LEGIARTI000031077439",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006797174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-46",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-46",
                    "articleId": "LEGIARTI000006797289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000021540105",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261958400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-11 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-11",
                    "articleId": "LEGIARTI000038051913",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-14",
                    "articleId": "LEGIARTI000006824988",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-9",
                    "articleId": "LEGIARTI000006824978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L353-15-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L353-15-2",
                    "articleId": "LEGIARTI000038833832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R351-28-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R351-28-1",
                    "articleId": "LEGIARTI000038338734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554422400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-17",
                    "articleId": "LEGIARTI000042686235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000031087950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000038051639",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L821-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L821-5",
                    "articleId": "LEGIARTI000038314532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L835-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L835-3",
                    "articleId": "LEGIARTI000038833526",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000888376",
                    "textTitle": "Loi 77-1 1977-01-03 art. 16",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000888376",
                    "natureText": "LOI"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L821-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L821-7",
                    "articleId": "LEGIARTI000038814956",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L823-9 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000038814904",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R823-23 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R823-23",
                    "articleId": "LEGIARTI000038878887",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006824981",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 266112000000,
                    "dateFin": 775180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006824982",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 775180800000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019959889",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1261958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021540091",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1261958400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031088103",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951336",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038833263",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038051913",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L351-11",
                "351-11"
            ],
            "versionPrecedente": "LEGIARTI000031088103",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031088103",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt. L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans. Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration. La prescription est interrompue par une des causes prévues par le code civil. L'interruption de la prescription peut, en outre, résulter de l'envoi d'une lettre recommandée avec demande d'avis de réception, quels qu'en aient été les modes de délivrance. Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur. Par dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret. Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur récupère cet indu par retenue sur les échéances d'aide personnalisée au logement à venir. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre de l'allocation de logement mentionnée à l'article L. 831-1 du code de la sécurité sociale, soit au titre des prestations familiales mentionnées à l'article L. 511-1 du même code, soit au titre des prestations mentionnées aux titres II et IV du livre VIII du même code, soit au titre du revenu de solidarité active mentionné à l'article L. 262-1 du code de l'action sociale et des familles. Dans des conditions définies par décret, les retenues mentionnées au quatrième alinéa, ainsi que celles mentionnées aux articles L. 553-2, L. 821-5-1 , L. 835-3 et L. 845-3 du code de la sécurité sociale et L. 262-46 du code de l'action sociale et des familles sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. Toutefois, par dérogation aux dispositions des alinéas précédents et dans les conditions prévues à l'article L. 351-14 du présent code, le montant de l'indu peut être réduit ou remis en cas de précarité de la situation du débiteur, sauf en cas de manœuvre frauduleuse ou de fausses déclarations. L'article L. 161-1-5 du code de la sécurité sociale est applicable pour le recouvrement des sommes indûment versées. La prescription est interrompue tant que l'organisme débiteur des prestations familiales se trouve dans l'impossibilité de recouvrer l'indu concerné en raison de la mise en œuvre d'une procédure de recouvrement d'indus relevant des articles L. 553-2, L. 821-5-1, L. 835-3 ou L. 845-3 du code de la sécurité sociale, L. 262-46 du code de l'action sociale et des familles ou L. 351-11 du code de la construction et de l'habitation.",
            "texteHtml": "<p>Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt. L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans. </p><p>Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration. </p><p>La prescription est interrompue par une des causes prévues par le code civil. L'interruption de la prescription peut, en outre, résulter de l'envoi d'une lettre recommandée avec demande d'avis de réception, quels qu'en aient été les modes de délivrance. <br/></p><p>Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur. </p><p>Par dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret. </p><p>Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur récupère cet indu par retenue sur les échéances d'aide personnalisée au logement à venir. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre de l'allocation de logement mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006745144&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L831-1 (V)'>L. 831-1 </a>du code de la sécurité sociale, soit au titre des prestations familiales mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006743192&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L511-1 (V)'>L. 511-1 </a>du même code, soit au titre des prestations mentionnées aux titres II et IV du livre VIII du même code, soit au titre du revenu de solidarité active mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797174&dateTexte=&categorieLien=cid' title='Code de l'action sociale et des familles - art. L262-1 (VT)'>L. 262-1 </a>du code de l'action sociale et des familles. </p><p>Dans des conditions définies par décret, les retenues mentionnées au quatrième alinéa, ainsi que celles mentionnées aux articles L. 553-2, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000019949910&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L821-5-1 (VT)'>L. 821-5-1</a>, L. 835-3 et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000031077439&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L845-3 (VD)'>L. 845-3 </a>du code de la sécurité sociale et L. 262-46 du code de l'action sociale et des familles sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. </p><p>Toutefois, par dérogation aux dispositions des alinéas précédents et dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824988&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L351-14 (V)'>L. 351-14 </a>du présent code, le montant de l'indu peut être réduit ou remis en cas de précarité de la situation du débiteur, sauf en cas de manœuvre frauduleuse ou de fausses déclarations. </p><p>L'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000019949589&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L161-1-5 (V)'>L. 161-1-5 </a>du code de la sécurité sociale est applicable pour le recouvrement des sommes indûment versées. </p><p>La prescription est interrompue tant que l'organisme débiteur des prestations familiales se trouve dans l'impossibilité de recouvrer l'indu concerné en raison de la mise en œuvre d'une procédure de recouvrement d'indus relevant des articles L. 553-2, L. 821-5-1, L. 835-3 ou L. 845-3 du code de la sécurité sociale, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797289&dateTexte=&categorieLien=cid' title='Code de l'action sociale et des familles - art. L262-46 (V)'>L. 262-46</a> du code de l'action sociale et des familles ou L. 351-11 du code de la construction et de l'habitation.</p>",
            "num": "L351-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1652,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Titre V : Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000006143546",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Conventions d'aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000038833858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159050",
                        "id": "LEGISCTA000006159050",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006824981",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159050",
            "sectionParentId": "LEGISCTA000006159050",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre V : Aide personnalisée au logement. &gt; Chapitre Ier : Dispositions générales.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031088103",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031046061",
                    "textTitle": "LOI n°2015-994 du 17 août 2015 - art. 59",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "59",
                    "articleId": "LEGIARTI000031057684",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-18",
                    "dateSignaTexte": "2015-08-17",
                    "dateDebutCible": "2015-08-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 8-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8-4",
                    "articleId": "LEGIARTI000037872149",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 9-6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-6",
                    "articleId": "LEGIARTI000037951187",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000038834882",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 42-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "42-1",
                    "articleId": "LEGIARTI000038833636",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000000616196",
                    "textTitle": "Ordonnance n° 2006-1588 du 13 décembre 2006 - art. 104-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "104-1",
                    "articleId": "LEGIARTI000038834855",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2006-1588",
                    "datePubli": 1166054400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038834797",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L161-1-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L161-1-5",
                    "articleId": "LEGIARTI000019949589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L511-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006743192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L821-5-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-5-1",
                    "articleId": "LEGIARTI000019949910",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L831-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L831-1",
                    "articleId": "LEGIARTI000006745144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L845-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L845-3",
                    "articleId": "LEGIARTI000031077439",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006797174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-46 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-46",
                    "articleId": "LEGIARTI000006797289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000031087695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-11 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-11",
                    "articleId": "LEGIARTI000038051913",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-14",
                    "articleId": "LEGIARTI000006824988",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-9",
                    "articleId": "LEGIARTI000006824978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L353-15-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L353-15-2",
                    "articleId": "LEGIARTI000038833832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R351-28-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R351-28-1",
                    "articleId": "LEGIARTI000038338734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554422400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-17",
                    "articleId": "LEGIARTI000042686235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000031087950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000038051639",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L821-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L821-5",
                    "articleId": "LEGIARTI000038314532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L835-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L835-3",
                    "articleId": "LEGIARTI000038833526",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000888376",
                    "textTitle": "Loi 77-1 1977-01-03 art. 16",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000888376",
                    "natureText": "LOI"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L821-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L821-7",
                    "articleId": "LEGIARTI000038814956",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L823-9 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000038814904",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R823-23 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R823-23",
                    "articleId": "LEGIARTI000038878887",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006824981",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 266112000000,
                    "dateFin": 775180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006824982",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 775180800000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019959889",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1261958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021540091",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1261958400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031088103",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951336",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038833263",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038051913",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L351-11",
                "351-11"
            ],
            "versionPrecedente": "LEGIARTI000021540091",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021540091",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt.L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans. Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration. La prescription est interrompue par une des causes prévues par le code civil. L'interruption de la prescription peut, en outre, résulter de l'envoi d'une lettre recommandée avec demande d'avis de réception, quels qu'en aient été les modes de délivrance. Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur. Par dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret. Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur récupère cet indu par retenue sur les échéances d'aide personnalisée au logement à venir. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre de l'allocation de logement mentionnée à l' article L. 831-1 du code de la sécurité sociale , soit au titre des prestations familiales mentionnées à l'article L. 511-1 du même code, soit au titre des prestations mentionnées au titre II du livre VIII du même code, soit au titre du revenu de solidarité active mentionné à l'article L. 262-1 du code de l'action sociale et des familles, tel qu'il résulte de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion. Dans des conditions définies par décret, les retenues mentionnées au quatrième alinéa, ainsi que celles mentionnées aux articles L. 553-2 et L. 835-3 du code de la sécurité sociale, L. 821-5-1 du même code et L. 262-46 du code de l'action sociale et des familles, tel qu'il résulte de la loi n° 2008-1249 du 1er décembre 2008 précitée, sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. Toutefois, par dérogation aux dispositions des alinéas précédents et dans les conditions prévues à l'article L. 351-14 du présent code, le montant de l'indu peut être réduit ou remis en cas de précarité de la situation du débiteur, sauf en cas de manœuvre frauduleuse ou de fausses déclarations. L' article L. 161-1-5 du code de la sécurité sociale est applicable pour le recouvrement des sommes indûment versées. La prescription est interrompue tant que l'organisme débiteur des prestations familiales se trouve dans l'impossibilité de recouvrer l'indu concerné en raison de la mise en œuvre d'une procédure de recouvrement d'indus relevant des articles L. 553-2, L. 821-5-1 ou L. 835-3 du code de la sécurité sociale, L. 262-46 du code de l'action sociale et des familles ou L. 351-11 du code de la construction et de l'habitation.",
            "texteHtml": "<p>Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt.L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans. </p><p>Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration. </p><p>La prescription est interrompue par une des causes prévues par le code civil. L'interruption de la prescription peut, en outre, résulter de l'envoi d'une lettre recommandée avec demande d'avis de réception, quels qu'en aient été les modes de délivrance. <br/></p><p>Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur. </p><p>Par dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret. </p><p>Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur récupère cet indu par retenue sur les échéances d'aide personnalisée au logement à venir. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre de l'allocation de logement mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006745144&dateTexte=&categorieLien=cid'>article L. 831-1 du code de la sécurité sociale</a>, soit au titre des prestations familiales mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006743192&dateTexte=&categorieLien=cid'>L. 511-1 </a>du même code, soit au titre des prestations mentionnées au titre II du livre VIII du même code, soit au titre du revenu de solidarité active mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797174&dateTexte=&categorieLien=cid'>L. 262-1 </a>du code de l'action sociale et des familles, tel qu'il résulte de la <a href='/affichTexte.do?cidTexte=JORFTEXT000019860428&categorieLien=cid'>loi n° 2008-1249 du 1er décembre 2008 </a>généralisant le revenu de solidarité active et réformant les politiques d'insertion. </p><p>Dans des conditions définies par décret, les retenues mentionnées au quatrième alinéa, ainsi que celles mentionnées aux articles L. 553-2 et L. 835-3 du code de la sécurité sociale, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000019949910&dateTexte=&categorieLien=cid'>L. 821-5-1 </a>du même code et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797289&dateTexte=&categorieLien=cid'>L. 262-46 </a>du code de l'action sociale et des familles, tel qu'il résulte de la loi n° 2008-1249 du 1er décembre 2008 précitée, sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. </p><p>Toutefois, par dérogation aux dispositions des alinéas précédents et dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824988&dateTexte=&categorieLien=cid'>L. 351-14 </a>du présent code, le montant de l'indu peut être réduit ou remis en cas de précarité de la situation du débiteur, sauf en cas de manœuvre frauduleuse ou de fausses déclarations.</p><p>L'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000019949589&dateTexte=&categorieLien=cid'>article L. 161-1-5 du code de la sécurité sociale </a>est applicable pour le recouvrement des sommes indûment versées. </p><p>La prescription est interrompue tant que l'organisme débiteur des prestations familiales se trouve dans l'impossibilité de recouvrer l'indu concerné en raison de la mise en œuvre d'une procédure de recouvrement d'indus relevant des articles L. 553-2, L. 821-5-1 ou L. 835-3 du code de la sécurité sociale, L. 262-46 du code de l'action sociale et des familles ou L. 351-11 du code de la construction et de l'habitation.</p>",
            "num": "L351-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1261958400000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1652,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Titre V : Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000006143546",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Conventions d'aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000038833858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159050",
                        "id": "LEGISCTA000006159050",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006824981",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159050",
            "sectionParentId": "LEGISCTA000006159050",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre V : Aide personnalisée au logement. &gt; Chapitre Ier : Dispositions générales.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021540091",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2008-1330 du 17 décembre 2008 art. 118 IV : les dispositions relatives aux indus de revenu de solidarité active entrent en vigueur au 1er janvier 2010.",
            "notaHtml": "<p>Loi n° 2008-1330 du 17 décembre 2008 art. 118 IV : les dispositions relatives aux indus de revenu de solidarité active entrent en vigueur au 1er janvier 2010.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021528998",
                    "textTitle": "LOI n°2009-1646\n du 24 décembre 2009 - art. 93",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "93",
                    "articleId": "LEGIARTI000021531001",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-12-27",
                    "dateSignaTexte": "2009-12-24",
                    "dateDebutCible": "2009-12-28"
                },
                {
                    "textCid": "JORFTEXT000021528998",
                    "textTitle": "LOI n°2009-1646\n du 24 décembre 2009 - art. 97",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "97",
                    "articleId": "LEGIARTI000021531009",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-12-27",
                    "dateSignaTexte": "2009-12-24",
                    "dateDebutCible": "2009-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 8-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8-4",
                    "articleId": "LEGIARTI000037872149",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 9-6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-6",
                    "articleId": "LEGIARTI000037951187",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000038834882",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 42-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "42-1",
                    "articleId": "LEGIARTI000038833636",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000000616196",
                    "textTitle": "Ordonnance n° 2006-1588 du 13 décembre 2006 - art. 104-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "104-1",
                    "articleId": "LEGIARTI000038834855",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2006-1588",
                    "datePubli": 1166054400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000019860428",
                    "textTitle": "LOI n° 2008-1249 du 1er décembre 2008",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000019860428",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2008-1249",
                    "datePubli": 1228262400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038834797",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L161-1-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L161-1-5",
                    "articleId": "LEGIARTI000019949589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006743192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L821-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-5-1",
                    "articleId": "LEGIARTI000019949910",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L831-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L831-1",
                    "articleId": "LEGIARTI000006745144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006797174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-46",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-46",
                    "articleId": "LEGIARTI000006797289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000021540105",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261958400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-11 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-11",
                    "articleId": "LEGIARTI000038051913",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-14",
                    "articleId": "LEGIARTI000006824988",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-9",
                    "articleId": "LEGIARTI000006824978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L353-15-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L353-15-2",
                    "articleId": "LEGIARTI000038833832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R351-28-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R351-28-1",
                    "articleId": "LEGIARTI000038338734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554422400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-17",
                    "articleId": "LEGIARTI000042686235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000031087950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000038051639",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L821-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L821-5",
                    "articleId": "LEGIARTI000038314532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L835-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L835-3",
                    "articleId": "LEGIARTI000038833526",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000888376",
                    "textTitle": "Loi 77-1 1977-01-03 art. 16",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000888376",
                    "natureText": "LOI"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L821-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L821-7",
                    "articleId": "LEGIARTI000038814956",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L823-9 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000038814904",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R823-23 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R823-23",
                    "articleId": "LEGIARTI000038878887",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006824981",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 266112000000,
                    "dateFin": 775180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006824982",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 775180800000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019959889",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1261958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021540091",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1261958400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031088103",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951336",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038833263",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038051913",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L351-11",
                "351-11"
            ],
            "versionPrecedente": "LEGIARTI000019959889",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019959889",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt.L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans. Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration. Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur. Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur récupère cet indu par retenue sur les échéances d'aide personnalisée au logement à venir.A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre de l'allocation de logement mentionnée à l' article L. 831-1 du code de la sécurité sociale , soit au titre des prestations familiales mentionnées à l'article L. 511-1 du même code, soit au titre des prestations mentionnées au titre II du livre VIII du même code, soit au titre du revenu de solidarité active mentionné à l'article L. 262-1 du code de l'action sociale et des familles, tel qu'il résulte de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion. Dans des conditions définies par décret, les retenues mentionnées à l'alinéa précédent, ainsi que celles mentionnées aux articles L. 553-2 et L. 835-3 du code de la sécurité sociale, L. 821-5-1 du même code et L. 262-46 du code de l'action sociale et des familles, tel qu'il résulte de la loi n° 2008-1249 du 1er décembre 2008 précitée, sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. Toutefois, par dérogation aux dispositions des alinéas précédents et dans les conditions prévues à l'article L. 351-14 du présent code, le montant de l'indu peut être réduit ou remis en cas de précarité de la situation du débiteur, sauf en cas de manœuvre frauduleuse ou de fausses déclarations. L' article L. 161-1-5 du code de la sécurité sociale est applicable pour le recouvrement des sommes indûment versées.",
            "texteHtml": "<p>Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt.L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans. </p><p>Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration. </p><p>Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur. </p><p>Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur récupère cet indu par retenue sur les échéances d'aide personnalisée au logement à venir.A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre de l'allocation de logement mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006745144&dateTexte=&categorieLien=cid'>article L. 831-1 du code de la sécurité sociale</a>, soit au titre des prestations familiales mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006743192&dateTexte=&categorieLien=cid'>L. 511-1 </a>du même code, soit au titre des prestations mentionnées au titre II du livre VIII du même code, soit au titre du revenu de solidarité active mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797174&dateTexte=&categorieLien=cid'>L. 262-1 </a>du code de l'action sociale et des familles, tel qu'il résulte de la <a href='/affichTexte.do?cidTexte=JORFTEXT000019860428&categorieLien=cid'>loi n° 2008-1249 du 1er décembre 2008 </a>généralisant le revenu de solidarité active et réformant les politiques d'insertion. <br/></p><p></p><p>Dans des conditions définies par décret, les retenues mentionnées à l'alinéa précédent, ainsi que celles mentionnées aux articles L. 553-2 et L. 835-3 du code de la sécurité sociale, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000019949910&dateTexte=&categorieLien=cid'>L. 821-5-1 </a>du même code et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797289&dateTexte=&categorieLien=cid'>L. 262-46 </a>du code de l'action sociale et des familles, tel qu'il résulte de la loi n° 2008-1249 du 1er décembre 2008 précitée, sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. <br/></p><p>Toutefois, par dérogation aux dispositions des alinéas précédents et dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824988&dateTexte=&categorieLien=cid'>L. 351-14</a> du présent code, le montant de l'indu peut être réduit ou remis en cas de précarité de la situation du débiteur, sauf en cas de manœuvre frauduleuse ou de fausses déclarations.<br/><br/>L'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000019949589&dateTexte=&categorieLien=cid'>article L. 161-1-5 du code de la sécurité sociale </a>est applicable pour le recouvrement des sommes indûment versées.</p><p></p>",
            "num": "L351-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1229644800000,
            "dateFin": 1261958400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1652,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Titre V : Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000006143546",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Conventions d'aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000038833858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159050",
                        "id": "LEGISCTA000006159050",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006824981",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159050",
            "sectionParentId": "LEGISCTA000006159050",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre V : Aide personnalisée au logement. &gt; Chapitre Ier : Dispositions générales.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019959889",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2008-1330 du 17 décembre 2008 art. 118 IV : les dispositions relatives aux indus de revenu de solidarité active entrent en vigueur au 1er janvier 2010.",
            "notaHtml": "<p>Loi n° 2008-1330 du 17 décembre 2008 art. 118 IV : les dispositions relatives aux indus de revenu de solidarité active entrent en vigueur au 1er janvier 2010.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019942966",
                    "textTitle": "LOI n°2008-1330\n du 17 décembre 2008 - art. 118 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "118",
                    "articleId": "LEGIARTI000019945568",
                    "natureText": "LOI",
                    "datePubliTexte": "2008-12-18",
                    "dateSignaTexte": "2008-12-17",
                    "dateDebutCible": "2008-12-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 8-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8-4",
                    "articleId": "LEGIARTI000037872149",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 9-6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-6",
                    "articleId": "LEGIARTI000037951187",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000038834882",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 42-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "42-1",
                    "articleId": "LEGIARTI000038833636",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000000616196",
                    "textTitle": "Ordonnance n° 2006-1588 du 13 décembre 2006 - art. 104-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "104-1",
                    "articleId": "LEGIARTI000038834855",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2006-1588",
                    "datePubli": 1166054400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000019860428",
                    "textTitle": "LOI n° 2008-1249 du 1er décembre 2008",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000019860428",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2008-1249",
                    "datePubli": 1228262400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038834797",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L161-1-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L161-1-5",
                    "articleId": "LEGIARTI000019949589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006743192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L821-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-5-1",
                    "articleId": "LEGIARTI000019949910",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L831-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L831-1",
                    "articleId": "LEGIARTI000006745144",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006797174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-46",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-46",
                    "articleId": "LEGIARTI000006797289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000021540105",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261958400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-11 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-11",
                    "articleId": "LEGIARTI000038051913",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-14",
                    "articleId": "LEGIARTI000006824988",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-9",
                    "articleId": "LEGIARTI000006824978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L353-15-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L353-15-2",
                    "articleId": "LEGIARTI000038833832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R351-28-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R351-28-1",
                    "articleId": "LEGIARTI000038338734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554422400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-17",
                    "articleId": "LEGIARTI000042686235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000031087950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000038051639",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L821-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L821-5",
                    "articleId": "LEGIARTI000038314532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L835-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L835-3",
                    "articleId": "LEGIARTI000038833526",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000888376",
                    "textTitle": "Loi 77-1 1977-01-03 art. 16",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000888376",
                    "natureText": "LOI"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L821-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L821-7",
                    "articleId": "LEGIARTI000038814956",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L823-9 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000038814904",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R823-23 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R823-23",
                    "articleId": "LEGIARTI000038878887",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006824981",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 266112000000,
                    "dateFin": 775180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006824982",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 775180800000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019959889",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1261958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021540091",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1261958400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031088103",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951336",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038833263",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038051913",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L351-11",
                "351-11"
            ],
            "versionPrecedente": "LEGIARTI000006824982",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006824982",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt. L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans. Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration. Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur. Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur est autorisé à récupérer cet indu par retenue sur les échéances d'aide personnalisée au logement à venir. Dans des conditions définies par décret, les retenues mentionnées à l'alinéa précédent sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret.",
            "texteHtml": "<p></p>   Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt. L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans.<p></p><p></p>   Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration.<p></p><p></p>   Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur.<p></p><p></p>   Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu, l'organisme payeur est autorisé à récupérer cet indu par retenue sur les échéances d'aide personnalisée au logement à venir.<p></p><p></p>   Dans des conditions définies par décret, les retenues mentionnées à l'alinéa précédent sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement et des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret.<p></p>",
            "num": "L351-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 775180800000,
            "dateFin": 1229644800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1652,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Titre V : Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000006143546",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Conventions d'aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000038833858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159050",
                        "id": "LEGISCTA000006159050",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006824981",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159050",
            "sectionParentId": "LEGISCTA000006159050",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre V : Aide personnalisée au logement. &gt; Chapitre Ier : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006824982",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000516442",
                    "textTitle": "Décret 78-621 1978-05-31 JORF 8 JUIN 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000516442",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000365243",
                    "textTitle": "Loi n°94-629 du 25 juillet 1994 - art. 43 (V) JORF 26 juillet 1994",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000006757928",
                    "natureText": "LOI",
                    "datePubliTexte": "1994-07-26",
                    "dateSignaTexte": "1994-07-25",
                    "dateDebutCible": "1994-07-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 8-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8-4",
                    "articleId": "LEGIARTI000037872149",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 9-6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-6",
                    "articleId": "LEGIARTI000037951187",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000038834882",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 42-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "42-1",
                    "articleId": "LEGIARTI000038833636",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000000616196",
                    "textTitle": "Ordonnance n° 2006-1588 du 13 décembre 2006 - art. 104-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "104-1",
                    "articleId": "LEGIARTI000038834855",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2006-1588",
                    "datePubli": 1166054400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038834797",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000021540105",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261958400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-11 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-11",
                    "articleId": "LEGIARTI000038051913",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-9",
                    "articleId": "LEGIARTI000006824978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L353-15-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L353-15-2",
                    "articleId": "LEGIARTI000038833832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R351-28-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R351-28-1",
                    "articleId": "LEGIARTI000038338734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554422400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-17",
                    "articleId": "LEGIARTI000042686235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000031087950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000038051639",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L821-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L821-5",
                    "articleId": "LEGIARTI000038314532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L835-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L835-3",
                    "articleId": "LEGIARTI000038833526",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000888376",
                    "textTitle": "Loi 77-1 1977-01-03 art. 16",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000888376",
                    "natureText": "LOI"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L821-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L821-7",
                    "articleId": "LEGIARTI000038814956",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L823-9 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000038814904",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R823-23 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R823-23",
                    "articleId": "LEGIARTI000038878887",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000365243",
                    "textTitle": "Loi 94-629 1994-07-25 art. 43 IV JORF 26 juillet 1994",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000365243",
                    "natureText": "LOI"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006824981",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 266112000000,
                    "dateFin": 775180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006824982",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 775180800000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019959889",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1261958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021540091",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1261958400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031088103",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951336",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038833263",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038051913",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L351-11",
                "351-11"
            ],
            "versionPrecedente": "LEGIARTI000006824981",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006824981",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt. L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans. Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration. Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur. Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu et qu'il est encore bénéficiaire de l'aide personnalisée au logement, l'organisme payeur est autorisé à retenir à chaque échéance 20 p. 100 de l'aide jusqu'à concurrence de la somme indûment versée.",
            "texteHtml": "<p></p>   Le règlement de l'aide personnalisée au logement obéit à la même périodicité que le paiement du loyer ou des charges d'emprunt. L'action pour le paiement de l'aide personnalisée au logement se prescrit par deux ans.<p></p><p></p>   Cette prescription est également applicable à l'action intentée par un organisme payeur en recouvrement des sommes indûment payées, sauf en cas de fraude ou de fausse déclaration.<p></p><p></p>   Dans le cas où le bailleur ou l'établissement habilité justifie qu'il a, conformément à l'article L. 351-9, alinéa 5, déduit ces sommes du montant du loyer et des dépenses accessoires de logement ou de celui des charges de remboursement, le recouvrement s'effectue, suivant le cas, auprès du locataire ou de l'emprunteur. Lorsque l'un ou l'autre ne conteste pas l'exactitude de ce trop-perçu et qu'il est encore bénéficiaire de l'aide personnalisée au logement, l'organisme payeur est autorisé à retenir à chaque échéance 20 p. 100 de l'aide jusqu'à concurrence de la somme indûment versée.<p></p>",
            "num": "L351-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 266112000000,
            "dateFin": 775180800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1652,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Titre V : Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000006143546",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Conventions d'aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143546",
                        "id": "LEGISCTA000038833858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2019-09-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159050",
                        "id": "LEGISCTA000006159050",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006824981",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159050",
            "sectionParentId": "LEGISCTA000006159050",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre V : Aide personnalisée au logement. &gt; Chapitre Ier : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006824981",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000516442",
                    "textTitle": "Décret 78-621 1978-05-31 JORF 8 juin 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000516442",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 8-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8-4",
                    "articleId": "LEGIARTI000037872149",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000699946",
                    "textTitle": "Ordonnance n° 77-1102 du 26 septembre 1977 - art. 9-6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9-6",
                    "articleId": "LEGIARTI000037951187",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "77-1102",
                    "datePubli": 244425600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 20 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000038834882",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000776863",
                    "textTitle": "Ordonnance n° 2002-411 du 27 mars 2002 - art. 42-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "42-1",
                    "articleId": "LEGIARTI000038833636",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2002-411",
                    "datePubli": 1017273600000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000000616196",
                    "textTitle": "Ordonnance n° 2006-1588 du 13 décembre 2006 - art. 104-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "104-1",
                    "articleId": "LEGIARTI000038834855",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2006-1588",
                    "datePubli": 1166054400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000032074650",
                    "textTitle": "Ordonnance n°2016-160 du 18 février 2016 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038834797",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-160",
                    "datePubli": 1455840000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000037847782",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037847743",
                    "textTitle": "Décision n°2018-776 DC du 21 décembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037847744",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-776 DC",
                    "datePubli": 1545523200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L262-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L262-45",
                    "articleId": "LEGIARTI000021540105",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261958400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-11 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-11",
                    "articleId": "LEGIARTI000038051913",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L351-9",
                    "articleId": "LEGIARTI000006824978",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L353-15-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L353-15-2",
                    "articleId": "LEGIARTI000038833832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R351-28-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R351-28-1",
                    "articleId": "LEGIARTI000038338734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554422400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-17",
                    "articleId": "LEGIARTI000042686235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-1",
                    "articleId": "LEGIARTI000031087950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L553-2 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L553-2",
                    "articleId": "LEGIARTI000038051639",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L821-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L821-5",
                    "articleId": "LEGIARTI000038314532",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L835-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L835-3",
                    "articleId": "LEGIARTI000038833526",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000888376",
                    "textTitle": "Loi 77-1 1977-01-03 art. 16",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000888376",
                    "natureText": "LOI"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L821-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L821-7",
                    "articleId": "LEGIARTI000038814956",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L823-9 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000038814904",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R823-23 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R823-23",
                    "articleId": "LEGIARTI000038878887",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006824981",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 266112000000,
                    "dateFin": 775180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006824982",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 775180800000,
                    "dateFin": 1229644800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019959889",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1229644800000,
                    "dateFin": 1261958400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021540091",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1261958400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031088103",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037951336",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038833263",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038051913",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "8.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L351-11",
                "351-11"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}