{
    "cid": "LEGIARTI000031698488",
    "num": "R5332-28-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029338352",
                        "id": "LEGISCTA000029344454",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-06",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES PORTS MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029838538",
                        "id": "LEGISCTA000029838538",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-06",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : POLICE DES PORTS MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029838540",
                        "id": "LEGISCTA000029838540",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Sûreté portuaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029838550",
                        "id": "LEGISCTA000029838563",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2015-12-28",
                        "titre": "Section 3 : Evaluation de la sûreté et plan de sûreté portuaires et des installations portuaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030031364",
                        "id": "LEGISCTA000030031364",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-12-28",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Dispositions générales - évaluation de la sûreté et plan de sûreté portuaires et des installations portuaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030031364",
                        "id": "LEGISCTA000031700378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Evaluation de la sûreté et plan de sûreté des installations portuaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030031386",
                        "id": "LEGISCTA000030031386",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000031698488",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031691199",
                    "textTitle": "Décret n°2015-1756 du 24 décembre 2015 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031694202",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-27",
                    "dateSignaTexte": "2015-12-24",
                    "dateDebutCible": "2015-12-28"
                }
            ],
            "num": "R5332-28-1",
            "origine": "LEGI",
            "texte": "L'évaluation de sûreté d'une installation portuaire recense, sur la base des hypothèses pertinentes de la directive nationale de sécurité, les menaces identifiées et détermine les mesures permettant de les prévenir. En fonction des risques, du trafic et de la configuration de l'installation, l'évaluation classe cette installation dans l'une des catégories auxquelles correspondent les dispositifs de sûreté prévus aux sections 4,5 ou 6 du présent chapitre, selon qu'il est nécessaire de créer une zone d'accès restreint ou de protéger une installation qui présente ou non des risques élevés. Elle peut aussi conclure que le terminal ou le quai évalué n'a pas lieu d'être classé comme installation portuaire soumise au règlement (CE) n° 725/2004 du Parlement européen et du Conseil du 31 mars 2004 ou doit être, le cas échéant, déclassé. Dans cette hypothèse, elle définit les mesures de sûreté adaptées au site considéré, qui sont intégrées dans le plan de sûreté portuaire si le site se trouve dans les limites portuaires de sûreté. L'évaluation définit des mesures adaptées aux terminaux à faible trafic et aux sites dont l'activité relève du paragraphe 3 de l'article 3 du règlement précité, en respectant les prescriptions de l'évaluation nationale du risque de sûreté conduite par l'autorité de sûreté maritime compétente.",
            "texteHtml": "<div align='left'>L'évaluation de sûreté d'une installation portuaire recense, sur la base des hypothèses pertinentes de la directive nationale de sécurité, les menaces identifiées et détermine les mesures permettant de les prévenir. <br/><br/> En fonction des risques, du trafic et de la configuration de l'installation, l'évaluation classe cette installation dans l'une des catégories auxquelles correspondent les dispositifs de sûreté prévus aux sections 4,5 ou 6 du présent chapitre, selon qu'il est nécessaire de créer une zone d'accès restreint ou de protéger une installation qui présente ou non des risques élevés. Elle peut aussi conclure que le terminal ou le quai évalué n'a pas lieu d'être classé comme installation portuaire soumise au règlement (CE) n° 725/2004 du Parlement européen et du Conseil du 31 mars 2004 ou doit être, le cas échéant, déclassé. Dans cette hypothèse, elle définit les mesures de sûreté adaptées au site considéré, qui sont intégrées dans le plan de sûreté portuaire si le site se trouve dans les limites portuaires de sûreté. <br/><br/> L'évaluation définit des mesures adaptées aux terminaux à faible trafic et aux sites dont l'activité relève du paragraphe 3 de l'article 3 du règlement précité, en respectant les prescriptions de l'évaluation nationale du risque de sûreté conduite par l'autorité de sûreté maritime compétente.<br/></div>",
            "type": "AUTONOME",
            "dateDebut": "2015-12-28T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}