{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039342886",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsque la société d'assurance mutuelle est dirigée par un directoire, celui-ci est composé de deux à cinq membres au plus. Le nombre des membres du directoire est fixé par les statuts ou, à défaut, par le conseil de surveillance. Les membres du directoire sont nommés par le conseil de surveillance qui confère à l'un d'eux la qualité de président. II.-Les statuts déterminent la durée du mandat des membres du directoire dans les limites comprises entre deux et six ans. A défaut de disposition statutaire, la durée du mandat est de quatre ans. En cas de vacance, le remplaçant est nommé pour le temps qui reste à courir jusqu'au renouvellement du directoire. III.-Avant sa nomination, la personne pressentie pour exercer les fonctions de membre du directoire est tenue de déclarer l'ensemble des activités professionnelles et fonctions électives qu'elle entend conserver. Le conseil de surveillance se prononce sur la compatibilité de la poursuite de l'exercice de ces activités ou fonctions avec les fonctions de membre du directoire. Ultérieurement, il se prononce également sur les autres activités ou fonctions que le membre du directoire entend exercer. IV.-Les membres du directoire peuvent être révoqués par l'assemblée générale ainsi que, si les statuts le prévoient, par le conseil de surveillance. Si la révocation est décidée sans juste motif, elle peut donner lieu à dommages-intérêts. Au cas où l'intéressé aurait conclu avec la société un contrat de travail, la révocation de ses fonctions de membre du directoire n'a pas pour effet de résilier ce contrat. V.-Si un siège de membre du directoire est vacant, le conseil de surveillance doit le pourvoir dans le délai de deux mois. A défaut, tout intéressé peut demander au président du tribunal judiciaire, statuant en référé, de procéder à cette nomination, à titre provisoire. La personne ainsi nommée peut, à tout moment, être remplacée par le conseil de surveillance.",
            "texteHtml": "<p>I.-Lorsque la société d'assurance mutuelle est dirigée par un directoire, celui-ci est composé de deux à cinq membres au plus. Le nombre des membres du directoire est fixé par les statuts ou, à défaut, par le conseil de surveillance. Les membres du directoire sont nommés par le conseil de surveillance qui confère à l'un d'eux la qualité de président.</p><p>II.-Les statuts déterminent la durée du mandat des membres du directoire dans les limites comprises entre deux et six ans. A défaut de disposition statutaire, la durée du mandat est de quatre ans. En cas de vacance, le remplaçant est nommé pour le temps qui reste à courir jusqu'au renouvellement du directoire.</p><p>III.-Avant sa nomination, la personne pressentie pour exercer les fonctions de membre du directoire est tenue de déclarer l'ensemble des activités professionnelles et fonctions électives qu'elle entend conserver. Le conseil de surveillance se prononce sur la compatibilité de la poursuite de l'exercice de ces activités ou fonctions avec les fonctions de membre du directoire. Ultérieurement, il se prononce également sur les autres activités ou fonctions que le membre du directoire entend exercer.</p><p>IV.-Les membres du directoire peuvent être révoqués par l'assemblée générale ainsi que, si les statuts le prévoient, par le conseil de surveillance. Si la révocation est décidée sans juste motif, elle peut donner lieu à dommages-intérêts.</p><p>Au cas où l'intéressé aurait conclu avec la société un contrat de travail, la révocation de ses fonctions de membre du directoire n'a pas pour effet de résilier ce contrat.</p><p>V.-Si un siège de membre du directoire est vacant, le conseil de surveillance doit le pourvoir dans le délai de deux mois.</p><p>A défaut, tout intéressé peut demander au président du tribunal judiciaire, statuant en référé, de procéder à cette nomination, à titre provisoire. La personne ainsi nommée peut, à tout moment, être remplacée par le conseil de surveillance.</p>",
            "num": "R322-54-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175588",
                        "id": "LEGISCTA000006175588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Direction et administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188045",
                        "id": "LEGISCTA000006188045",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Sociétés d'assurance mutuelles à conseil de surveillance et directoire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195226",
                        "id": "LEGISCTA000006195226",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813898",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195226",
            "sectionParentId": "LEGISCTA000006195226",
            "sectionParentTitre": "Paragraphe 2 : Sociétés d'assurance mutuelles à conseil de surveillance et directoire",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section IV : Sociétés d'assurance mutuelles &gt; Sous-section 2 : Direction et administration &gt; Paragraphe 2 : Sociétés d'assurance mutuelles à conseil de surveillance et directoire",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039342886",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 9 du décret n° 2019-966 du 18 septembre 2019, les présentes dispositions entrent en vigueur le 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l’article 9 du décret n° 2019-966 du 18 septembre 2019, les présentes dispositions entrent en vigueur le 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507291",
                    "textTitle": "Décret n° 76-667 du 16 juillet 1976",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507291",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000039110244",
                    "textTitle": "Décret n°2019-966 du 18 septembre 2019 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000039114120",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813898",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1025222400000,
                    "dateFin": 1105056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813899",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1105056000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039342886",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-54-2",
                "322-54-2"
            ],
            "versionPrecedente": "LEGIARTI000006813899",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006813899",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Lorsque la société d'assurance mutuelle est dirigée par un directoire, celui-ci est composé de deux à cinq membres au plus. Le nombre des membres du directoire est fixé par les statuts ou, à défaut, par le conseil de surveillance. Les membres du directoire sont nommés par le conseil de surveillance qui confère à l'un d'eux la qualité de président. II. - Les statuts déterminent la durée du mandat des membres du directoire dans les limites comprises entre deux et six ans. A défaut de disposition statutaire, la durée du mandat est de quatre ans. En cas de vacance, le remplaçant est nommé pour le temps qui reste à courir jusqu'au renouvellement du directoire. III. - Avant sa nomination, la personne pressentie pour exercer les fonctions de membre du directoire est tenue de déclarer l'ensemble des activités professionnelles et fonctions électives qu'elle entend conserver. Le conseil de surveillance se prononce sur la compatibilité de la poursuite de l'exercice de ces activités ou fonctions avec les fonctions de membre du directoire. Ultérieurement, il se prononce également sur les autres activités ou fonctions que le membre du directoire entend exercer. IV. - Les membres du directoire peuvent être révoqués par l'assemblée générale ainsi que, si les statuts le prévoient, par le conseil de surveillance. Si la révocation est décidée sans juste motif, elle peut donner lieu à dommages-intérêts. Au cas où l'intéressé aurait conclu avec la société un contrat de travail, la révocation de ses fonctions de membre du directoire n'a pas pour effet de résilier ce contrat. V. - Si un siège de membre du directoire est vacant, le conseil de surveillance doit le pourvoir dans le délai de deux mois. A défaut, tout intéressé peut demander au président du tribunal de grande instance, statuant en référé, de procéder à cette nomination, à titre provisoire. La personne ainsi nommée peut, à tout moment, être remplacée par le conseil de surveillance.",
            "texteHtml": "<p></p>   I. - Lorsque la société d'assurance mutuelle est dirigée par un directoire, celui-ci est composé de deux à cinq membres au plus. Le nombre des membres du directoire est fixé par les statuts ou, à défaut, par le conseil de surveillance. Les membres du directoire sont nommés par le conseil de surveillance qui confère à l'un d'eux la qualité de président.<p></p><p></p>   II. - Les statuts déterminent la durée du mandat des membres du directoire dans les limites comprises entre deux et six ans. A défaut de disposition statutaire, la durée du mandat est de quatre ans. En cas de vacance, le remplaçant est nommé pour le temps qui reste à courir jusqu'au renouvellement du directoire.<p></p><p></p>   III. - Avant sa nomination, la personne pressentie pour exercer les fonctions de membre du directoire est tenue de déclarer l'ensemble des activités professionnelles et fonctions électives qu'elle entend conserver. Le conseil de surveillance se prononce sur la compatibilité de la poursuite de l'exercice de ces activités ou fonctions avec les fonctions de membre du directoire. Ultérieurement, il se prononce également sur les autres activités ou fonctions que le membre du directoire entend exercer.<p></p><p></p>   IV. - Les membres du directoire peuvent être révoqués par l'assemblée générale ainsi que, si les statuts le prévoient, par le conseil de surveillance. Si la révocation est décidée sans juste motif, elle peut donner lieu à dommages-intérêts.<p></p><p></p>   Au cas où l'intéressé aurait conclu avec la société un contrat de travail, la révocation de ses fonctions de membre du directoire n'a pas pour effet de résilier ce contrat.<p></p><p></p>   V. - Si un siège de membre du directoire est vacant, le conseil de surveillance doit le pourvoir dans le délai de deux mois.<p></p><p></p>   A défaut, tout intéressé peut demander au président du tribunal de grande instance, statuant en référé, de procéder à cette nomination, à titre provisoire. La personne ainsi nommée peut, à tout moment, être remplacée par le conseil de surveillance.<p></p>",
            "num": "R322-54-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1105056000000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175588",
                        "id": "LEGISCTA000006175588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Direction et administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188045",
                        "id": "LEGISCTA000006188045",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Sociétés d'assurance mutuelles à conseil de surveillance et directoire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195226",
                        "id": "LEGISCTA000006195226",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813898",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195226",
            "sectionParentId": "LEGISCTA000006195226",
            "sectionParentTitre": "Paragraphe 2 : Sociétés d'assurance mutuelles à conseil de surveillance et directoire",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section IV : Sociétés d'assurance mutuelles &gt; Sous-section 2 : Direction et administration &gt; Paragraphe 2 : Sociétés d'assurance mutuelles à conseil de surveillance et directoire",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006813899",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507291",
                    "textTitle": "Décret 76-667 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507291",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000625016",
                    "textTitle": "Décret n°2005-7 du 3 janvier 2005 - art. 1 () JORF 7 janvier 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006237708",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-01-07",
                    "dateSignaTexte": "2005-01-03",
                    "dateDebutCible": "2005-01-07"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813898",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1025222400000,
                    "dateFin": 1105056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813899",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1105056000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039342886",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-54-2",
                "322-54-2"
            ],
            "versionPrecedente": "LEGIARTI000006813898",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006813898",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les sociétés d'assurance mutuelles proposent à leurs administrateurs, lors de leur première année d'exercice, un programme de formation à leurs fonctions et aux responsabilités mutualistes.",
            "texteHtml": "<p></p>   Les sociétés d'assurance mutuelles proposent à leurs administrateurs, lors de leur première année d'exercice, un programme de formation à leurs fonctions et aux responsabilités mutualistes.<p></p><p></p>",
            "num": "R322-54-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1025222400000,
            "dateFin": 1105056000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175588",
                        "id": "LEGISCTA000006175588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-01",
                        "fin": "2005-01-07",
                        "titre": "Paragraphe 2 : Administration.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188049",
                        "id": "LEGISCTA000006188049",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813898",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188049",
            "sectionParentId": "LEGISCTA000006188049",
            "sectionParentTitre": "Paragraphe 2 : Administration.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section IV : Sociétés d'assurance mutuelles",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006813898",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507291",
                    "textTitle": "Décret 76-667 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507291",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000773293",
                    "textTitle": "Décret n°2002-942 du 26 juin 2002 - art. 2 () JORF 28 juin 2002",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006212893",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-06-28",
                    "dateSignaTexte": "2002-06-26",
                    "dateDebutCible": "2002-06-28"
                },
                {
                    "textCid": "JORFTEXT000000625016",
                    "textTitle": "Décret 2005-7 2005-01-03 art. 3 9° JORF 7 janvier 2005",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000625016",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-01-07",
                    "dateSignaTexte": "2005-01-03",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813898",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1025222400000,
                    "dateFin": 1105056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813899",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1105056000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039342886",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-54-2",
                "322-54-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}