{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045213599",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsqu'au moins l'un des maires des communes membres d'un établissement public de coopération intercommunale à fiscalité propre compétent en matière d'habitat a transféré ses prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux articles L. 1311-4 et L. 1334-1 à L. 1334-12 du code de la santé publique et au 2° de l'article L. 511-4 du présent code. Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale concernées et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment : 1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ; 2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ; 3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ; 4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ; 5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution. Les arrêtés pris en application du présent article et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué. En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l' article L. 2122-34 du code général des collectivités territoriales . Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux articles L. 521-1 et suivants du présent code. Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de l'article L. 521-3-3 . Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au 7° de l'article 2402 du code civil et aux articles L. 541-1 et suivants du présent code. Dans les cas mentionnés au présent article, l'astreinte prévue à l'article L. 511-15 du code de la construction et de l'habitation est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de l'établissement public de coopération intercommunale concerné. A défaut pour le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat. Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne. Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l'article L. 511-8 du code de la construction et de l'habitation. Il est également compétent, en application de l'article L. 1334-1 du même code, pour procéder, le cas échéant, à l'enquête sur l'environnement du mineur et pour faire réaliser le diagnostic portant sur les revêtements des immeubles ou parties d'immeubles. Le contrôle prévu à l'article L. 1334-3 dudit code peut également lui être confié. Il peut demander que lui soient communiqués les constats de risque d'exposition au plomb établis en application des articles L. 1334-8 et L. 1334-8-1 du même code et proposer au président de l'établissement public de coopération intercommunale de prendre les mesures conservatoires mentionnées à l'article L. 1334-11 du même code. Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales , tiennent lieu de convention mentionnée à l'article L. 301-5-1 du présent code. Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de l'article L. 3641-5 du même code.",
            "texteHtml": "<p>Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsqu'au moins l'un des maires des communes membres d'un établissement public de coopération intercommunale à fiscalité propre compétent en matière d'habitat a transféré ses prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux articles L. 1311-4 et L. 1334-1 à L. 1334-12 du code de la santé publique et au 2° de l'article L. 511-4 du présent code.</p><p>Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale concernées et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment :</p><p>1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ;</p><p>2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ;</p><p>3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ;</p><p>4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ;</p><p>5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution.</p><p>Les arrêtés pris en application du présent article et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué.</p><p>En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389979&dateTexte=&categorieLien=cid'>article L. 2122-34 du code général des collectivités territoriales</a>.</p><p>Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825776&dateTexte=&categorieLien=cid'>articles L. 521-1 et suivants </a>du présent code.</p><p>Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020451541&dateTexte=&categorieLien=cid'>l'article L. 521-3-3</a>.</p><p>Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au 7° de l'article 2402 du code civil et aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825797&dateTexte=&categorieLien=cid'>articles L. 541-1 et suivants </a>du présent code.</p><p>Dans les cas mentionnés au présent article, l'astreinte prévue à l'article L. 511-15 du code de la construction et de l'habitation est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de l'établissement public de coopération intercommunale concerné.</p><p>A défaut pour le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat.</p><p>Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne.</p><p>Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l'article L. 511-8 du code de la construction et de l'habitation. Il est également compétent, en application de l'article L. 1334-1 du même code, pour procéder, le cas échéant, à l'enquête sur l'environnement du mineur et pour faire réaliser le diagnostic portant sur les revêtements des immeubles ou parties d'immeubles. Le contrôle prévu à l'article L. 1334-3 dudit code peut également lui être confié. Il peut demander que lui soient communiqués les constats de risque d'exposition au plomb établis en application des articles L. 1334-8 et L. 1334-8-1 du même code et proposer au président de l'établissement public de coopération intercommunale de prendre les mesures conservatoires mentionnées à l'article L. 1334-11 du même code.</p><p>Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028528695&dateTexte=&categorieLien=cid'>III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales</a>, tiennent lieu de convention mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824749&dateTexte=&categorieLien=cid'>l'article L. 301-5-1</a> du présent code.</p><p>Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028529516&dateTexte=&categorieLien=cid'>l'article L. 3641-5 </a>du même code.</p>",
            "num": "L301-5-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "VIGUEUR",
            "dateDebut": 1656633600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 26842,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143541",
                        "id": "LEGISCTA000006143541",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Politiques d'aide au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159131",
                        "id": "LEGISCTA000006159131",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028780001",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159131",
            "sectionParentId": "LEGISCTA000006159131",
            "sectionParentTitre": "Chapitre Ier : Politiques d'aide au logement.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat. &gt; Chapitre Ier : Politiques d'aide au logement.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045213599",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au X de l’article 181 de la loi n° 2022-217 du 21 février 2022, ces dispositions entrent en vigueur le 1er juillet 2022.",
            "notaHtml": "<p>Conformément au X de l’article 181 de la loi n° 2022-217 du 21 février 2022, ces dispositions entrent en vigueur le 1er juillet 2022.</p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 181 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "181",
                    "articleId": "LEGIARTI000045199039",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000159413",
                    "textTitle": "Loi n° 90-449 du 31 mai 1990 - art. 4-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4-1",
                    "articleId": "LEGIARTI000033974725",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-449",
                    "datePubli": 644284800000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2122-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-34",
                    "articleId": "LEGIARTI000006389979",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3641-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3641-5",
                    "articleId": "LEGIARTI000028529516",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-9-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-9-2",
                    "articleId": "LEGIARTI000006392824",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5219-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5219-1",
                    "articleId": "LEGIARTI000028528695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2374",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2374",
                    "articleId": "LEGIARTI000006449080",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1331-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1331-26",
                    "articleId": "LEGIARTI000006686570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L301-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L301-5-1",
                    "articleId": "LEGIARTI000006824749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-3",
                    "articleId": "LEGIARTI000045211734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006825761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-1",
                    "articleId": "LEGIARTI000006825776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-3-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-3-3",
                    "articleId": "LEGIARTI000020451541",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L541-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L541-1",
                    "articleId": "LEGIARTI000006825797",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028780001",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031106641",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031782523",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033973386",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1551398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037671669",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042343524",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044073216",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1656633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213599",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1656633600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L301-5-1-1",
                "301-5-1-1"
            ],
            "versionPrecedente": "LEGIARTI000044073216",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000044073216",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsqu'au moins l'un des maires des communes membres d'un établissement public de coopération intercommunale à fiscalité propre compétent en matière d'habitat a transféré ses prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux articles L. 1311-4 et L. 1334-1 à L. 1334-12 du code de la santé publique et au 2° de l'article L. 511-4 du présent code. Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui-ci bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales. Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale concernées et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment : 1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ; 2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ; 3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ; 4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ; 5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution. Les arrêtés pris en application du présent article et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué. En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l' article L. 2122-34 du code général des collectivités territoriales . Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux articles L. 521-1 et suivants du présent code. Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de l'article L. 521-3-3 . Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au 7° de l'article 2402 du code civil et aux articles L. 541-1 et suivants du présent code. Dans les cas mentionnés au présent article, l'astreinte prévue à l'article L. 511-15 du code de la construction et de l'habitation est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de l'établissement public de coopération intercommunale concerné. A défaut pour le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat. Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne. Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l'article L. 511-8 du code de la construction et de l'habitation. Il est également compétent, en application de l'article L. 1334-1 du même code, pour procéder, le cas échéant, à l'enquête sur l'environnement du mineur et pour faire réaliser le diagnostic portant sur les revêtements des immeubles ou parties d'immeubles. Le contrôle prévu à l'article L. 1334-3 dudit code peut également lui être confié. Il peut demander que lui soient communiqués les constats de risque d'exposition au plomb établis en application des articles L. 1334-8 et L. 1334-8-1 du même code et proposer au président de l'établissement public de coopération intercommunale de prendre les mesures conservatoires mentionnées à l'article L. 1334-11 du même code. Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales , tiennent lieu de convention mentionnée à l'article L. 301-5-1 du présent code. Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de l'article L. 3641-5 du même code.",
            "texteHtml": "<p>Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsqu'au moins l'un des maires des communes membres d'un établissement public de coopération intercommunale à fiscalité propre compétent en matière d'habitat a transféré ses prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux articles L. 1311-4 et L. 1334-1 à L. 1334-12 du code de la santé publique et au 2° de l'article L. 511-4 du présent code. Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui-ci bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales.</p><p>Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale concernées et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment :</p><p>1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ;</p><p>2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ;</p><p>3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ;</p><p>4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ;</p><p>5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution.</p><p>Les arrêtés pris en application du présent article et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué.</p><p>En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389979&dateTexte=&categorieLien=cid'>article L. 2122-34 du code général des collectivités territoriales</a>.</p><p>Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825776&dateTexte=&categorieLien=cid'>articles L. 521-1 et suivants </a>du présent code.</p><p>Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020451541&dateTexte=&categorieLien=cid'>l'article L. 521-3-3</a>.</p><p>Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au 7° de l'article 2402 du code civil et aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825797&dateTexte=&categorieLien=cid'>articles L. 541-1 et suivants </a>du présent code.</p><p>Dans les cas mentionnés au présent article, l'astreinte prévue à l'article L. 511-15 du code de la construction et de l'habitation est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de l'établissement public de coopération intercommunale concerné.</p><p>A défaut pour le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat.</p><p>Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne.</p><p>Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l'article L. 511-8 du code de la construction et de l'habitation. Il est également compétent, en application de l'article L. 1334-1 du même code, pour procéder, le cas échéant, à l'enquête sur l'environnement du mineur et pour faire réaliser le diagnostic portant sur les revêtements des immeubles ou parties d'immeubles. Le contrôle prévu à l'article L. 1334-3 dudit code peut également lui être confié. Il peut demander que lui soient communiqués les constats de risque d'exposition au plomb établis en application des articles L. 1334-8 et L. 1334-8-1 du même code et proposer au président de l'établissement public de coopération intercommunale de prendre les mesures conservatoires mentionnées à l'article L. 1334-11 du même code.</p><p>Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028528695&dateTexte=&categorieLien=cid'>III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales</a>, tiennent lieu de convention mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824749&dateTexte=&categorieLien=cid'>l'article L. 301-5-1</a> du présent code.</p><p>Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028529516&dateTexte=&categorieLien=cid'>l'article L. 3641-5 </a>du même code.</p>",
            "num": "L301-5-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1640995200000,
            "dateFin": 1656633600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 26842,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143541",
                        "id": "LEGISCTA000006143541",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Politiques d'aide au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159131",
                        "id": "LEGISCTA000006159131",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028780001",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159131",
            "sectionParentId": "LEGISCTA000006159131",
            "sectionParentTitre": "Chapitre Ier : Politiques d'aide au logement.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat. &gt; Chapitre Ier : Politiques d'aide au logement.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044073216",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l’article 37 de l’ordonnance n° 2021-1192 du 15 septembre 2021, ces dispositions entreront en vigueur le 1er janvier 2022.",
            "notaHtml": "<p>Conformément au I de l’article 37 de l’ordonnance n° 2021-1192 du 15 septembre 2021, ces dispositions entreront en vigueur le 1er janvier 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044044441",
                    "textTitle": "Ordonnance n°2021-1192 du 15 septembre 2021 - art. 34",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000044045494",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-09-16",
                    "dateSignaTexte": "2021-09-15",
                    "dateDebutCible": "2021-09-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000159413",
                    "textTitle": "Loi n° 90-449 du 31 mai 1990 - art. 4-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4-1",
                    "articleId": "LEGIARTI000033974725",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-449",
                    "datePubli": 644284800000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2122-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-34",
                    "articleId": "LEGIARTI000006389979",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3641-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3641-5",
                    "articleId": "LEGIARTI000028529516",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-9-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-9-2",
                    "articleId": "LEGIARTI000006392824",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5219-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5219-1",
                    "articleId": "LEGIARTI000028528695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2374",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2374",
                    "articleId": "LEGIARTI000006449080",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1331-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1331-26",
                    "articleId": "LEGIARTI000006686570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L301-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L301-5-1",
                    "articleId": "LEGIARTI000006824749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-3",
                    "articleId": "LEGIARTI000041586742",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006825761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-1",
                    "articleId": "LEGIARTI000006825776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-3-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-3-3",
                    "articleId": "LEGIARTI000020451541",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L541-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L541-1",
                    "articleId": "LEGIARTI000006825797",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028780001",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031106641",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031782523",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033973386",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1551398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037671669",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042343524",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044073216",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1656633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213599",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1656633600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L301-5-1-1",
                "301-5-1-1"
            ],
            "versionPrecedente": "LEGIARTI000042343524",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042343524",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsqu'au moins l'un des maires des communes membres d'un établissement public de coopération intercommunale à fiscalité propre compétent en matière d'habitat a transféré ses prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux articles L. 1311-4 et L. 1334-1 à L. 1334-12 du code de la santé publique et au 2° de l'article L. 511-4 du présent code. Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui-ci bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales. Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale concernées et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment : 1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ; 2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ; 3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ; 4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ; 5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution. Les arrêtés pris en application du présent article et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué. En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l' article L. 2122-34 du code général des collectivités territoriales . Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux articles L. 521-1 et suivants du présent code. Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de l'article L. 521-3-3 . Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au 8° de l'article 2374 du code civil et aux articles L. 541-1 et suivants du présent code. Dans les cas mentionnés au présent article, l'astreinte prévue à l'article L. 511-15 du code de la construction et de l'habitation est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de l'établissement public de coopération intercommunale concerné. A défaut pour le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat. Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne. Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l'article L. 511-8 du code de la construction et de l'habitation. Il est également compétent, en application de l'article L. 1334-1 du même code, pour procéder, le cas échéant, à l'enquête sur l'environnement du mineur et pour faire réaliser le diagnostic portant sur les revêtements des immeubles ou parties d'immeubles. Le contrôle prévu à l'article L. 1334-3 dudit code peut également lui être confié. Il peut demander que lui soient communiqués les constats de risque d'exposition au plomb établis en application des articles L. 1334-8 et L. 1334-8-1 du même code et proposer au président de l'établissement public de coopération intercommunale de prendre les mesures conservatoires mentionnées à l'article L. 1334-11 du même code. Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales , tiennent lieu de convention mentionnée à l'article L. 301-5-1 du présent code. Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de l'article L. 3641-5 du même code.",
            "texteHtml": "<p>Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsqu'au moins l'un des maires des communes membres d'un établissement public de coopération intercommunale à fiscalité propre compétent en matière d'habitat a transféré ses prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux articles L. 1311-4 et L. 1334-1 à L. 1334-12 du code de la santé publique et au 2° de l'article L. 511-4 du présent code. Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui-ci bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales.</p><p>Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale concernées et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment :</p><p>1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ;</p><p>2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ;</p><p>3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ;</p><p>4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ;</p><p>5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution.</p><p>Les arrêtés pris en application du présent article et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué.</p><p>En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389979&dateTexte=&categorieLien=cid'>article L. 2122-34 du code général des collectivités territoriales</a>.</p><p>Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825776&dateTexte=&categorieLien=cid'>articles L. 521-1 et suivants </a>du présent code.</p><p>Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020451541&dateTexte=&categorieLien=cid'>l'article L. 521-3-3</a>.</p><p>Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006449080&dateTexte=&categorieLien=cid'>8° de l'article 2374 du code civil </a>et aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825797&dateTexte=&categorieLien=cid'>articles L. 541-1 et suivants </a>du présent code.</p><p>Dans les cas mentionnés au présent article, l'astreinte prévue à l'article L. 511-15 du code de la construction et de l'habitation est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de l'établissement public de coopération intercommunale concerné.</p><p>A défaut pour le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat.</p><p>Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne.</p><p>Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l'article L. 511-8 du code de la construction et de l'habitation. Il est également compétent, en application de l'article L. 1334-1 du même code, pour procéder, le cas échéant, à l'enquête sur l'environnement du mineur et pour faire réaliser le diagnostic portant sur les revêtements des immeubles ou parties d'immeubles. Le contrôle prévu à l'article L. 1334-3 dudit code peut également lui être confié. Il peut demander que lui soient communiqués les constats de risque d'exposition au plomb établis en application des articles L. 1334-8 et L. 1334-8-1 du même code et proposer au président de l'établissement public de coopération intercommunale de prendre les mesures conservatoires mentionnées à l'article L. 1334-11 du même code.</p><p>Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028528695&dateTexte=&categorieLien=cid'>III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales</a>, tiennent lieu de convention mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824749&dateTexte=&categorieLien=cid'>l'article L. 301-5-1</a> du présent code.</p><p>Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028529516&dateTexte=&categorieLien=cid'>l'article L. 3641-5 </a>du même code.</p>",
            "num": "L301-5-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1609459200000,
            "dateFin": 1640995200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 26842,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143541",
                        "id": "LEGISCTA000006143541",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Politiques d'aide au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159131",
                        "id": "LEGISCTA000006159131",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028780001",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159131",
            "sectionParentId": "LEGISCTA000006159131",
            "sectionParentTitre": "Chapitre Ier : Politiques d'aide au logement.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat. &gt; Chapitre Ier : Politiques d'aide au logement.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042343524",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 19 de l’ordonnance n° 2020-1144 du 16 septembre 2020, ces dispositions entrent en vigueur le 1er janvier 2021 et ne sont applicables qu'aux arrêtés notifiés à compter de cette date.",
            "notaHtml": "<p>Conformément à l’article 19 de l’ordonnance n° 2020-1144 du 16 septembre 2020, ces dispositions entrent en vigueur le 1er janvier 2021 et ne sont applicables qu'aux arrêtés notifiés à compter de cette date.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042334702",
                    "textTitle": "Ordonnance n°2020-1144 du 16 septembre 2020 - art. 16",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000042336090",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-09-17",
                    "dateSignaTexte": "2020-09-16",
                    "dateDebutCible": "2021-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000159413",
                    "textTitle": "Loi n° 90-449 du 31 mai 1990 - art. 4-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4-1",
                    "articleId": "LEGIARTI000033974725",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-449",
                    "datePubli": 644284800000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2122-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-34",
                    "articleId": "LEGIARTI000006389979",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3641-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3641-5",
                    "articleId": "LEGIARTI000028529516",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-9-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-9-2",
                    "articleId": "LEGIARTI000006392824",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5219-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5219-1",
                    "articleId": "LEGIARTI000028528695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2374",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2374",
                    "articleId": "LEGIARTI000006449080",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1331-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1331-26",
                    "articleId": "LEGIARTI000006686570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L301-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L301-5-1",
                    "articleId": "LEGIARTI000006824749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-3",
                    "articleId": "LEGIARTI000042343028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006825761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-1",
                    "articleId": "LEGIARTI000006825776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-3-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-3-3",
                    "articleId": "LEGIARTI000020451541",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L541-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L541-1",
                    "articleId": "LEGIARTI000006825797",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028780001",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031106641",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031782523",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033973386",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1551398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037671669",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042343524",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044073216",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1656633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213599",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1656633600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L301-5-1-1",
                "301-5-1-1"
            ],
            "versionPrecedente": "LEGIARTI000037671669",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037671669",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsque les maires des communes membres de l'établissement ont transféré leurs prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, sur le territoire de ces communes, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux articles L. 1311-4, L. 1331-22 à L. 1331-30 et L. 1334-1 à L. 1334-12 du code de la santé publique. Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales. Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment : 1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ; 2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ; 3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ; 4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ; 5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution. Les arrêtés et mesures pris en application des mêmes articles L. 1331-22 à L. 1331-30 le sont dans le respect des procédures afférentes précisées aux mêmes articles. Ces arrêtés et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué. En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l' article L. 2122-34 du code général des collectivités territoriales . Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux articles L. 521-1 et suivants du présent code. Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de l'article L. 521-3-3 . Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au 8° de l'article 2374 du code civil et aux articles L. 541-1 et suivants du présent code. Dans les cas mentionnés au présent article, l'astreinte prévue aux articles L. 1331-29-1 et L. 1334-2 du code de la santé publique est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de l'établissement public de coopération intercommunale concerné. A défaut pour le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat. Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionnés à l'article L. 511-1 du présent code. Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l' article L. 1331-26 du code de la santé publique . Il est également compétent, en application de l'article L. 1334-1 du même code, pour procéder, le cas échéant, à l'enquête sur l'environnement du mineur et pour faire réaliser le diagnostic portant sur les revêtements des immeubles ou parties d'immeubles. Le contrôle prévu à l'article L. 1334-3 dudit code peut également lui être confié. Il peut demander que lui soient communiqués les constats de risque d'exposition au plomb établis en application des articles L. 1334-8 et L. 1334-8-1 du même code et proposer au président de l'établissement public de coopération intercommunale de prendre les mesures conservatoires mentionnées à l'article L. 1334-11 du même code. Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales , tiennent lieu de convention mentionnée à l'article L. 301-5-1 du présent code. Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de l'article L. 3641-5 du même code.",
            "texteHtml": "<p>Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsque les maires des communes membres de l'établissement ont transféré leurs prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392824&dateTexte=&categorieLien=cid'>l'article L. 5211-9-2 </a>du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, sur le territoire de ces communes, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux articles L. 1311-4, L. 1331-22 à L. 1331-30 et L. 1334-1 à L. 1334-12 du code de la santé publique. Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales.</p><p>Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment :</p><p>1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ;</p><p>2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ;</p><p>3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ;</p><p>4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ;</p><p>5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution.</p><p>Les arrêtés et mesures pris en application des mêmes articles L. 1331-22 à L. 1331-30 le sont dans le respect des procédures afférentes précisées aux mêmes articles.</p><p>Ces arrêtés et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué.</p><p>En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389979&dateTexte=&categorieLien=cid'>article L. 2122-34 du code général des collectivités territoriales</a>.</p><p>Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825776&dateTexte=&categorieLien=cid'>articles L. 521-1 et suivants </a>du présent code.</p><p>Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020451541&dateTexte=&categorieLien=cid'>l'article L. 521-3-3</a>.</p><p>Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006449080&dateTexte=&categorieLien=cid'>8° de l'article 2374 du code civil </a>et aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825797&dateTexte=&categorieLien=cid'>articles L. 541-1 et suivants </a>du présent code.</p><p>Dans les cas mentionnés au présent article, l'astreinte prévue aux articles L. 1331-29-1 et L. 1334-2 du code de la santé publique est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de l'établissement public de coopération intercommunale concerné.</p><p>A défaut pour le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat.</p><p>Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825761&dateTexte=&categorieLien=cid'>l'article L. 511-1 </a>du présent code.</p><p>Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686570&dateTexte=&categorieLien=cid'>article L. 1331-26 du code de la santé publique</a>. Il est également compétent, en application de l'article L. 1334-1 du même code, pour procéder, le cas échéant, à l'enquête sur l'environnement du mineur et pour faire réaliser le diagnostic portant sur les revêtements des immeubles ou parties d'immeubles. Le contrôle prévu à l'article L. 1334-3 dudit code peut également lui être confié. Il peut demander que lui soient communiqués les constats de risque d'exposition au plomb établis en application des articles L. 1334-8 et L. 1334-8-1 du même code et proposer au président de l'établissement public de coopération intercommunale de prendre les mesures conservatoires mentionnées à l'article L. 1334-11 du même code.</p><p>Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028528695&dateTexte=&categorieLien=cid'>III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales</a>, tiennent lieu de convention mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824749&dateTexte=&categorieLien=cid'>l'article L. 301-5-1</a> du présent code.</p><p>Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028529516&dateTexte=&categorieLien=cid'>l'article L. 3641-5 </a>du même code.</p>",
            "num": "L301-5-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1551398400000,
            "dateFin": 1609459200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 26842,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143541",
                        "id": "LEGISCTA000006143541",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Politiques d'aide au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159131",
                        "id": "LEGISCTA000006159131",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028780001",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159131",
            "sectionParentId": "LEGISCTA000006159131",
            "sectionParentTitre": "Chapitre Ier : Politiques d'aide au logement.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat. &gt; Chapitre Ier : Politiques d'aide au logement.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037671669",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions du VI de l'article 194 de la loi n° 2018-1021 du 23 novembre 2018, ces dispositions entrent en vigueur le premier jour du quatrième mois suivant la publication de ladite loi.",
            "notaHtml": "<p>Conformément aux dispositions du VI de l'article 194 de la loi n° 2018-1021 du 23 novembre 2018, ces dispositions entrent en vigueur le premier jour du quatrième mois suivant la publication de ladite loi.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n° 2015-991 du 7 août 2015 - art. 133 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "133",
                    "articleId": "LEGIARTI000039787129",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-08",
                    "dateSignaTexte": "2015-08-07",
                    "dateDebutCible": "2019-12-27"
                },
                {
                    "textCid": "JORFTEXT000037639478",
                    "textTitle": "LOI n°2018-1021 du 23 novembre 2018 - art. 194 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "194",
                    "articleId": "LEGIARTI000037642535",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-11-24",
                    "dateSignaTexte": "2018-11-23",
                    "dateDebutCible": "2018-11-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000159413",
                    "textTitle": "Loi n° 90-449 du 31 mai 1990 - art. 4-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4-1",
                    "articleId": "LEGIARTI000033974725",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-449",
                    "datePubli": 644284800000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2122-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-34",
                    "articleId": "LEGIARTI000006389979",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3641-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3641-5",
                    "articleId": "LEGIARTI000028529516",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-9-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-9-2",
                    "articleId": "LEGIARTI000006392824",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5219-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5219-1",
                    "articleId": "LEGIARTI000028528695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2374",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2374",
                    "articleId": "LEGIARTI000006449080",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1331-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1331-26",
                    "articleId": "LEGIARTI000006686570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L301-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L301-5-1",
                    "articleId": "LEGIARTI000006824749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-3",
                    "articleId": "LEGIARTI000041586742",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006825761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-1",
                    "articleId": "LEGIARTI000006825776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-3-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-3-3",
                    "articleId": "LEGIARTI000020451541",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L541-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L541-1",
                    "articleId": "LEGIARTI000006825797",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028780001",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031106641",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031782523",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033973386",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1551398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037671669",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042343524",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044073216",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1656633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213599",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1656633600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L301-5-1-1",
                "301-5-1-1"
            ],
            "versionPrecedente": "LEGIARTI000033973386",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033973386",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsque les maires des communes membres de l'établissement ont transféré leurs prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, sur le territoire de ces communes, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux articles L. 1311-4, L. 1331-22 à L. 1331-30 et L. 1334-1 à L. 1334-12 du code de la santé publique. Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales. Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment : 1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ; 2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ; 3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ; 4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ; 5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution. Les arrêtés et mesures pris en application des mêmes articles L. 1331-22 à L. 1331-30 le sont dans le respect des procédures afférentes précisées aux mêmes articles. Ces arrêtés et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué. En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l' article L. 2122-34 du code général des collectivités territoriales . Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux articles L. 521-1 et suivants du présent code. Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de l'article L. 521-3-3 . Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au 8° de l'article 2374 du code civil et aux articles L. 541-1 et suivants du présent code. Dans les cas mentionnés au présent article, l'astreinte prévue au III de l'article L. 1331-29 du code de la santé publique est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de l'établissement public de coopération intercommunale concerné. A défaut pour le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat. Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionnés à l'article L. 511-1 du présent code. Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l' article L. 1331-26 du code de la santé publique . Il est également compétent, en application de l'article L. 1334-1 du même code, pour procéder, le cas échéant, à l'enquête sur l'environnement du mineur et pour faire réaliser le diagnostic portant sur les revêtements des immeubles ou parties d'immeubles. Le contrôle prévu à l'article L. 1334-3 dudit code peut également lui être confié. Il peut demander que lui soient communiqués les constats de risque d'exposition au plomb établis en application des articles L. 1334-8 et L. 1334-8-1 du même code et proposer au président de l'établissement public de coopération intercommunale de prendre les mesures conservatoires mentionnées à l'article L. 1334-11 du même code. Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales , tiennent lieu de convention mentionnée à l'article L. 301-5-1 du présent code. Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de l'article L. 3641-5 du même code.",
            "texteHtml": "<p>Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsque les maires des communes membres de l'établissement ont transféré leurs prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392824&dateTexte=&categorieLien=cid'>l'article L. 5211-9-2 </a>du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, sur le territoire de ces communes, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux articles L. 1311-4, L. 1331-22 à L. 1331-30 et L. 1334-1 à L. 1334-12 du code de la santé publique. Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales. </p><p>Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment : </p><p>1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ; </p><p>2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ; </p><p>3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ; </p><p>4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ; </p><p>5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution. </p><p>Les arrêtés et mesures pris en application des mêmes articles L. 1331-22 à L. 1331-30 le sont dans le respect des procédures afférentes précisées aux mêmes articles. </p><p>Ces arrêtés et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué. </p><p>En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389979&dateTexte=&categorieLien=cid'>article L. 2122-34 du code général des collectivités territoriales</a>. </p><p>Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825776&dateTexte=&categorieLien=cid'>articles L. 521-1 et suivants </a>du présent code. </p><p>Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000033973452&dateTexte=&categorieLien=id' title='Code de la construction et de l'habitation. - art. L521-3-3 (V)'>l'article L. 521-3-3</a>. </p><p>Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006449080&dateTexte=&categorieLien=cid'>8° de l'article 2374 du code civil </a>et aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825797&dateTexte=&categorieLien=cid'>articles L. 541-1 et suivants </a>du présent code. </p><p>Dans les cas mentionnés au présent article, l'astreinte prévue au III de l'article L. 1331-29 du code de la santé publique est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de l'établissement public de coopération intercommunale concerné. </p><p>A défaut pour le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat.</p><p>Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825761&dateTexte=&categorieLien=cid'>l'article L. 511-1 </a>du présent code. </p><p>Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686570&dateTexte=&categorieLien=cid'>article L. 1331-26 du code de la santé publique</a>. Il est également compétent, en application de l'article L. 1334-1 du même code, pour procéder, le cas échéant, à l'enquête sur l'environnement du mineur et pour faire réaliser le diagnostic portant sur les revêtements des immeubles ou parties d'immeubles. Le contrôle prévu à l'article L. 1334-3 dudit code peut également lui être confié. Il peut demander que lui soient communiqués les constats de risque d'exposition au plomb établis en application des articles L. 1334-8 et L. 1334-8-1 du même code et proposer au président de l'établissement public de coopération intercommunale de prendre les mesures conservatoires mentionnées à l'article L. 1334-11 du même code.</p><p></p><p>Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028528695&dateTexte=&categorieLien=cid'>III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales</a>, tiennent lieu de convention mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824749&dateTexte=&categorieLien=cid'>l'article L. 301-5-1</a> du présent code. </p><p>Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028529516&dateTexte=&categorieLien=cid'>l'article L. 3641-5 </a>du même code.</p>",
            "num": "L301-5-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1485648000000,
            "dateFin": 1551398400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 26842,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143541",
                        "id": "LEGISCTA000006143541",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Politiques d'aide au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159131",
                        "id": "LEGISCTA000006159131",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028780001",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159131",
            "sectionParentId": "LEGISCTA000006159131",
            "sectionParentTitre": "Chapitre Ier : Politiques d'aide au logement.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat. &gt; Chapitre Ier : Politiques d'aide au logement.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033973386",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n° 2015-991 du 7 août 2015 - art. 133 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "133",
                    "articleId": "LEGIARTI000034116326",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-08",
                    "dateSignaTexte": "2015-08-07",
                    "dateDebutCible": "2017-03-02"
                },
                {
                    "textCid": "JORFTEXT000033934948",
                    "textTitle": "LOI n°2017-86 du 27 janvier 2017 - art. 104 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "104",
                    "articleId": "LEGIARTI000033938445",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-01-28",
                    "dateSignaTexte": "2017-01-27",
                    "dateDebutCible": "2017-01-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000159413",
                    "textTitle": "Loi n° 90-449 du 31 mai 1990 - art. 4-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4-1",
                    "articleId": "LEGIARTI000033974725",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-449",
                    "datePubli": 644284800000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2122-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-34",
                    "articleId": "LEGIARTI000006389979",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3641-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3641-5",
                    "articleId": "LEGIARTI000028529516",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-9-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-9-2",
                    "articleId": "LEGIARTI000006392824",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5219-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5219-1",
                    "articleId": "LEGIARTI000028528695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2374",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2374",
                    "articleId": "LEGIARTI000006449080",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1331-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1331-22",
                    "articleId": "LEGIARTI000006686551",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1331-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1331-26",
                    "articleId": "LEGIARTI000006686570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L301-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L301-5-1",
                    "articleId": "LEGIARTI000006824749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-3",
                    "articleId": "LEGIARTI000041586742",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006825761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-1",
                    "articleId": "LEGIARTI000006825776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-3-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-3-3",
                    "articleId": "LEGIARTI000033973452",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L541-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L541-1",
                    "articleId": "LEGIARTI000006825797",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028780001",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031106641",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031782523",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033973386",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1551398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037671669",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042343524",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044073216",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1656633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213599",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1656633600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L301-5-1-1",
                "301-5-1-1"
            ],
            "versionPrecedente": "LEGIARTI000031782523",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031782523",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsque les maires des communes membres de l'établissement ont transféré leurs prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, sur le territoire de ces communes, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux articles L. 1331-22 à L. 1331-30 du code de la santé publique . Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales. Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment : 1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ; 2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ; 3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ; 4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ; 5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution. Les arrêtés et mesures pris en application des mêmes articles L. 1331-22 à L. 1331-30 le sont dans le respect des procédures afférentes précisées aux mêmes articles. Ces arrêtés et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué. En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l' article L. 2122-34 du code général des collectivités territoriales . Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux articles L. 521-1 et suivants du présent code. Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de l'article L. 521-3-3 . Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au 8° de l'article 2374 du code civil et aux articles L. 541-1 et suivants du présent code. Dans les cas mentionnés au présent article, l'astreinte prévue au III de l'article L. 1331-29 du code de la santé publique est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de l'établissement public de coopération intercommunale concerné. A défaut pour le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat. Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionnés à l'article L. 511-1 du présent code. Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l' article L. 1331-26 du code de la santé publique . Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales , tiennent lieu de convention mentionnée à l'article L. 301-5-1 du présent code. Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de l'article L. 3641-5 du même code.",
            "texteHtml": "<p>Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsque les maires des communes membres de l'établissement ont transféré leurs prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392824&dateTexte=&categorieLien=cid'>l'article L. 5211-9-2 </a>du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, sur le territoire de ces communes, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686551&dateTexte=&categorieLien=cid'>articles L. 1331-22 à L. 1331-30 du code de la santé publique</a>. Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales. </p><p>Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment : </p><p>1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ; </p><p>2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ; </p><p>3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ; </p><p>4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ; </p><p>5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution. </p><p>Les arrêtés et mesures pris en application des mêmes articles L. 1331-22 à L. 1331-30 le sont dans le respect des procédures afférentes précisées aux mêmes articles. </p><p>Ces arrêtés et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué. </p><p>En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389979&dateTexte=&categorieLien=cid'>article L. 2122-34 du code général des collectivités territoriales</a>. </p><p>Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825776&dateTexte=&categorieLien=cid'>articles L. 521-1 et suivants </a>du présent code. </p><p>Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020451541&dateTexte=&categorieLien=cid'>l'article L. 521-3-3</a>. </p><p>Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006449080&dateTexte=&categorieLien=cid'>8° de l'article 2374 du code civil </a>et aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825797&dateTexte=&categorieLien=cid'>articles L. 541-1 et suivants </a>du présent code. </p><p>Dans les cas mentionnés au présent article, l'astreinte prévue au III de l'article L. 1331-29 du code de la santé publique est recouvrée, dans les conditions prévues par les dispositions relatives aux produits communaux, au bénéfice de l'établissement public de coopération intercommunale concerné. <br/><br/> A défaut pour le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat.</p><p>Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825761&dateTexte=&categorieLien=cid'>l'article L. 511-1 </a>du présent code. </p><p>Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686570&dateTexte=&categorieLien=cid'>article L. 1331-26 du code de la santé publique</a>. </p><p>Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028528695&dateTexte=&categorieLien=cid'>III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales</a>, tiennent lieu de convention mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824749&dateTexte=&categorieLien=cid'>l'article L. 301-5-1</a> du présent code. </p><p>Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028529516&dateTexte=&categorieLien=cid'>l'article L. 3641-5 </a>du même code.</p>",
            "num": "L301-5-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1485648000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 26842,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143541",
                        "id": "LEGISCTA000006143541",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Politiques d'aide au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159131",
                        "id": "LEGISCTA000006159131",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028780001",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159131",
            "sectionParentId": "LEGISCTA000006159131",
            "sectionParentTitre": "Chapitre Ier : Politiques d'aide au logement.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat. &gt; Chapitre Ier : Politiques d'aide au logement.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031782523",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n° 2015-991 du 7 août 2015 - art. 133 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "133",
                    "articleId": "LEGIARTI000031780420",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-08",
                    "dateSignaTexte": "2015-08-07",
                    "dateDebutCible": "2015-12-31"
                },
                {
                    "textCid": "JORFTEXT000031732865",
                    "textTitle": "LOI n°2015-1785 du 29 décembre 2015 - art. 141",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "141",
                    "articleId": "LEGIARTI000031734638",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-12-30",
                    "dateSignaTexte": "2015-12-29",
                    "dateDebutCible": "2015-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000159413",
                    "textTitle": "Loi n° 90-449 du 31 mai 1990 - art. 4-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4-1",
                    "articleId": "LEGIARTI000033974725",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-449",
                    "datePubli": 644284800000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2122-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-34",
                    "articleId": "LEGIARTI000006389979",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3641-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3641-5",
                    "articleId": "LEGIARTI000028529516",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-9-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-9-2",
                    "articleId": "LEGIARTI000006392824",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5219-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5219-1",
                    "articleId": "LEGIARTI000028528695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2374",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2374",
                    "articleId": "LEGIARTI000006449080",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1331-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1331-22",
                    "articleId": "LEGIARTI000006686551",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1331-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1331-26",
                    "articleId": "LEGIARTI000006686570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L301-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L301-5-1",
                    "articleId": "LEGIARTI000006824749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-3",
                    "articleId": "LEGIARTI000041586742",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006825761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-1",
                    "articleId": "LEGIARTI000006825776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-3-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-3-3",
                    "articleId": "LEGIARTI000020451541",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L541-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L541-1",
                    "articleId": "LEGIARTI000006825797",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028780001",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031106641",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031782523",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033973386",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1551398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037671669",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042343524",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044073216",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1656633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213599",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1656633600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L301-5-1-1",
                "301-5-1-1"
            ],
            "versionPrecedente": "LEGIARTI000031106641",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031106641",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsque les maires des communes membres de l'établissement ont transféré leurs prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, sur le territoire de ces communes, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux articles L. 1331-22 à L. 1331-30 du code de la santé publique . Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales. Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment : 1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ; 2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ; 3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ; 4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ; 5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution. Les arrêtés et mesures pris en application des mêmes articles L. 1331-22 à L. 1331-30 le sont dans le respect des procédures afférentes précisées aux mêmes articles. Ces arrêtés et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué. En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l' article L. 2122-34 du code général des collectivités territoriales . Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux articles L. 521-1 et suivants du présent code. Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de l'article L. 521-3-3 . Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au 8° de l'article 2374 du code civil et aux articles L. 541-1 et suivants du présent code. Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionnés à l'article L. 511-1 du présent code. Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l' article L. 1331-26 du code de la santé publique . Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales , tiennent lieu de convention mentionnée à l'article L. 301-5-1 du présent code. Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de l'article L. 3641-5 du même code.",
            "texteHtml": "<p>Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsque les maires des communes membres de l'établissement ont transféré leurs prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392824&dateTexte=&categorieLien=cid'>l'article L. 5211-9-2 </a>du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, sur le territoire de ces communes, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686551&dateTexte=&categorieLien=cid'>articles L. 1331-22 à L. 1331-30 du code de la santé publique</a>. Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales. </p><p></p><p></p><p>Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment : </p><p></p><p>1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ; </p><p></p><p>2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ; </p><p></p><p>3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ; </p><p></p><p>4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ; </p><p></p><p>5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution. </p><p></p><p>Les arrêtés et mesures pris en application des mêmes articles L. 1331-22 à L. 1331-30 le sont dans le respect des procédures afférentes précisées aux mêmes articles. </p><p></p><p>Ces arrêtés et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué. </p><p></p><p>En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389979&dateTexte=&categorieLien=cid'>article L. 2122-34 du code général des collectivités territoriales</a>. </p><p></p><p>Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825776&dateTexte=&categorieLien=cid'>articles L. 521-1 et suivants </a>du présent code. </p><p></p><p>Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020451541&dateTexte=&categorieLien=cid'>l'article L. 521-3-3</a>. </p><p></p><p>Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006449080&dateTexte=&categorieLien=cid'>8° de l'article 2374 du code civil </a>et aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825797&dateTexte=&categorieLien=cid'>articles L. 541-1 et suivants </a>du présent code. </p><p></p><p>Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825761&dateTexte=&categorieLien=cid'>l'article L. 511-1 </a>du présent code. </p><p></p><p>Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686570&dateTexte=&categorieLien=cid'>article L. 1331-26 du code de la santé publique</a>. </p><p></p><p>Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028528695&dateTexte=&categorieLien=cid'>III de l'article L. 5217-2, du II ou du III de l'article L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales</a>, tiennent lieu de convention mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824749&dateTexte=&categorieLien=cid'>l'article L. 301-5-1</a> du présent code. </p><p></p><p>Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028529516&dateTexte=&categorieLien=cid'>l'article L. 3641-5 </a>du même code.</p><p></p>",
            "num": "L301-5-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1439078400000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 26842,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143541",
                        "id": "LEGISCTA000006143541",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Politiques d'aide au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159131",
                        "id": "LEGISCTA000006159131",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028780001",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159131",
            "sectionParentId": "LEGISCTA000006159131",
            "sectionParentTitre": "Chapitre Ier : Politiques d'aide au logement.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat. &gt; Chapitre Ier : Politiques d'aide au logement.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031106641",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n° 2015-991 du 7 août 2015 - art. 133 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "133",
                    "articleId": "LEGIARTI000030998107",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-08",
                    "dateSignaTexte": "2015-08-07",
                    "dateDebutCible": "2015-08-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000159413",
                    "textTitle": "Loi n° 90-449 du 31 mai 1990 - art. 4-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4-1",
                    "articleId": "LEGIARTI000033974725",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-449",
                    "datePubli": 644284800000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2122-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-34",
                    "articleId": "LEGIARTI000006389979",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3641-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3641-5",
                    "articleId": "LEGIARTI000028529516",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-9-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-9-2",
                    "articleId": "LEGIARTI000006392824",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5219-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5219-1",
                    "articleId": "LEGIARTI000028528695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2374",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2374",
                    "articleId": "LEGIARTI000006449080",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1331-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1331-22",
                    "articleId": "LEGIARTI000006686551",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1331-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1331-26",
                    "articleId": "LEGIARTI000006686570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L301-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L301-5-1",
                    "articleId": "LEGIARTI000006824749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-3",
                    "articleId": "LEGIARTI000041586742",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006825761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-1",
                    "articleId": "LEGIARTI000006825776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-3-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-3-3",
                    "articleId": "LEGIARTI000020451541",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L541-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L541-1",
                    "articleId": "LEGIARTI000006825797",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028780001",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031106641",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031782523",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033973386",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1551398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037671669",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042343524",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044073216",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1656633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213599",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1656633600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L301-5-1-1",
                "301-5-1-1"
            ],
            "versionPrecedente": "LEGIARTI000028780001",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028780001",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsque les maires des communes membres de l'établissement ont transféré leurs prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, sur le territoire de ces communes, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux articles L. 1331-22 à L. 1331-30 du code de la santé publique . Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales. Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment : 1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ; 2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ; 3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ; 4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ; 5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution. Les arrêtés et mesures pris en application des mêmes articles L. 1331-22 à L. 1331-30 le sont dans le respect des procédures afférentes précisées aux mêmes articles. Ces arrêtés et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué. En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l' article L. 2122-34 du code général des collectivités territoriales . Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux articles L. 521-1 et suivants du présent code. Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de l'article L. 521-3-3 . Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au 8° de l'article 2374 du code civil et aux articles L. 541-1 et suivants du présent code. Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionnés à l'article L. 511-1 du présent code. Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l' article L. 1331-26 du code de la santé publique . Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du III de l'article L. 5217-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales , tiennent lieu de convention mentionnée à l'article L. 301-5-1 du présent code. Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de l'article L. 3641-5 du même code.",
            "texteHtml": "Lorsqu'un établissement public de coopération intercommunale à fiscalité propre a signé avec l'Etat la convention mentionnée à l'article L. 301-5-1 et lorsque les maires des communes membres de l'établissement ont transféré leurs prérogatives en matière de polices spéciales dans les conditions définies au dernier alinéa du A du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392824&dateTexte=&categorieLien=cid'>l'article L. 5211-9-2 </a>du code général des collectivités territoriales, le représentant de l'Etat dans le département peut, sur le territoire de ces communes, après avis du directeur général de l'agence régionale de santé, déléguer au président de l'établissement public de coopération intercommunale ses prérogatives en matière de police de santé publique définies aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686551&dateTexte=&categorieLien=cid'>articles L. 1331-22 à L. 1331-30 du code de la santé publique</a>. Dans le cas d'une métropole, ces prérogatives peuvent être subdéléguées par le président de la métropole au président du conseil de territoire dès lors que celui bénéficie de la délégation mentionnée au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales. <br/><br/>Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale exerce les prérogatives qui lui ont été transférées et déléguées font l'objet d'une convention signée, d'une part, avec les maires des communes membres de l'établissement public de coopération intercommunale et, d'autre part, avec le représentant de l'Etat dans le département et le directeur général de l'agence régionale de santé. Cette convention, qui tient compte du programme local de l'habitat, du projet régional de santé et des contrats locaux de santé, précise notamment : <br/><br/>1° Les objectifs prioritaires de lutte contre l'habitat indigne dans le périmètre de l'établissement public ; <br/><br/>2° Les moyens humains et financiers prévisionnels affectés à cette mission, ainsi que la coordination des services locaux concernés ; <br/><br/>3° Les conditions dans lesquelles le président de l'établissement public de coopération intercommunale peut recourir aux services de l'Etat ou de ses établissements publics ; <br/><br/>4° Les conditions de mise en place de dispositifs d'observation de l'habitat indigne, des situations de péril ou d'exposition au risque d'incendie ; <br/><br/>5° Les conditions de son évaluation et les conditions dans lesquelles il est rendu compte annuellement de son exécution. <br/><br/>Les arrêtés et mesures pris en application des mêmes articles L. 1331-22 à L. 1331-30 le sont dans le respect des procédures afférentes précisées aux mêmes articles. <br/><br/>Ces arrêtés et mesures sont notifiés au représentant de l'Etat dans le département ainsi qu'au directeur général de l'agence régionale de santé ou à son délégué. <br/><br/>En cas de carence du président de l'établissement public de coopération intercommunale dans l'exercice des compétences déléguées, le représentant de l'Etat dans le département se substitue à lui dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389979&dateTexte=&categorieLien=cid'>article L. 2122-34 du code général des collectivités territoriales</a>. <br/><br/>Dans les cas mentionnés au présent article, le président de l'établissement public de coopération intercommunale, en cas de défaillance du propriétaire, procède à l'exécution d'office des mesures et travaux prescrits par l'arrêté et assure l'hébergement temporaire ou le relogement des occupants dans les cas et conditions précisés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825776&dateTexte=&categorieLien=cid'>articles L. 521-1 et suivants </a>du présent code. <br/><br/>Pour assurer l'hébergement temporaire ou le relogement des occupants, le président de l'établissement public de coopération intercommunale dispose des prérogatives précisées au troisième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020451541&dateTexte=&categorieLien=cid'>l'article L. 521-3-3</a>. <br/><br/>Les créances relatives aux travaux d'office, à l'hébergement ou au relogement des occupants sont recouvrées par l'établissement public de coopération intercommunale comme en matière de contributions directes et sont garanties par les dispositions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006449080&dateTexte=&categorieLien=cid'>8° de l'article 2374 du code civil </a>et aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825797&dateTexte=&categorieLien=cid'>articles L. 541-1 et suivants </a>du présent code. <br/><br/>Le président de l'établissement public de coopération intercommunale auquel le représentant de l'Etat dans le département a délégué ses prérogatives en matière de polices spéciales exerce celles-ci dans le cadre d'un service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825761&dateTexte=&categorieLien=cid'>l'article L. 511-1 </a>du présent code. <br/><br/>Sans préjudice des attributions du directeur général de l'agence régionale de santé ou des directeurs des services communaux d'hygiène et de santé situés dans le périmètre de l'établissement public de coopération intercommunale bénéficiaire de la délégation mentionné au présent article, le responsable du service intercommunal d'hygiène et de santé dédié à la lutte contre l'habitat indigne et les bâtiments dangereux mentionné à l'alinéa précédent est compétent pour établir le rapport motivé prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686570&dateTexte=&categorieLien=cid'>article L. 1331-26 du code de la santé publique</a>. <br/><br/>Pour l'application du présent article, les conventions de délégation de compétence en matière d'habitat, conclues par les métropoles sur le fondement du II ou du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028528695&dateTexte=&categorieLien=cid'>III de l'article L. 5217-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales</a>, tiennent lieu de convention mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824749&dateTexte=&categorieLien=cid'>l'article L. 301-5-1</a> du présent code. <br/><br/>Le présent article est applicable à la métropole de Lyon mentionnée au livre VI de la troisième partie du code général des collectivités territoriales lorsqu'elle a conclu avec l'Etat une convention de délégation de compétence en matière d'habitat sur le fondement de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028529516&dateTexte=&categorieLien=cid'>l'article L. 3641-5 </a>du même code.<br/><br/>",
            "num": "L301-5-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1395878400000,
            "dateFin": 1439078400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 26842,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143541",
                        "id": "LEGISCTA000006143541",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Politiques d'aide au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159131",
                        "id": "LEGISCTA000006159131",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028780001",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159131",
            "sectionParentId": "LEGISCTA000006159131",
            "sectionParentTitre": "Chapitre Ier : Politiques d'aide au logement.",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement &gt; Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat. &gt; Chapitre Ier : Politiques d'aide au logement.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028780001",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028772256",
                    "textTitle": "LOI n°2014-366\n du 24 mars 2014 - art. 75 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "75",
                    "articleId": "LEGIARTI000028775798",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-03-26",
                    "dateSignaTexte": "2014-03-24",
                    "dateDebutCible": "2014-03-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000159413",
                    "textTitle": "Loi n° 90-449 du 31 mai 1990 - art. 4-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4-1",
                    "articleId": "LEGIARTI000033974725",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-449",
                    "datePubli": 644284800000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2122-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-34",
                    "articleId": "LEGIARTI000006389979",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3641-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3641-5",
                    "articleId": "LEGIARTI000028529516",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-9-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-9-2",
                    "articleId": "LEGIARTI000006392824",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5219-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5219-1",
                    "articleId": "LEGIARTI000028528695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2374",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2374",
                    "articleId": "LEGIARTI000006449080",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1331-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1331-22",
                    "articleId": "LEGIARTI000006686551",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1331-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1331-26",
                    "articleId": "LEGIARTI000006686570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L301-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L301-5-1",
                    "articleId": "LEGIARTI000006824749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-3",
                    "articleId": "LEGIARTI000041586742",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L511-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006825761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-1",
                    "articleId": "LEGIARTI000006825776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L521-3-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-3-3",
                    "articleId": "LEGIARTI000020451541",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L541-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L541-1",
                    "articleId": "LEGIARTI000006825797",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028780001",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031106641",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031782523",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033973386",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1551398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037671669",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042343524",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044073216",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1656633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213599",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1656633600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L301-5-1-1",
                "301-5-1-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}