{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000034073263",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les administrateurs ou les membres du conseil de surveillance sont choisis parmi les sociétaires à jour de leurs cotisations, à l'exception de ceux qui sont élus par les salariés. Si, en cours de mandat, un administrateur ou membre du conseil de surveillance cesse d'être sociétaire, il est réputé démissionnaire d'office s'il n'a pas régularisé sa situation dans le délai de trois mois. Toutefois, les statuts peuvent déroger aux dispositions qui précèdent lorsque la qualité de sociétaire est statutairement conditionnée à l'exercice d'une activité professionnelle déterminée. En aucun cas le nombre d'administrateurs ou de membres du conseil de surveillance non sociétaires ne peut dépasser un tiers de la totalité des membres du conseil. Les commissaires aux comptes veillent, sous leur responsabilité, à l'observation des dispositions qui précèdent. La durée des fonctions d'administrateur ou de membre du conseil de surveillance est déterminée par les statuts, sans pouvoir excéder six ans. Les fonctions d'un administrateur ou d'un membre du conseil de surveillance prennent fin à l'issue de la réunion de l'assemblée générale ordinaire des sociétaires ayant statué sur les comptes de l'exercice écoulé et tenue dans l'année au cours de laquelle expire le mandat dudit administrateur ou membre du conseil de surveillance. Les administrateurs et les membres du conseil de surveillance sont rééligibles, sauf stipulation contraire des statuts. Ils peuvent être révoqués à tout moment par l'assemblée générale ordinaire. II.-Sous réserve des dispositions de l'article L. 322-26-2 , il est interdit aux administrateurs, membres du conseil de surveillance et mandataires mutualistes de faire partie du personnel rétribué par la société d'assurance mutuelle, l'union de sociétés d'assurance mutuelles, la société de réassurance mutuelle ou la société de groupe d'assurance mutuelle ou de recevoir, à l'occasion de l'exercice de leurs fonctions, toute rémunération ou avantage autre que ceux prévus aux articles R. 322-53, R. 322-55-1 et R. 322-120-3 . Les dispositions de l'alinéa précédent ne s'appliquent pas au président du conseil d'administration lorsqu'il exerce les fonctions de directeur général de la société d'assurance mutuelle dans le cas prévu à l'article R. 322-53-2. Les statuts de la société peuvent également déroger à ces dispositions sans pour autant que le nombre des administrateurs ou membres du conseil de surveillance liés à la société par un contrat de travail ne puisse dépasser 10 % des membres du conseil en fonction. Les administrateurs, membres du conseil de surveillance et mandataires mutualistes ne peuvent exercer de fonctions donnant lieu à une rémunération de la société d'assurance mutuelle, de l'union, de la société de réassurance mutuelle ou de la société de groupe d'assurance mutuelle qu'à l'expiration d'un délai d'un an à compter de la fin de leur mandat. La nullité des nominations intervenues en méconnaissance des dispositions du présent article n'entraîne pas celle des délibérations auxquelles l'administrateur, le membre du conseil de surveillance ou le mandataire mutualiste irrégulièrement nommé a pris part. III.-Une personne morale sociétaire peut être nommée administrateur ou membre du conseil de surveillance. Lors de sa nomination, elle est tenue de désigner un représentant permanent qui est soumis, dans l'exercice de ses fonctions, aux mêmes conditions et obligations et qui encourt les mêmes responsabilités civile et pénale que s'il était administrateur ou membre du conseil de surveillance en son nom propre, sans préjudice de la responsabilité solidaire de la personne morale qu'il représente. Lorsque la personne morale révoque son représentant, elle est tenue de pourvoir en même temps à son remplacement. IV.-En cas de vacance par décès, par démission ou par cessation de mandat à la suite d'une décision d'opposition de l'Autorité de contrôle prudentiel et de résolution d'un ou plusieurs sièges de membre du conseil d'administration ou du conseil de surveillance, ce conseil peut, entre deux assemblées générales, procéder à des nominations à titre provisoire. Lorsque le nombre des membres du conseil est devenu inférieur au minimum légal, les administrateurs restants ou le directoire doivent convoquer immédiatement l'assemblée générale ordinaire en vue de compléter l'effectif du conseil d'administration ou du conseil de surveillance. Lorsque le nombre des membres du conseil d'administration ou du conseil de surveillance est devenu inférieur au minimum statutaire sans toutefois être inférieur au minimum légal, le conseil d'administration ou le conseil de surveillance doit procéder à des nominations à titre provisoire en vue de compléter son effectif dans le délai de trois mois à compter du jour où se produit la vacance. Les nominations effectuées par le conseil, en vertu des dispositions du présent IV, sont soumises à ratification de la prochaine assemblée générale ordinaire. A défaut de ratification, les délibérations prises et les actes accomplis antérieurement par le conseil n'en demeurent pas moins valables. Lorsque le conseil néglige de procéder aux nominations requises ou si l'assemblée n'est pas convoquée, tout intéressé peut demander en justice la désignation d'un mandataire chargé de convoquer l'assemblée générale, à l'effet de procéder aux nominations ou de ratifier les nominations prévues au troisième alinéa. V.-En cas d'empêchement temporaire ou de décès du président, le conseil d'administration ou le conseil de surveillance peut déléguer un administrateur ou un membre du conseil de surveillance dans les fonctions de président. En cas d'empêchement temporaire, cette délégation est donnée pour une durée limitée. Elle est renouvelable. En cas de décès, elle vaut jusqu'à l'élection du nouveau président.",
            "texteHtml": "<p>I.-Les administrateurs ou les membres du conseil de surveillance sont choisis parmi les sociétaires à jour de leurs cotisations, à l'exception de ceux qui sont élus par les salariés. Si, en cours de mandat, un administrateur ou membre du conseil de surveillance cesse d'être sociétaire, il est réputé démissionnaire d'office s'il n'a pas régularisé sa situation dans le délai de trois mois. Toutefois, les statuts peuvent déroger aux dispositions qui précèdent lorsque la qualité de sociétaire est statutairement conditionnée à l'exercice d'une activité professionnelle déterminée. </p><p>En aucun cas le nombre d'administrateurs ou de membres du conseil de surveillance non sociétaires ne peut dépasser un tiers de la totalité des membres du conseil. </p><p>Les commissaires aux comptes veillent, sous leur responsabilité, à l'observation des dispositions qui précèdent. </p><p>La durée des fonctions d'administrateur ou de membre du conseil de surveillance est déterminée par les statuts, sans pouvoir excéder six ans. Les fonctions d'un administrateur ou d'un membre du conseil de surveillance prennent fin à l'issue de la réunion de l'assemblée générale ordinaire des sociétaires ayant statué sur les comptes de l'exercice écoulé et tenue dans l'année au cours de laquelle expire le mandat dudit administrateur ou membre du conseil de surveillance. </p><p>Les administrateurs et les membres du conseil de surveillance sont rééligibles, sauf stipulation contraire des statuts. Ils peuvent être révoqués à tout moment par l'assemblée générale ordinaire. </p><p>II.-Sous réserve des dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006798173&dateTexte=&categorieLien=cid'>l'article L. 322-26-2</a>, il est interdit aux administrateurs, membres du conseil de surveillance et mandataires mutualistes de faire partie du personnel rétribué par la société d'assurance mutuelle, l'union de sociétés d'assurance mutuelles, la société de réassurance mutuelle ou la société de groupe d'assurance mutuelle ou de recevoir, à l'occasion de l'exercice de leurs fonctions, toute rémunération ou avantage autre que ceux prévus aux articles R. 322-53, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006813916&dateTexte=&categorieLien=cid'>R. 322-55-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000034071277&dateTexte=&categorieLien=cid' title='Code des assurances - art. R322-120-3 (VD)'>R. 322-120-3</a>. </p><p>Les dispositions de l'alinéa précédent ne s'appliquent pas au président du conseil d'administration lorsqu'il exerce les fonctions de directeur général de la société d'assurance mutuelle dans le cas prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006813826&dateTexte=&categorieLien=cid'>l'article R. 322-53-2. </a></p><p>Les statuts de la société peuvent également déroger à ces dispositions sans pour autant que le nombre des administrateurs ou membres du conseil de surveillance liés à la société par un contrat de travail ne puisse dépasser 10 % des membres du conseil en fonction. </p><p>Les administrateurs, membres du conseil de surveillance et mandataires mutualistes ne peuvent exercer de fonctions donnant lieu à une rémunération de la société d'assurance mutuelle, de l'union, de la société de réassurance mutuelle ou de la société de groupe d'assurance mutuelle qu'à l'expiration d'un délai d'un an à compter de la fin de leur mandat. </p><p>La nullité des nominations intervenues en méconnaissance des dispositions du présent article n'entraîne pas celle des délibérations auxquelles l'administrateur, le membre du conseil de surveillance ou le mandataire mutualiste irrégulièrement nommé a pris part. </p><p>III.-Une personne morale sociétaire peut être nommée administrateur ou membre du conseil de surveillance. Lors de sa nomination, elle est tenue de désigner un représentant permanent qui est soumis, dans l'exercice de ses fonctions, aux mêmes conditions et obligations et qui encourt les mêmes responsabilités civile et pénale que s'il était administrateur ou membre du conseil de surveillance en son nom propre, sans préjudice de la responsabilité solidaire de la personne morale qu'il représente. </p><p>Lorsque la personne morale révoque son représentant, elle est tenue de pourvoir en même temps à son remplacement. </p><p>IV.-En cas de vacance par décès, par démission ou par cessation de mandat à la suite d'une décision d'opposition de l'Autorité de contrôle prudentiel et de résolution d'un ou plusieurs sièges de membre du conseil d'administration ou du conseil de surveillance, ce conseil peut, entre deux assemblées générales, procéder à des nominations à titre provisoire. </p><p>Lorsque le nombre des membres du conseil est devenu inférieur au minimum légal, les administrateurs restants ou le directoire doivent convoquer immédiatement l'assemblée générale ordinaire en vue de compléter l'effectif du conseil d'administration ou du conseil de surveillance. </p><p>Lorsque le nombre des membres du conseil d'administration ou du conseil de surveillance est devenu inférieur au minimum statutaire sans toutefois être inférieur au minimum légal, le conseil d'administration ou le conseil de surveillance doit procéder à des nominations à titre provisoire en vue de compléter son effectif dans le délai de trois mois à compter du jour où se produit la vacance. </p><p>Les nominations effectuées par le conseil, en vertu des dispositions du présent IV, sont soumises à ratification de la prochaine assemblée générale ordinaire. A défaut de ratification, les délibérations prises et les actes accomplis antérieurement par le conseil n'en demeurent pas moins valables. </p><p>Lorsque le conseil néglige de procéder aux nominations requises ou si l'assemblée n'est pas convoquée, tout intéressé peut demander en justice la désignation d'un mandataire chargé de convoquer l'assemblée générale, à l'effet de procéder aux nominations ou de ratifier les nominations prévues au troisième alinéa. </p><p>V.-En cas d'empêchement temporaire ou de décès du président, le conseil d'administration ou le conseil de surveillance peut déléguer un administrateur ou un membre du conseil de surveillance dans les fonctions de président. </p><p>En cas d'empêchement temporaire, cette délégation est donnée pour une durée limitée. Elle est renouvelable. En cas de décès, elle vaut jusqu'à l'élection du nouveau président.</p>",
            "num": "R322-55-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1528502400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175588",
                        "id": "LEGISCTA000006175588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Direction et administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188045",
                        "id": "LEGISCTA000006188045",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Dispositions communes aux sociétés d'assurance mutuelles à conseil d'administration et direction générale et à conseil de surveillance et directoire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195208",
                        "id": "LEGISCTA000006195208",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813927",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195208",
            "sectionParentId": "LEGISCTA000006195208",
            "sectionParentTitre": "Paragraphe 3 : Dispositions communes aux sociétés d'assurance mutuelles à conseil d'administration et direction générale et à conseil de surveillance et directoire",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section IV : Sociétés d'assurance mutuelles &gt; Sous-section 2 : Direction et administration &gt; Paragraphe 3 : Dispositions communes aux sociétés d'assurance mutuelles à conseil d'administration et direction générale et à conseil de surveillance et directoire",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000034073263",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 3 du décret n° 2017-206 du 20 février 2017, ces dispositions entrent en vigueur à la prise d'effet de la modification des statuts mentionnée au premier alinéa du II de l'article 52 de la loi n° 2016-1691 du 9 décembre 2016 qui doit prendre effet dans un délai de dix-huit mois à compter de la promulgation de ladite loi.",
            "notaHtml": "<p>Conformément à l'article 3 du décret n° 2017-206 du 20 février 2017, ces dispositions entrent en vigueur à la prise d'effet de la modification des statuts mentionnée au premier alinéa du II de l'article 52 de la loi n° 2016-1691 du 9 décembre 2016 qui doit prendre effet dans un délai de dix-huit mois à compter de la promulgation de ladite loi.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507291",
                    "textTitle": "Décret n° 76-667 du 16 juillet 1976",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507291",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000034070853",
                    "textTitle": "Décret n°2017-206 du 20 février 2017 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000034071269",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-02-22",
                    "dateSignaTexte": "2017-02-20",
                    "dateDebutCible": "2018-06-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L322-26-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-26-2",
                    "articleId": "LEGIARTI000006798173",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 490060800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-120-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-120-3",
                    "articleId": "LEGIARTI000034071277",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1528502400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-53 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-53",
                    "articleId": "LEGIARTI000029773997",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-53-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-53-2",
                    "articleId": "LEGIARTI000006813826",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1105056000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-55-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-55-1",
                    "articleId": "LEGIARTI000006813916",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1025222400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R391-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R391-1",
                    "articleId": "LEGIARTI000030773421",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1435190400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813927",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1025222400000,
                    "dateFin": 1105056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813928",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1105056000000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029773990",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1528502400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034073263",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1528502400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-55-2",
                "322-55-2"
            ],
            "versionPrecedente": "LEGIARTI000029773990",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029773990",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les administrateurs ou les membres du conseil de surveillance sont choisis parmi les sociétaires à jour de leurs cotisations, à l'exception de ceux qui sont élus par les salariés. Si, en cours de mandat, un administrateur ou membre du conseil de surveillance cesse d'être sociétaire, il est réputé démissionnaire d'office s'il n'a pas régularisé sa situation dans le délai de trois mois. Toutefois, les statuts peuvent déroger aux dispositions qui précèdent lorsque la qualité de sociétaire est statutairement conditionnée à l'exercice d'une activité professionnelle déterminée. En aucun cas le nombre d'administrateurs ou de membres du conseil de surveillance non sociétaires ne peut dépasser un tiers de la totalité des membres du conseil. Les commissaires aux comptes veillent, sous leur responsabilité, à l'observation des dispositions qui précèdent. La durée des fonctions d'administrateur ou de membre du conseil de surveillance est déterminée par les statuts, sans pouvoir excéder six ans. Les fonctions d'un administrateur ou d'un membre du conseil de surveillance prennent fin à l'issue de la réunion de l'assemblée générale ordinaire des sociétaires ayant statué sur les comptes de l'exercice écoulé et tenue dans l'année au cours de laquelle expire le mandat dudit administrateur ou membre du conseil de surveillance. Les administrateurs et les membres du conseil de surveillance sont rééligibles, sauf stipulation contraire des statuts. Ils peuvent être révoqués à tout moment par l'assemblée générale ordinaire. II.-Sous réserve des dispositions de l'article L. 322-26-2 , il est interdit aux administrateurs, membres du conseil de surveillance et mandataires mutualistes de faire partie du personnel rétribué par la société d'assurance mutuelle, l'union de sociétés d'assurance mutuelles, la société de réassurance mutuelle ou la société de groupe d'assurance mutuelle ou de recevoir, à l'occasion de l'exercice de leurs fonctions, toute rémunération ou avantage autre que ceux prévus aux articles R. 322-53 et R. 322-55-1 . Les dispositions de l'alinéa précédent ne s'appliquent pas au président du conseil d'administration lorsqu'il exerce les fonctions de directeur général de la société d'assurance mutuelle dans le cas prévu à l'article R. 322-53-2. Les statuts de la société peuvent également déroger à ces dispositions sans pour autant que le nombre des administrateurs ou membres du conseil de surveillance liés à la société par un contrat de travail ne puisse dépasser 10 % des membres du conseil en fonction. Les administrateurs, membres du conseil de surveillance et mandataires mutualistes ne peuvent exercer de fonctions donnant lieu à une rémunération de la société d'assurance mutuelle, de l'union, de la société de réassurance mutuelle ou de la société de groupe d'assurance mutuelle qu'à l'expiration d'un délai d'un an à compter de la fin de leur mandat. La nullité des nominations intervenues en méconnaissance des dispositions du présent article n'entraîne pas celle des délibérations auxquelles l'administrateur, le membre du conseil de surveillance ou le mandataire mutualiste irrégulièrement nommé a pris part. III.-Une personne morale sociétaire peut être nommée administrateur ou membre du conseil de surveillance. Lors de sa nomination, elle est tenue de désigner un représentant permanent qui est soumis, dans l'exercice de ses fonctions, aux mêmes conditions et obligations et qui encourt les mêmes responsabilités civile et pénale que s'il était administrateur ou membre du conseil de surveillance en son nom propre, sans préjudice de la responsabilité solidaire de la personne morale qu'il représente. Lorsque la personne morale révoque son représentant, elle est tenue de pourvoir en même temps à son remplacement. IV.-En cas de vacance par décès, par démission ou par cessation de mandat à la suite d'une décision d'opposition de l'Autorité de contrôle prudentiel et de résolution d'un ou plusieurs sièges de membre du conseil d'administration ou du conseil de surveillance, ce conseil peut, entre deux assemblées générales, procéder à des nominations à titre provisoire. Lorsque le nombre des membres du conseil est devenu inférieur au minimum légal, les administrateurs restants ou le directoire doivent convoquer immédiatement l'assemblée générale ordinaire en vue de compléter l'effectif du conseil d'administration ou du conseil de surveillance. Lorsque le nombre des membres du conseil d'administration ou du conseil de surveillance est devenu inférieur au minimum statutaire sans toutefois être inférieur au minimum légal, le conseil d'administration ou le conseil de surveillance doit procéder à des nominations à titre provisoire en vue de compléter son effectif dans le délai de trois mois à compter du jour où se produit la vacance. Les nominations effectuées par le conseil, en vertu des dispositions du présent IV, sont soumises à ratification de la prochaine assemblée générale ordinaire. A défaut de ratification, les délibérations prises et les actes accomplis antérieurement par le conseil n'en demeurent pas moins valables. Lorsque le conseil néglige de procéder aux nominations requises ou si l'assemblée n'est pas convoquée, tout intéressé peut demander en justice la désignation d'un mandataire chargé de convoquer l'assemblée générale, à l'effet de procéder aux nominations ou de ratifier les nominations prévues au troisième alinéa. V.-En cas d'empêchement temporaire ou de décès du président, le conseil d'administration ou le conseil de surveillance peut déléguer un administrateur ou un membre du conseil de surveillance dans les fonctions de président. En cas d'empêchement temporaire, cette délégation est donnée pour une durée limitée. Elle est renouvelable. En cas de décès, elle vaut jusqu'à l'élection du nouveau président.",
            "texteHtml": "<p>I.-Les administrateurs ou les membres du conseil de surveillance sont choisis parmi les sociétaires à jour de leurs cotisations, à l'exception de ceux qui sont élus par les salariés. Si, en cours de mandat, un administrateur ou membre du conseil de surveillance cesse d'être sociétaire, il est réputé démissionnaire d'office s'il n'a pas régularisé sa situation dans le délai de trois mois. Toutefois, les statuts peuvent déroger aux dispositions qui précèdent lorsque la qualité de sociétaire est statutairement conditionnée à l'exercice d'une activité professionnelle déterminée. </p><p></p><p>En aucun cas le nombre d'administrateurs ou de membres du conseil de surveillance non sociétaires ne peut dépasser un tiers de la totalité des membres du conseil. </p><p></p><p>Les commissaires aux comptes veillent, sous leur responsabilité, à l'observation des dispositions qui précèdent. </p><p></p><p>La durée des fonctions d'administrateur ou de membre du conseil de surveillance est déterminée par les statuts, sans pouvoir excéder six ans. Les fonctions d'un administrateur ou d'un membre du conseil de surveillance prennent fin à l'issue de la réunion de l'assemblée générale ordinaire des sociétaires ayant statué sur les comptes de l'exercice écoulé et tenue dans l'année au cours de laquelle expire le mandat dudit administrateur ou membre du conseil de surveillance. </p><p></p><p>Les administrateurs et les membres du conseil de surveillance sont rééligibles, sauf stipulation contraire des statuts. Ils peuvent être révoqués à tout moment par l'assemblée générale ordinaire. </p><p></p><p>II.-Sous réserve des dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006798173&dateTexte=&categorieLien=cid' title='Code des assurances - art. L322-26-2 (V)'>l'article L. 322-26-2</a>, il est interdit aux administrateurs, membres du conseil de surveillance et mandataires mutualistes de faire partie du personnel rétribué par la société d'assurance mutuelle, l'union de sociétés d'assurance mutuelles, la société de réassurance mutuelle ou la société de groupe d'assurance mutuelle ou de recevoir, à l'occasion de l'exercice de leurs fonctions, toute rémunération ou avantage autre que ceux prévus aux articles R. 322-53 et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006813916&dateTexte=&categorieLien=cid' title='Code des assurances - art. R322-55-1 (V)'>R. 322-55-1</a>. </p><p></p><p>Les dispositions de l'alinéa précédent ne s'appliquent pas au président du conseil d'administration lorsqu'il exerce les fonctions de directeur général de la société d'assurance mutuelle dans le cas prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006813826&dateTexte=&categorieLien=cid' title='Code des assurances - art. R322-53-2 (V)'>l'article R. 322-53-2. </a></p><p></p><p>Les statuts de la société peuvent également déroger à ces dispositions sans pour autant que le nombre des administrateurs ou membres du conseil de surveillance liés à la société par un contrat de travail ne puisse dépasser 10 % des membres du conseil en fonction. </p><p></p><p>Les administrateurs, membres du conseil de surveillance et mandataires mutualistes ne peuvent exercer de fonctions donnant lieu à une rémunération de la société d'assurance mutuelle, de l'union, de la société de réassurance mutuelle ou de la société de groupe d'assurance mutuelle qu'à l'expiration d'un délai d'un an à compter de la fin de leur mandat. </p><p></p><p>La nullité des nominations intervenues en méconnaissance des dispositions du présent article n'entraîne pas celle des délibérations auxquelles l'administrateur, le membre du conseil de surveillance ou le mandataire mutualiste irrégulièrement nommé a pris part. </p><p></p><p>III.-Une personne morale sociétaire peut être nommée administrateur ou membre du conseil de surveillance. Lors de sa nomination, elle est tenue de désigner un représentant permanent qui est soumis, dans l'exercice de ses fonctions, aux mêmes conditions et obligations et qui encourt les mêmes responsabilités civile et pénale que s'il était administrateur ou membre du conseil de surveillance en son nom propre, sans préjudice de la responsabilité solidaire de la personne morale qu'il représente. </p><p></p><p>Lorsque la personne morale révoque son représentant, elle est tenue de pourvoir en même temps à son remplacement. </p><p></p><p>IV.-En cas de vacance par décès, par démission ou par cessation de mandat à la suite d'une décision d'opposition de l'Autorité de contrôle prudentiel et de résolution d'un ou plusieurs sièges de membre du conseil d'administration ou du conseil de surveillance, ce conseil peut, entre deux assemblées générales, procéder à des nominations à titre provisoire. </p><p></p><p>Lorsque le nombre des membres du conseil est devenu inférieur au minimum légal, les administrateurs restants ou le directoire doivent convoquer immédiatement l'assemblée générale ordinaire en vue de compléter l'effectif du conseil d'administration ou du conseil de surveillance. </p><p></p><p>Lorsque le nombre des membres du conseil d'administration ou du conseil de surveillance est devenu inférieur au minimum statutaire sans toutefois être inférieur au minimum légal, le conseil d'administration ou le conseil de surveillance doit procéder à des nominations à titre provisoire en vue de compléter son effectif dans le délai de trois mois à compter du jour où se produit la vacance. </p><p></p><p>Les nominations effectuées par le conseil, en vertu des dispositions du présent IV, sont soumises à ratification de la prochaine assemblée générale ordinaire. A défaut de ratification, les délibérations prises et les actes accomplis antérieurement par le conseil n'en demeurent pas moins valables. </p><p></p><p>Lorsque le conseil néglige de procéder aux nominations requises ou si l'assemblée n'est pas convoquée, tout intéressé peut demander en justice la désignation d'un mandataire chargé de convoquer l'assemblée générale, à l'effet de procéder aux nominations ou de ratifier les nominations prévues au troisième alinéa. </p><p></p><p>V.-En cas d'empêchement temporaire ou de décès du président, le conseil d'administration ou le conseil de surveillance peut déléguer un administrateur ou un membre du conseil de surveillance dans les fonctions de président. </p><p></p><p>En cas d'empêchement temporaire, cette délégation est donnée pour une durée limitée. Elle est renouvelable. En cas de décès, elle vaut jusqu'à l'élection du nouveau président.</p><p></p>",
            "num": "R322-55-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1420070400000,
            "dateFin": 1528502400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175588",
                        "id": "LEGISCTA000006175588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Direction et administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188045",
                        "id": "LEGISCTA000006188045",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Dispositions communes aux sociétés d'assurance mutuelles à conseil d'administration et direction générale et à conseil de surveillance et directoire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195208",
                        "id": "LEGISCTA000006195208",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813927",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195208",
            "sectionParentId": "LEGISCTA000006195208",
            "sectionParentTitre": "Paragraphe 3 : Dispositions communes aux sociétés d'assurance mutuelles à conseil d'administration et direction générale et à conseil de surveillance et directoire",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section IV : Sociétés d'assurance mutuelles &gt; Sous-section 2 : Direction et administration &gt; Paragraphe 3 : Dispositions communes aux sociétés d'assurance mutuelles à conseil d'administration et direction générale et à conseil de surveillance et directoire",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029773990",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507291",
                    "textTitle": "Décret n° 76-667 du 16 juillet 1976",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507291",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000029761730",
                    "textTitle": "DÉCRET n°2014-1357 du 13 novembre 2014 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000029763375",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-11-15",
                    "dateSignaTexte": "2014-11-13",
                    "dateDebutCible": "2015-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L322-26-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-26-2",
                    "articleId": "LEGIARTI000006798173",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 490060800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-53 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-53",
                    "articleId": "LEGIARTI000029773997",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-53-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-53-2",
                    "articleId": "LEGIARTI000006813826",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1105056000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-55-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-55-1",
                    "articleId": "LEGIARTI000006813916",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1025222400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R391-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R391-1",
                    "articleId": "LEGIARTI000030773421",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1435190400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813927",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1025222400000,
                    "dateFin": 1105056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813928",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1105056000000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029773990",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1528502400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034073263",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1528502400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-55-2",
                "322-55-2"
            ],
            "versionPrecedente": "LEGIARTI000006813928",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006813928",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les administrateurs ou les membres du conseil de surveillance sont choisis parmi les sociétaires à jour de leurs cotisations, à l'exception de ceux qui sont élus par les salariés. Si, en cours de mandat, un administrateur ou membre du conseil de surveillance cesse d'être sociétaire, il est réputé démissionnaire d'office s'il n'a pas régularisé sa situation dans le délai de trois mois. Toutefois, les statuts peuvent déroger aux dispositions qui précèdent lorsque la qualité de sociétaire est statutairement conditionnée à l'exercice d'une activité professionnelle déterminée. En aucun cas le nombre d'administrateurs ou de membres du conseil de surveillance non sociétaires ne peut dépasser un tiers de la totalité des membres du conseil. Les commissaires aux comptes veillent, sous leur responsabilité, à l'observation des dispositions qui précèdent. La durée des fonctions d'administrateur ou de membre du conseil de surveillance est déterminée par les statuts, sans pouvoir excéder six ans. Les fonctions d'un administrateur ou d'un membre du conseil de surveillance prennent fin à l'issue de la réunion de l'assemblée générale ordinaire des sociétaires ayant statué sur les comptes de l'exercice écoulé et tenue dans l'année au cours de laquelle expire le mandat dudit administrateur ou membre du conseil de surveillance. Les administrateurs et les membres du conseil de surveillance sont rééligibles, sauf stipulation contraire des statuts. Ils peuvent être révoqués à tout moment par l'assemblée générale ordinaire. II. - Sous réserve des dispositions de l'article L. 322-26-2, il est interdit aux administrateurs, membres du conseil de surveillance et mandataires mutualistes de faire partie du personnel rétribué par la société d'assurance mutuelle, l'union de sociétés d'assurance mutuelles, la société de réassurance mutuelle ou la société de groupe d'assurance mutuelle ou de recevoir, à l'occasion de l'exercice de leurs fonctions, toute rémunération ou avantage autre que ceux prévus aux articles R. 322-53 et R. 322-55-1. Les dispositions de l'alinéa précédent ne s'appliquent pas au président du conseil d'administration lorsqu'il exerce les fonctions de directeur général de la société d'assurance mutuelle dans le cas prévu à l'article R. 322-53-2. Les statuts de la société peuvent également déroger à ces dispositions sans pour autant que le nombre des administrateurs ou membres du conseil de surveillance liés à la société par un contrat de travail ne puisse dépasser 10 % des membres du conseil en fonction. Les administrateurs, membres du conseil de surveillance et mandataires mutualistes ne peuvent exercer de fonctions donnant lieu à une rémunération de la société d'assurance mutuelle, de l'union, de la société de réassurance mutuelle ou de la société de groupe d'assurance mutuelle qu'à l'expiration d'un délai d'un an à compter de la fin de leur mandat. La nullité des nominations intervenues en méconnaissance des dispositions du présent article n'entraîne pas celle des délibérations auxquelles l'administrateur, le membre du conseil de surveillance ou le mandataire mutualiste irrégulièrement nommé a pris part. III. - Une personne morale sociétaire peut être nommée administrateur ou membre du conseil de surveillance. Lors de sa nomination, elle est tenue de désigner un représentant permanent qui est soumis, dans l'exercice de ses fonctions, aux mêmes conditions et obligations et qui encourt les mêmes responsabilités civile et pénale que s'il était administrateur ou membre du conseil de surveillance en son nom propre, sans préjudice de la responsabilité solidaire de la personne morale qu'il représente. Lorsque la personne morale révoque son représentant, elle est tenue de pourvoir en même temps à son remplacement. IV. - En cas de vacance par décès ou par démission d'un ou plusieurs sièges de membre du conseil d'administration ou du conseil de surveillance, ce conseil peut, entre deux assemblées générales, procéder à des nominations à titre provisoire. Lorsque le nombre des membres du conseil est devenu inférieur au minimum légal, les administrateurs restants ou le directoire doivent convoquer immédiatement l'assemblée générale ordinaire en vue de compléter l'effectif du conseil d'administration ou du conseil de surveillance. Lorsque le nombre des membres du conseil d'administration ou du conseil de surveillance est devenu inférieur au minimum statutaire sans toutefois être inférieur au minimum légal, le conseil d'administration ou le conseil de surveillance doit procéder à des nominations à titre provisoire en vue de compléter son effectif dans le délai de trois mois à compter du jour où se produit la vacance. Les nominations effectuées par le conseil, en vertu des dispositions du présent IV, sont soumises à ratification de la prochaine assemblée générale ordinaire. A défaut de ratification, les délibérations prises et les actes accomplis antérieurement par le conseil n'en demeurent pas moins valables. Lorsque le conseil néglige de procéder aux nominations requises ou si l'assemblée n'est pas convoquée, tout intéressé peut demander en justice la désignation d'un mandataire chargé de convoquer l'assemblée générale, à l'effet de procéder aux nominations ou de ratifier les nominations prévues au troisième alinéa. V. - En cas d'empêchement temporaire ou de décès du président, le conseil d'administration ou le conseil de surveillance peut déléguer un administrateur ou un membre du conseil de surveillance dans les fonctions de président. En cas d'empêchement temporaire, cette délégation est donnée pour une durée limitée. Elle est renouvelable. En cas de décès, elle vaut jusqu'à l'élection du nouveau président.",
            "texteHtml": "<p></p>   I. - Les administrateurs ou les membres du conseil de surveillance sont choisis parmi les sociétaires à jour de leurs cotisations, à l'exception de ceux qui sont élus par les salariés. Si, en cours de mandat, un administrateur ou membre du conseil de surveillance cesse d'être sociétaire, il est réputé démissionnaire d'office s'il n'a pas régularisé sa situation dans le délai de trois mois. Toutefois, les statuts peuvent déroger aux dispositions qui précèdent lorsque la qualité de sociétaire est statutairement conditionnée à l'exercice d'une activité professionnelle déterminée.<p></p><p></p>   En aucun cas le nombre d'administrateurs ou de membres du conseil de surveillance non sociétaires ne peut dépasser un tiers de la totalité des membres du conseil.<p></p><p></p>   Les commissaires aux comptes veillent, sous leur responsabilité, à l'observation des dispositions qui précèdent.<p></p><p></p>   La durée des fonctions d'administrateur ou de membre du conseil de surveillance est déterminée par les statuts, sans pouvoir excéder six ans. Les fonctions d'un administrateur ou d'un membre du conseil de surveillance prennent fin à l'issue de la réunion de l'assemblée générale ordinaire des sociétaires ayant statué sur les comptes de l'exercice écoulé et tenue dans l'année au cours de laquelle expire le mandat dudit administrateur ou membre du conseil de surveillance.<p></p><p></p>   Les administrateurs et les membres du conseil de surveillance sont rééligibles, sauf stipulation contraire des statuts. Ils peuvent être révoqués à tout moment par l'assemblée générale ordinaire.<p></p><p></p>   II. - Sous réserve des dispositions de l'article L. 322-26-2, il est interdit aux administrateurs, membres du conseil de surveillance et mandataires mutualistes de faire partie du personnel rétribué par la société d'assurance mutuelle, l'union de sociétés d'assurance mutuelles, la société de réassurance mutuelle ou la société de groupe d'assurance mutuelle ou de recevoir, à l'occasion de l'exercice de leurs fonctions, toute rémunération ou avantage autre que ceux prévus aux articles R. 322-53 et R. 322-55-1.<p></p><p></p>   Les dispositions de l'alinéa précédent ne s'appliquent pas au président du conseil d'administration lorsqu'il exerce les fonctions de directeur général de la société d'assurance mutuelle dans le cas prévu à l'article R. 322-53-2.<p></p><p></p>   Les statuts de la société peuvent également déroger à ces dispositions sans pour autant que le nombre des administrateurs ou membres du conseil de surveillance liés à la société par un contrat de travail ne puisse dépasser 10 % des membres du conseil en fonction.<p></p><p></p>   Les administrateurs, membres du conseil de surveillance et mandataires mutualistes ne peuvent exercer de fonctions donnant lieu à une rémunération de la société d'assurance mutuelle, de l'union, de la société de réassurance mutuelle ou de la société de groupe d'assurance mutuelle qu'à l'expiration d'un délai d'un an à compter de la fin de leur mandat.<p></p><p></p>   La nullité des nominations intervenues en méconnaissance des dispositions du présent article n'entraîne pas celle des délibérations auxquelles l'administrateur, le membre du conseil de surveillance ou le mandataire mutualiste irrégulièrement nommé a pris part.<p></p><p></p>   III. - Une personne morale sociétaire peut être nommée administrateur ou membre du conseil de surveillance. Lors de sa nomination, elle est tenue de désigner un représentant permanent qui est soumis, dans l'exercice de ses fonctions, aux mêmes conditions et obligations et qui encourt les mêmes responsabilités civile et pénale que s'il était administrateur ou membre du conseil de surveillance en son nom propre, sans préjudice de la responsabilité solidaire de la personne morale qu'il représente.<p></p><p></p>   Lorsque la personne morale révoque son représentant, elle est tenue de pourvoir en même temps à son remplacement.<p></p><p></p>   IV. - En cas de vacance par décès ou par démission d'un ou plusieurs sièges de membre du conseil d'administration ou du conseil de surveillance, ce conseil peut, entre deux assemblées générales, procéder à des nominations à titre provisoire.<p></p><p></p>   Lorsque le nombre des membres du conseil est devenu inférieur au minimum légal, les administrateurs restants ou le directoire doivent convoquer immédiatement l'assemblée générale ordinaire en vue de compléter l'effectif du conseil d'administration ou du conseil de surveillance.<p></p><p></p>   Lorsque le nombre des membres du conseil d'administration ou du conseil de surveillance est devenu inférieur au minimum statutaire sans toutefois être inférieur au minimum légal, le conseil d'administration ou le conseil de surveillance doit procéder à des nominations à titre provisoire en vue de compléter son effectif dans le délai de trois mois à compter du jour où se produit la vacance.<p></p><p></p>   Les nominations effectuées par le conseil, en vertu des dispositions du présent IV, sont soumises à ratification de la prochaine assemblée générale ordinaire. A défaut de ratification, les délibérations prises et les actes accomplis antérieurement par le conseil n'en demeurent pas moins valables.<p></p><p></p>   Lorsque le conseil néglige de procéder aux nominations requises ou si l'assemblée n'est pas convoquée, tout intéressé peut demander en justice la désignation d'un mandataire chargé de convoquer l'assemblée générale, à l'effet de procéder aux nominations ou de ratifier les nominations prévues au troisième alinéa.<p></p><p></p>   V. - En cas d'empêchement temporaire ou de décès du président, le conseil d'administration ou le conseil de surveillance peut déléguer un administrateur ou un membre du conseil de surveillance dans les fonctions de président.<p></p><p></p>   En cas d'empêchement temporaire, cette délégation est donnée pour une durée limitée. Elle est renouvelable. En cas de décès, elle vaut jusqu'à l'élection du nouveau président.<p></p>",
            "num": "R322-55-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1105056000000,
            "dateFin": 1420070400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175588",
                        "id": "LEGISCTA000006175588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Direction et administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188045",
                        "id": "LEGISCTA000006188045",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Dispositions communes aux sociétés d'assurance mutuelles à conseil d'administration et direction générale et à conseil de surveillance et directoire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195208",
                        "id": "LEGISCTA000006195208",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813927",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195208",
            "sectionParentId": "LEGISCTA000006195208",
            "sectionParentTitre": "Paragraphe 3 : Dispositions communes aux sociétés d'assurance mutuelles à conseil d'administration et direction générale et à conseil de surveillance et directoire",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section IV : Sociétés d'assurance mutuelles &gt; Sous-section 2 : Direction et administration &gt; Paragraphe 3 : Dispositions communes aux sociétés d'assurance mutuelles à conseil d'administration et direction générale et à conseil de surveillance et directoire",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006813928",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507291",
                    "textTitle": "Décret 76-667 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507291",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000625016",
                    "textTitle": "Décret n°2005-7 du 3 janvier 2005 - art. 1 () JORF 7 janvier 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006237708",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-01-07",
                    "dateSignaTexte": "2005-01-03",
                    "dateDebutCible": "2005-01-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L322-26-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-26-2",
                    "articleId": "LEGIARTI000006798173",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 490060800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-53 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-53",
                    "articleId": "LEGIARTI000029773997",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-53-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-53-2",
                    "articleId": "LEGIARTI000006813826",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1105056000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-55-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-55-1",
                    "articleId": "LEGIARTI000006813916",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1025222400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R391-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R391-1",
                    "articleId": "LEGIARTI000030773421",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1435190400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813927",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1025222400000,
                    "dateFin": 1105056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813928",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1105056000000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029773990",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1528502400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034073263",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1528502400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-55-2",
                "322-55-2"
            ],
            "versionPrecedente": "LEGIARTI000006813927",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006813927",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Sous réserve des dispositions de l'article L. 322-26-2, il est interdit aux administrateurs et mandataires mutualistes de faire partie du personnel rétribué par la société d'assurance mutuelle, l'union de sociétés d'assurance mutuelles, la société de réassurance mutuelle ou la société de groupe d'assurance mutuelle ou de recevoir, à l'occasion de l'exercice de leurs fonctions, toute rémunération ou avantage autre que ceux prévus à l'article R. 322-55. Ces dispositions ne s'appliquent pas au président du conseil d'administration lorsqu'il exerce les fonctions de directeur général de la société d'assurance mutuelle dans le cas prévu à l'article R. 322-55-1. Les administrateurs et mandataires mutualistes ne peuvent exercer de fonctions donnant lieu à une rémunération de la société d'assurance mutuelle, de l'union, de la société de réassurance mutuelle ou de la société de groupe d'assurance mutuelle qu'à l'expiration d'un délai d'un an à compter de la fin de leur mandat. La nullité des nominations intervenues en méconnaissance des dispositions du présent article n'entraîne pas celle des délibérations auxquelles l'administrateur ou le mandataire mutualiste irrégulièrement nommé a pris part.",
            "texteHtml": "<p></p>   Sous réserve des dispositions de l'article L. 322-26-2, il est interdit aux administrateurs et mandataires mutualistes de faire partie du personnel rétribué par la société d'assurance mutuelle, l'union de sociétés d'assurance mutuelles, la société de réassurance mutuelle ou la société de groupe d'assurance mutuelle ou de recevoir, à l'occasion de l'exercice de leurs fonctions, toute rémunération ou avantage autre que ceux prévus à l'article R. 322-55.<p></p><p></p>   Ces dispositions ne s'appliquent pas au président du conseil d'administration lorsqu'il exerce les fonctions de directeur général de la société d'assurance mutuelle dans le cas prévu à l'article R. 322-55-1.<p></p><p></p>   Les administrateurs et mandataires mutualistes ne peuvent exercer de fonctions donnant lieu à une rémunération de la société d'assurance mutuelle, de l'union, de la société de réassurance mutuelle ou de la société de groupe d'assurance mutuelle qu'à l'expiration d'un délai d'un an à compter de la fin de leur mandat.<p></p><p></p>   La nullité des nominations intervenues en méconnaissance des dispositions du présent article n'entraîne pas celle des délibérations auxquelles l'administrateur ou le mandataire mutualiste irrégulièrement nommé a pris part.<p></p>",
            "num": "R322-55-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1025222400000,
            "dateFin": 1105056000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175588",
                        "id": "LEGISCTA000006175588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-01",
                        "fin": "2005-01-07",
                        "titre": "Paragraphe 2 : Administration.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188049",
                        "id": "LEGISCTA000006188049",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813927",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188049",
            "sectionParentId": "LEGISCTA000006188049",
            "sectionParentTitre": "Paragraphe 2 : Administration.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section IV : Sociétés d'assurance mutuelles",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006813927",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507291",
                    "textTitle": "Décret 76-667 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507291",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000773293",
                    "textTitle": "Décret n°2002-942 du 26 juin 2002 - art. 3 () JORF 28 juin 2002",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006212894",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-06-28",
                    "dateSignaTexte": "2002-06-26",
                    "dateDebutCible": "2002-06-28"
                },
                {
                    "textCid": "JORFTEXT000000625016",
                    "textTitle": "Décret 2005-7 2005-01-03 art. 3 9° JORF 7 janvier 2005",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000625016",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-01-07",
                    "dateSignaTexte": "2005-01-03",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L322-26-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-26-2",
                    "articleId": "LEGIARTI000006798173",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 490060800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R*322-55 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*322-55",
                    "articleId": "LEGIARTI000006813433",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-53 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-53",
                    "articleId": "LEGIARTI000029773997",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-55-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R322-55-1",
                    "articleId": "LEGIARTI000006813916",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1025222400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R391-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R391-1",
                    "articleId": "LEGIARTI000030773421",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1435190400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813927",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1025222400000,
                    "dateFin": 1105056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006813928",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1105056000000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029773990",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1528502400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034073263",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1528502400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-55-2",
                "322-55-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}