{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037964533",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour l'application des 1° et 2° de l'article L. 160-14 ; I.-La participation de l'assuré aux tarifs servant de base au calcul de la prise en charge des frais de santé en cas de maladie est réduite à 24 euros dans les cas suivants : 1. Pour les actes inscrits sur la liste mentionnée à l'article R. 162-52 qui sont affectés soit d'un coefficient égal ou supérieur à 60, soit d'un tarif égal ou supérieur à 120 euros. 2. Pour l'ensemble des frais intervenant au cours d'une hospitalisation dans un établissement de santé, lorsqu'il est effectué un acte thérapeutique ou un acte diagnostique dont la réalisation en établissement de santé est nécessaire à la sécurité des soins, affecté d'un coefficient égal ou supérieur à 60 ou d'un tarif égal ou supérieur à 120 euros. 3. Pour l'ensemble des frais intervenant au cours d'une hospitalisation consécutive à une hospitalisation répondant aux conditions mentionnées au 2 et en lien direct avec elle. Dans les cas mentionnés aux 2 et 3 ci-dessus, la participation de l'assuré est due au titre des frais d'hospitalisation. Dans le cas mentionné au 1 ci-dessus, lorsqu'au cours d'une même consultation sont réalisés par un même praticien et pour un même patient plusieurs actes affectés soit d'un coefficient égal du supérieur à 60, soit d'un tarif égal ou supérieur à 120 euros, la participation de l'assuré pour l'ensemble de ces actes est réduite au montant défini au premier alinéa du présent I. Pour l'application de ces dispositions, les coefficients ou les tarifs des actes peuvent se cumuler lorsque ces actes sont réalisés dans le même temps, par le même praticien et pour le même patient. Les conditions d'application de ces dispositions sont fixées par arrêté du ministre chargé de la sécurité sociale. Lorsque le cumul concerne un acte affecté d'un coefficient et un acte affecté d'un tarif, la participation de l'assuré est égale au montant défini au premier alinéa du présent I lorsque le montant en euros résultant de ce cumul est égal ou supérieur à 120 euros. II.-La participation de l'assuré est supprimée : 1. Pour les actes de radiodiagnostic, d'imagerie par résonance magnétique, de scanographie, de scintigraphie ou de tomographie à émission de positons mentionnés dans la liste des actes et prestations pris en charge ou admis au remboursement par l'assurance maladie prévue à l'article R. 162-52 qui sont affectés soit d'un coefficient égal ou supérieur à 60, soit d'un tarif égal ou supérieur à 120 euros ; cette suppression ne dispense pas du versement du montant de la participation due par l'assuré au titre des autres actes pratiqués à l'occasion de la consultation ou des frais intervenus au cours de l'hospitalisation. 2. Pour les frais de transport d'urgence entre le lieu de prise en charge de la personne et l'établissement de santé, en cas d'hospitalisation mentionnée au 2 du I ainsi que, en cas d'hospitalisation mentionnée au 3, pour les frais de transport entre les deux établissements ou entre l'établissement et le domicile en cas d'hospitalisation à domicile. Pour l'application des dispositions du 1 ci-dessus, les coefficients ou tarifs de chacun des actes mentionnés ne peuvent être cumulés. III.-Le tarif ouvrant droit à réduction est revalorisé chaque année conformément à l'évolution du tarif moyen pondéré afférent aux actes de la classification commune des actes médicaux constaté par le directeur général de l'Union nationale des caisses d'assurance maladie à la fin de l'année précédente. IV.-La participation de l'assuré n'est ni réduite ni supprimée pour les frais de prothèses dentaires, d'examens de biologie médicale et d'actes d'anatomo-cyto-pathologie sauf si ces actes sont dispensés dans le cadre d'une hospitalisation prévue aux 2 ou 3 du I ci-dessus. V.-La participation de l'assuré est supprimée dans les cas suivants : 1. Pour les frais d'acquisition des prothèses oculaires et faciales, des orthoprothèses et des véhicules pour handicapés physiques figurant sur la liste prévue par l'article L. 165-1 . 2. Pour les frais afférents à la fourniture du sang humain, du plasma ou de leurs dérivés et de la fourniture du lait humain. 3. Pour l'ensemble des frais intervenant au cours d'une hospitalisation à compter du trente et unième jour d'hospitalisation consécutif.",
            "texteHtml": "<p>Pour l'application des 1° et 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000031670469&dateTexte=&categorieLien=cid'>L. 160-14 </a>;</p><p>I.-La participation de l'assuré aux tarifs servant de base au calcul de la prise en charge des frais de santé en cas de maladie est réduite à 24 euros dans les cas suivants :</p><p>1. Pour les actes inscrits sur la liste mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006746679&dateTexte=&categorieLien=cid'>R. 162-52 </a>qui sont affectés soit d'un coefficient égal ou supérieur à 60, soit d'un tarif égal ou supérieur à 120 euros.</p><p>2. Pour l'ensemble des frais intervenant au cours d'une hospitalisation dans un établissement de santé, lorsqu'il est effectué un acte thérapeutique ou un acte diagnostique dont la réalisation en établissement de santé est nécessaire à la sécurité des soins, affecté d'un coefficient égal ou supérieur à 60 ou d'un tarif égal ou supérieur à 120 euros.</p><p>3. Pour l'ensemble des frais intervenant au cours d'une hospitalisation consécutive à une hospitalisation répondant aux conditions mentionnées au 2 et en lien direct avec elle.</p><p>Dans les cas mentionnés aux 2 et 3 ci-dessus, la participation de l'assuré est due au titre des frais d'hospitalisation.</p><p>Dans le cas mentionné au 1 ci-dessus, lorsqu'au cours d'une même consultation sont réalisés par un même praticien et pour un même patient plusieurs actes affectés soit d'un coefficient égal du supérieur à 60, soit d'un tarif égal ou supérieur à 120 euros, la participation de l'assuré pour l'ensemble de ces actes est réduite au montant défini au premier alinéa du présent I.</p><p>Pour l'application de ces dispositions, les coefficients ou les tarifs des actes peuvent se cumuler lorsque ces actes sont réalisés dans le même temps, par le même praticien et pour le même patient. Les conditions d'application de ces dispositions sont fixées par arrêté du ministre chargé de la sécurité sociale. Lorsque le cumul concerne un acte affecté d'un coefficient et un acte affecté d'un tarif, la participation de l'assuré est égale au montant défini au premier alinéa du présent I lorsque le montant en euros résultant de ce cumul est égal ou supérieur à 120 euros.</p><p>II.-La participation de l'assuré est supprimée :</p><p>1. Pour les actes de radiodiagnostic, d'imagerie par résonance magnétique, de scanographie, de scintigraphie ou de tomographie à émission de positons mentionnés dans la liste des actes et prestations pris en charge ou admis au remboursement par l'assurance maladie prévue à l'article R. 162-52 qui sont affectés soit d'un coefficient égal ou supérieur à 60, soit d'un tarif égal ou supérieur à 120 euros ; cette suppression ne dispense pas du versement du montant de la participation due par l'assuré au titre des autres actes pratiqués à l'occasion de la consultation ou des frais intervenus au cours de l'hospitalisation.</p><p>2. Pour les frais de transport d'urgence entre le lieu de prise en charge de la personne et l'établissement de santé, en cas d'hospitalisation mentionnée au 2 du I ainsi que, en cas d'hospitalisation mentionnée au 3, pour les frais de transport entre les deux établissements ou entre l'établissement et le domicile en cas d'hospitalisation à domicile.</p><p>Pour l'application des dispositions du 1 ci-dessus, les coefficients ou tarifs de chacun des actes mentionnés ne peuvent être cumulés.</p><p>III.-Le tarif ouvrant droit à réduction est revalorisé chaque année conformément à l'évolution du tarif moyen pondéré afférent aux actes de la classification commune des actes médicaux constaté par le directeur général de l'Union nationale des caisses d'assurance maladie à la fin de l'année précédente.</p><p>IV.-La participation de l'assuré n'est ni réduite ni supprimée pour les frais de prothèses dentaires, d'examens de biologie médicale et d'actes d'anatomo-cyto-pathologie sauf si ces actes sont dispensés dans le cadre d'une hospitalisation prévue aux 2 ou 3 du I ci-dessus.</p><p>V.-La participation de l'assuré est supprimée dans les cas suivants :</p><p>1. Pour les frais d'acquisition des prothèses oculaires et faciales, des orthoprothèses et des véhicules pour handicapés physiques figurant sur la liste prévue par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740893&dateTexte=&categorieLien=cid'>L. 165-1</a>.</p><p>2. Pour les frais afférents à la fourniture du sang humain, du plasma ou de leurs dérivés et de la fourniture du lait humain.</p><p>3. Pour l'ensemble des frais intervenant au cours d'une hospitalisation à compter du trente et unième jour d'hospitalisation consécutif.</p>",
            "num": "R160-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1546300800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2130706431,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141849",
                        "id": "LEGISCTA000006141849",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre préliminaire : Dispositions relatives à la prise en charge des frais de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031795436",
                        "id": "LEGISCTA000031795455",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 :  Participation de l'assuré social",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031795484",
                        "id": "LEGISCTA000031795488",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Montant de la participation de l'assuré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031795491",
                        "id": "LEGISCTA000031795495",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031797131",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031795491",
            "sectionParentId": "LEGISCTA000031795495",
            "sectionParentTitre": "Sous-section 1 : Montant de la participation de l'assuré",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre préliminaire : Dispositions relatives à la prise en charge des frais de santé &gt; Section 3 :  Participation de l'assuré social &gt; Sous-section 1 : Montant de la participation de l'assuré",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037964533",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037864770",
                    "textTitle": "Décret n°2018-1257 du 27 décembre 2018 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000037961325",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-12-28",
                    "dateSignaTexte": "2018-12-27",
                    "dateDebutCible": "2018-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "KALITEXT000030889130",
                    "textTitle": "Instauration d'une couverture santé complémentaire - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000041700118",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1436918400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039473306",
                    "textTitle": "Arrêté du 3 décembre 2019 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000039473310",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1576022400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000041685520",
                    "textTitle": "Frais de santé (100 % santé) - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000041685533",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "1",
                    "datePubli": 1583280000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000041686423",
                    "textTitle": "Régime complémentaire santé - art. 1er (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1er",
                    "articleId": "KALIARTI000041686427",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "27",
                    "datePubli": 1583280000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000041686121",
                    "textTitle": "Régime de frais de soins de santé - art. 1er (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1er",
                    "articleId": "KALIARTI000041686130",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "92 bis",
                    "datePubli": 1583280000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000041875399",
                    "textTitle": "Régime frais de soins de santé - art. 2 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000041875406",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "29",
                    "datePubli": 1589328000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000042357845",
                    "textTitle": "Arrêté du 18 septembre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042357854",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1600905600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000045204668",
                    "textTitle": "Couverture santé complémentaire - art. 1er (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1er",
                    "articleId": "KALIARTI000045204671",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "4",
                    "datePubli": 1645488000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L160-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L160-14",
                    "articleId": "LEGIARTI000031670469",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-1",
                    "articleId": "LEGIARTI000006740893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R160-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R160-18",
                    "articleId": "LEGIARTI000031797224",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R162-52",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R162-52",
                    "articleId": "LEGIARTI000006746679",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619222400000
                },
                {
                    "textCid": "KALITEXT000005675709",
                    "textTitle": "Convention collective nationale du 30 juin 1983 - art. 57 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "57",
                    "articleId": "KALIARTI000041692090",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000041686487",
                    "textTitle": "Couverture santé complémentaire - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000041686501",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "3",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000041944632",
                    "textTitle": "Frais de santé - art. 1er (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1er",
                    "articleId": "KALIARTI000041944636",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "2",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000039179871",
                    "textTitle": "Régime de frais de santé obligatoire du personn... - art. 1er (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1er",
                    "articleId": "KALIARTI000039179878",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "15",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R322-8 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R322-8",
                    "articleId": "LEGIARTI000025111812",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031797159",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037964533",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R160-16",
                "160-16"
            ],
            "versionPrecedente": "LEGIARTI000031797159",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031797159",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour l'application des 1° et 2° de l'article L. 160-14 ; I.-La participation de l'assuré aux tarifs servant de base au calcul de la prise en charge des frais de santé en cas de maladie est réduite à 18 euros dans les cas suivants : 1. Pour les actes inscrits sur la liste mentionnée à l'article R. 162-52 qui sont affectés soit d'un coefficient égal ou supérieur à 60, soit d'un tarif égal ou supérieur à 120 euros. 2. Pour l'ensemble des frais intervenant au cours d'une hospitalisation dans un établissement de santé, lorsqu'il est effectué un acte thérapeutique ou un acte diagnostique dont la réalisation en établissement de santé est nécessaire à la sécurité des soins, affecté d'un coefficient égal ou supérieur à 60 ou d'un tarif égal ou supérieur à 120 euros. 3. Pour l'ensemble des frais intervenant au cours d'une hospitalisation consécutive à une hospitalisation répondant aux conditions mentionnées au 2 et en lien direct avec elle. Dans les cas mentionnés aux 2 et 3 ci-dessus, la participation de l'assuré est due au titre des frais d'hospitalisation. Dans le cas mentionné au 1 ci-dessus, lorsqu'au cours d'une même consultation sont réalisés par un même praticien et pour un même patient plusieurs actes affectés soit d'un coefficient égal du supérieur à 60, soit d'un tarif égal ou supérieur à 120 euros, la participation de l'assuré pour l'ensemble de ces actes est réduite au montant défini au premier alinéa du présent I. Pour l'application de ces dispositions, les coefficients ou les tarifs des actes peuvent se cumuler lorsque ces actes sont réalisés dans le même temps, par le même praticien et pour le même patient. Les conditions d'application de ces dispositions sont fixées par arrêté du ministre chargé de la sécurité sociale. Lorsque le cumul concerne un acte affecté d'un coefficient et un acte affecté d'un tarif, la participation de l'assuré est égale au montant défini au premier alinéa du présent I lorsque le montant en euros résultant de ce cumul est égal ou supérieur à 120 euros. II.-La participation de l'assuré est supprimée : 1. Pour les actes de radiodiagnostic, d'imagerie par résonance magnétique, de scanographie, de scintigraphie ou de tomographie à émission de positons mentionnés dans la liste des actes et prestations pris en charge ou admis au remboursement par l'assurance maladie prévue à l'article R. 162-52 qui sont affectés soit d'un coefficient égal ou supérieur à 60, soit d'un tarif égal ou supérieur à 120 euros ; cette suppression ne dispense pas du versement du montant de la participation due par l'assuré au titre des autres actes pratiqués à l'occasion de la consultation ou des frais intervenus au cours de l'hospitalisation. 2. Pour les frais de transport d'urgence entre le lieu de prise en charge de la personne et l'établissement de santé, en cas d'hospitalisation mentionnée au 2 du I ainsi que, en cas d'hospitalisation mentionnée au 3, pour les frais de transport entre les deux établissements ou entre l'établissement et le domicile en cas d'hospitalisation à domicile. Pour l'application des dispositions du 1 ci-dessus, les coefficients ou tarifs de chacun des actes mentionnés ne peuvent être cumulés. III.-Le tarif ouvrant droit à réduction est revalorisé chaque année conformément à l'évolution du tarif moyen pondéré afférent aux actes de la classification commune des actes médicaux constaté par le directeur général de l'Union nationale des caisses d'assurance maladie à la fin de l'année précédente. IV.-La participation de l'assuré n'est ni réduite ni supprimée pour les frais de prothèses dentaires, d'examens de biologie médicale et d'actes d'anatomo-cyto-pathologie sauf si ces actes sont dispensés dans le cadre d'une hospitalisation prévue aux 2 ou 3 du I ci-dessus. V.-La participation de l'assuré est supprimée dans les cas suivants : 1. Pour les frais d'acquisition des prothèses oculaires et faciales, des orthoprothèses et des véhicules pour handicapés physiques figurant sur la liste prévue par l'article L. 165-1 . 2. Pour les frais afférents à la fourniture du sang humain, du plasma ou de leurs dérivés et de la fourniture du lait humain. 3. Pour l'ensemble des frais intervenant au cours d'une hospitalisation à compter du trente et unième jour d'hospitalisation consécutif.",
            "texteHtml": "<p>Pour l'application des 1° et 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000031670469&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L160-14 (V)'>L. 160-14 </a>; </p><p>I.-La participation de l'assuré aux tarifs servant de base au calcul de la prise en charge des frais de santé en cas de maladie est réduite à 18 euros dans les cas suivants : </p><p>1. Pour les actes inscrits sur la liste mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006746679&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. R162-52 (V)'>R. 162-52 </a>qui sont affectés soit d'un coefficient égal ou supérieur à 60, soit d'un tarif égal ou supérieur à 120 euros. </p><p>2. Pour l'ensemble des frais intervenant au cours d'une hospitalisation dans un établissement de santé, lorsqu'il est effectué un acte thérapeutique ou un acte diagnostique dont la réalisation en établissement de santé est nécessaire à la sécurité des soins, affecté d'un coefficient égal ou supérieur à 60 ou d'un tarif égal ou supérieur à 120 euros. </p><p>3. Pour l'ensemble des frais intervenant au cours d'une hospitalisation consécutive à une hospitalisation répondant aux conditions mentionnées au 2 et en lien direct avec elle. </p><p>Dans les cas mentionnés aux 2 et 3 ci-dessus, la participation de l'assuré est due au titre des frais d'hospitalisation. </p><p>Dans le cas mentionné au 1 ci-dessus, lorsqu'au cours d'une même consultation sont réalisés par un même praticien et pour un même patient plusieurs actes affectés soit d'un coefficient égal du supérieur à 60, soit d'un tarif égal ou supérieur à 120 euros, la participation de l'assuré pour l'ensemble de ces actes est réduite au montant défini au premier alinéa du présent I. </p><p>Pour l'application de ces dispositions, les coefficients ou les tarifs des actes peuvent se cumuler lorsque ces actes sont réalisés dans le même temps, par le même praticien et pour le même patient. Les conditions d'application de ces dispositions sont fixées par arrêté du ministre chargé de la sécurité sociale. Lorsque le cumul concerne un acte affecté d'un coefficient et un acte affecté d'un tarif, la participation de l'assuré est égale au montant défini au premier alinéa du présent I lorsque le montant en euros résultant de ce cumul est égal ou supérieur à 120 euros. </p><p>II.-La participation de l'assuré est supprimée : </p><p>1. Pour les actes de radiodiagnostic, d'imagerie par résonance magnétique, de scanographie, de scintigraphie ou de tomographie à émission de positons mentionnés dans la liste des actes et prestations pris en charge ou admis au remboursement par l'assurance maladie prévue à l'article R. 162-52 qui sont affectés soit d'un coefficient égal ou supérieur à 60, soit d'un tarif égal ou supérieur à 120 euros ; cette suppression ne dispense pas du versement du montant de la participation due par l'assuré au titre des autres actes pratiqués à l'occasion de la consultation ou des frais intervenus au cours de l'hospitalisation. </p><p>2. Pour les frais de transport d'urgence entre le lieu de prise en charge de la personne et l'établissement de santé, en cas d'hospitalisation mentionnée au 2 du I ainsi que, en cas d'hospitalisation mentionnée au 3, pour les frais de transport entre les deux établissements ou entre l'établissement et le domicile en cas d'hospitalisation à domicile. </p><p>Pour l'application des dispositions du 1 ci-dessus, les coefficients ou tarifs de chacun des actes mentionnés ne peuvent être cumulés. </p><p>III.-Le tarif ouvrant droit à réduction est revalorisé chaque année conformément à l'évolution du tarif moyen pondéré afférent aux actes de la classification commune des actes médicaux constaté par le directeur général de l'Union nationale des caisses d'assurance maladie à la fin de l'année précédente. </p><p>IV.-La participation de l'assuré n'est ni réduite ni supprimée pour les frais de prothèses dentaires, d'examens de biologie médicale et d'actes d'anatomo-cyto-pathologie sauf si ces actes sont dispensés dans le cadre d'une hospitalisation prévue aux 2 ou 3 du I ci-dessus. </p><p>V.-La participation de l'assuré est supprimée dans les cas suivants : </p><p>1. Pour les frais d'acquisition des prothèses oculaires et faciales, des orthoprothèses et des véhicules pour handicapés physiques figurant sur la liste prévue par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740893&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L165-1 (V)'>L. 165-1</a>.</p><p>2. Pour les frais afférents à la fourniture du sang humain, du plasma ou de leurs dérivés et de la fourniture du lait humain. </p><p>3. Pour l'ensemble des frais intervenant au cours d'une hospitalisation à compter du trente et unième jour d'hospitalisation consécutif.</p>",
            "num": "R160-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2130706431,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141849",
                        "id": "LEGISCTA000006141849",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre préliminaire : Dispositions relatives à la prise en charge des frais de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031795436",
                        "id": "LEGISCTA000031795455",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 :  Participation de l'assuré social",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031795484",
                        "id": "LEGISCTA000031795488",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Montant de la participation de l'assuré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031795491",
                        "id": "LEGISCTA000031795495",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031797131",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031795491",
            "sectionParentId": "LEGISCTA000031795495",
            "sectionParentTitre": "Sous-section 1 : Montant de la participation de l'assuré",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre préliminaire : Dispositions relatives à la prise en charge des frais de santé &gt; Section 3 :  Participation de l'assuré social &gt; Sous-section 1 : Montant de la participation de l'assuré",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031797159",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031740633",
                    "textTitle": "Décret n°2015-1865 du 30 décembre 2015 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031795302",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "KALITEXT000030889130",
                    "textTitle": "Instauration d'une couverture santé complémentaire - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000041700118",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1436918400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039473306",
                    "textTitle": "Arrêté du 3 décembre 2019 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000039473310",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1576022400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000041685520",
                    "textTitle": "Frais de santé (100 % santé) - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000041685533",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "1",
                    "datePubli": 1583280000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000041686423",
                    "textTitle": "Régime complémentaire santé - art. 1er (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1er",
                    "articleId": "KALIARTI000041686427",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "27",
                    "datePubli": 1583280000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000041686121",
                    "textTitle": "Régime de frais de soins de santé - art. 1er (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1er",
                    "articleId": "KALIARTI000041686130",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "92 bis",
                    "datePubli": 1583280000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000041875399",
                    "textTitle": "Régime frais de soins de santé - art. 2 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000041875406",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "29",
                    "datePubli": 1589328000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000042357845",
                    "textTitle": "Arrêté du 18 septembre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042357854",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1600905600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000045204668",
                    "textTitle": "Couverture santé complémentaire - art. 1er (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1er",
                    "articleId": "KALIARTI000045204671",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "4",
                    "datePubli": 1645488000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L160-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L160-14",
                    "articleId": "LEGIARTI000031670469",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-1",
                    "articleId": "LEGIARTI000006740893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R160-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R160-18",
                    "articleId": "LEGIARTI000031797224",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R162-52 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R162-52",
                    "articleId": "LEGIARTI000006746679",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619222400000
                },
                {
                    "textCid": "KALITEXT000005675709",
                    "textTitle": "Convention collective nationale du 30 juin 1983 - art. 57 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "57",
                    "articleId": "KALIARTI000041692090",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000041686487",
                    "textTitle": "Couverture santé complémentaire - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000041686501",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "3",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000041944632",
                    "textTitle": "Frais de santé - art. 1er (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1er",
                    "articleId": "KALIARTI000041944636",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "2",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000039179871",
                    "textTitle": "Régime de frais de santé obligatoire du personn... - art. 1er (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1er",
                    "articleId": "KALIARTI000039179878",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "15",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R322-8 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R322-8",
                    "articleId": "LEGIARTI000025111812",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031797159",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037964533",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R160-16",
                "160-16"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}