{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037987619",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires. L'option mentionnée au premier alinéa est valable sous réserve que l'entreprise exploite sous pavillon d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen une proportion de tonnage net au moins égale à 25 % et qu'elle s'engage à maintenir ou à augmenter, au cours de la période décennale mentionnée au III, la proportion de tonnage net qu'elle exploite sous ces pavillons à la date d'ouverture du premier exercice de la période décennale couverte par l'option. Pour les sociétés membres d'un groupe mentionné à l'article 223 A , la proportion mentionnée au deuxième alinéa du présent I est appréciée au regard du tonnage net total exploité par les sociétés membres du groupe. Sont éligibles à ce régime les navires armés au commerce : a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ; b. Qui soit sont possédés en pleine propriété ou en copropriété, à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne leur sont pas liées directement ou indirectement, au sens du 12 de l' article 39 , ou à des sociétés liées n'ayant pas elles-mêmes opté pour le régime, soit sont affrétés coque nue ou à temps, soit sont pris en location dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier et dans le cadre d'opérations de location avec option d'achat ; c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ; d. Dont la gestion stratégique et commerciale est assurée à partir de la France ; e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime. Lorsque l'engagement mentionné au deuxième alinéa n'est pas respecté au titre d'un exercice, les navires qui ne battent pas pavillon d'un des Etats membres de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen dont le tonnage a conduit à minorer la proportion de tonnage net mentionnée au même alinéa ne peuvent pas bénéficier du présent régime au titre de cet exercice. Les dispositions de l'alinéa précédent ne s'appliquent pas si l'une des conditions suivantes est remplie : a) Les navires éligibles au présent régime qui battent pavillon d'un des Etats membres de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen représentent au titre de l'exercice plus de 60 % du tonnage net de la flotte de navires éligibles ; b) La proportion, sous pavillon d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, de tonnage net des navires éligibles au présent régime n'a pas diminué en moyenne au cours des trois derniers exercices, ramenés le cas échéant à douze mois, par rapport à la proportion de tonnage net mentionnée au deuxième alinéa du I ; c) (Abrogé). II. – Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant : TONNAGE (en unités du système de jaugeage universel) Jusqu'à 1 000 De 1 000 à 10 000 De 10 000 à 25 000 Plus de 25 000 Montant (en euros) 0,93 0,71 0,47 0,24 Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure. Le barème s'applique également pendant les périodes d'indisponibilité des navires. Le résultat imposable résultant de l'application de ce barème est majoré du montant : a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ; b. Des résultats de participations dans des organismes mentionnés aux articles 8 , 8 quater , 239 quater , 239 quater B , 239 quater C et 239 quater D à l'exception des résultats de copropriétés de navires soumis au présent régime ; c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ; d. Des réintégrations prévues au d du 3 de l'article 210 A. Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise. Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif. III. – L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui étaient éligibles avant le 1er janvier 2007 et qui n'ont pas opté, l'option prévue au I peut être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée entre le 1er janvier 2007 et le 1er janvier 2008. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2008, l'option peut être exercée au plus tard au titre de l'exercice suivant. Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe. L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période. IV. – Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants : a. La société ne possède ou n'affrète plus aucun navire éligible ; b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ; c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ; d. Une des sociétés membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III. V. – En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II. En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa. Un décret fixe les modalités d'option et les obligations déclaratives.",
            "texteHtml": "<p>I. – Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires.</p><p>L'option mentionnée au premier alinéa est valable sous réserve que l'entreprise exploite sous pavillon d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen une proportion de tonnage net au moins égale à 25 % et qu'elle s'engage à maintenir ou à augmenter, au cours de la période décennale mentionnée au III, la proportion de tonnage net qu'elle exploite sous ces pavillons à la date d'ouverture du premier exercice de la période décennale couverte par l'option.</p><p>Pour les sociétés membres d'un groupe mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303609&dateTexte=&categorieLien=cid'>223 A</a>, la proportion mentionnée au deuxième alinéa du présent I est appréciée au regard du tonnage net total exploité par les sociétés membres du groupe.</p><p>Sont éligibles à ce régime les navires armés au commerce :</p><p>a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ;</p><p>b. Qui soit sont possédés en pleine propriété ou en copropriété, à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne leur sont pas liées directement ou indirectement, au sens du 12 de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307555&dateTexte=&categorieLien=cid'>article 39</a>, ou à des sociétés liées n'ayant pas elles-mêmes opté pour le régime, soit sont affrétés coque nue ou à temps, soit sont pris en location dans les conditions prévues au 1 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>L. 313-7 </a>du code monétaire et financier et dans le cadre d'opérations de location avec option d'achat ;</p><p>c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ;</p><p>d. Dont la gestion stratégique et commerciale est assurée à partir de la France ;</p><p>e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime.</p><p>Lorsque l'engagement mentionné au deuxième alinéa n'est pas respecté au titre d'un exercice, les navires qui ne battent pas pavillon d'un des Etats membres de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen dont le tonnage a conduit à minorer la proportion de tonnage net mentionnée au même alinéa ne peuvent pas bénéficier du présent régime au titre de cet exercice.</p><p>Les dispositions de l'alinéa précédent ne s'appliquent pas si l'une des conditions suivantes est remplie :</p><p>a) Les navires éligibles au présent régime qui battent pavillon d'un des Etats membres de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen représentent au titre de l'exercice plus de 60 % du tonnage net de la flotte de navires éligibles ;</p><p>b) La proportion, sous pavillon d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, de tonnage net des navires éligibles au présent régime n'a pas diminué en moyenne au cours des trois derniers exercices, ramenés le cas échéant à douze mois, par rapport à la proportion de tonnage net mentionnée au deuxième alinéa du I ;</p><p>c) (Abrogé).</p><p>II. – Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant :</p><table border='1' cellpadding='0' cellspacing='0' align='center'><tbody><tr><td><p align='center'>TONNAGE<br/>\n\t\t\t(en unités du système de<br/>\n\t\t\tjaugeage universel)</p></td><td><p align='center'>Jusqu'à 1 000</p></td><td><p align='center'>De 1 000 à 10 000</p></td><td><p align='center'>De 10 000 à 25 000</p></td><td><p align='center'>Plus de 25 000</p></td></tr><tr><td><p align='center'>Montant<br/>\n\t\t\t(en euros)</p></td><td><p align='center'>0,93</p></td><td><p align='center'>0,71</p></td><td><p align='center'>0,47</p></td><td><p align='center'>0,24</p></td></tr></tbody></table><p>Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure.</p><p>Le barème s'applique également pendant les périodes d'indisponibilité des navires.</p><p>Le résultat imposable résultant de l'application de ce barème est majoré du montant :</p><p>a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ;</p><p>b. Des résultats de participations dans des organismes mentionnés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307033&dateTexte=&categorieLien=cid'>articles 8</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302208&dateTexte=&categorieLien=cid'>8 quater</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309151&dateTexte=&categorieLien=cid'>239 quater</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304110&dateTexte=&categorieLien=cid'>239 quater B</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304115&dateTexte=&categorieLien=cid'>239 quater C </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304116&dateTexte=&categorieLien=cid'>239 quater D </a>à l'exception des résultats de copropriétés de navires soumis au présent régime ;</p><p>c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ;</p><p>d. Des réintégrations prévues au d du 3 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308599&dateTexte=&categorieLien=cid'>210 A. </a></p><p>Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise.</p><p>Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif.</p><p>III. – L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui étaient éligibles avant le 1er janvier 2007 et qui n'ont pas opté, l'option prévue au I peut être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée entre le 1er janvier 2007 et le 1er janvier 2008. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2008, l'option peut être exercée au plus tard au titre de l'exercice suivant.</p><p>Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe.</p><p>L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période.</p><p>IV. – Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants :</p><p>a. La société ne possède ou n'affrète plus aucun navire éligible ;</p><p>b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ;</p><p>c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ;</p><p>d. Une des sociétés membre d'un groupe mentionné à l'article 223 A ou à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000029351864&dateTexte=&categorieLien=cid'>223 A bis </a>susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III.</p><p>V. – En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II.</p><p>En cas de réalisation de l'un des événements mentionnés au 2 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308732&dateTexte=&categorieLien=cid'>221</a> avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa.</p><p>Un décret fixe les modalités d'option et les obligations déclaratives.</p>",
            "num": "209-0 B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "VIGUEUR",
            "dateDebut": 1546300800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858980,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section III : Détermination du bénéfice imposable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162530",
                        "id": "LEGISCTA000006162530",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303446",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162530",
            "sectionParentId": "LEGISCTA000006162530",
            "sectionParentTitre": "Section III : Détermination du bénéfice imposable",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section III : Détermination du bénéfice imposable",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037987619",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 34 II de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s’appliquent aux exercices ouverts à compter du 1er janvier 2019.",
            "notaHtml": "<p>Conformément à l’article 34 II de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s’appliquent aux exercices ouverts à compter du 1er janvier 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037882341",
                    "textTitle": "LOI n°2018-1317 du 28 décembre 2018 - art. 34 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000037935474",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-30",
                    "dateSignaTexte": "2018-12-28",
                    "dateDebutCible": "2018-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 75, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "75",
                    "articleId": "JORFARTI000029991485",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-1655",
                    "datePubli": 1419897600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031400765",
                    "textTitle": "DÉCRET n°2015-1377 du 30 octobre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031404488",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1377",
                    "datePubli": 1446249600000,
                    "dateDebut": 1446336000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 209 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000042909650",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000006308599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 221",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "221",
                    "articleId": "LEGIARTI000006308732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 A",
                    "articleId": "LEGIARTI000006303609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 725846400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 A bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 A bis",
                    "articleId": "LEGIARTI000029351864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 quater",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "239 quater",
                    "articleId": "LEGIARTI000006309151",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 quater B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "239 quater B",
                    "articleId": "LEGIARTI000006304110",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 441590400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 quater C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "239 quater C",
                    "articleId": "LEGIARTI000006304115",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 616377600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 quater D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "239 quater D",
                    "articleId": "LEGIARTI000006304116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000006307555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006307033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8 quater",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8 quater",
                    "articleId": "LEGIARTI000006302208",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis",
                    "articleId": "LEGIARTI000006298343",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1069459200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis A",
                    "articleId": "LEGIARTI000006298345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167609600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303446",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1041379200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303447",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303448",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303449",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303450",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030153013",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030062334",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987619",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "209-0 B",
                "209-0"
            ],
            "versionPrecedente": "LEGIARTI000030062334",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030153013",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires. L'option mentionnée au premier alinéa est valable sous réserve que l'entreprise s'engage à maintenir ou à augmenter au cours de la période décennale mentionnée au III, sous pavillon d'un Etat membre de la Communauté européenne, la proportion de tonnage net qu'elle exploite sous ce pavillon au 17 janvier 2004 ou à la date d'ouverture du premier exercice d'application du présent régime, si elle est postérieure. Sont éligibles à ce régime les navires armés au commerce : a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ; b. Qui, soit sont possédés en pleine propriété ou en copropriété à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne sont pas liées directement ou indirectement au sens du 12 de l'article 39 ou à des sociétés liées n'ayant pas elles-mêmes opté pour le régime, soit sont affrétés coque nue ou à temps ; c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ; d. Dont la gestion stratégique et commerciale est assurée à partir de la France ; e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime. Lorsque l'engagement mentionné au deuxième alinéa n'est pas respecté au titre d'un exercice, les navires qui ne battent pas pavillon d'un des Etats membres de la Communauté européenne dont le tonnage a conduit à minorer la proportion de tonnage net mentionnée au même alinéa ne peuvent pas bénéficier du présent régime au titre de cet exercice. Les dispositions de l'alinéa précédent ne s'appliquent pas si l'une des conditions suivantes est remplie : a) Les navires éligibles au présent régime qui battent pavillon d'un des Etats membres de la Communauté européenne représentent au titre de l'exercice plus de 60 % du tonnage net de la flotte de navires éligibles ; b) La proportion, sous pavillon d'un Etat membre de la Communauté européenne, de tonnage net des navires éligibles au présent régime n'a pas diminué en moyenne au cours des trois derniers exercices, ramenés le cas échéant à douze mois, par rapport à la proportion de tonnage net mentionnée au deuxième alinéa du I ; c) Pour les sociétés membres d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis, la proportion, sous pavillon d'un Etat membre de la Communauté européenne, de tonnage net des navires éligibles au présent régime exploités par l'ensemble des sociétés membres de ce groupe ayant opté pour le présent régime n'a pas diminué au titre de l'exercice par rapport à la proportion mentionnée au deuxième alinéa déterminée pour l'ensemble de ces mêmes sociétés. II.-Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant : TONNAGE (en unités du système de jaugeage universel) Jusqu'à 1 000 De 1 000 à 10 000 De 10 000 à 25 000 Plus de 25 000 Montant (en euros) 0,93 0,71 0,47 0,24 Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure. Le barème s'applique également pendant les périodes d'indisponibilité des navires. Le résultat imposable résultant de l'application de ce barème est majoré du montant : a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ; b. Des résultats de participations dans des organismes mentionnés aux articles 8,8 quater, 239 quater, 239 quater B, 239 quater C et 239 quater D à l'exception des résultats de copropriétés de navires soumis au présent régime ; c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ; d. Des réintégrations prévues au d du 3 de l'article 210 A ; e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail. Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise. Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif. III.-L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui étaient éligibles avant le 1er janvier 2007 et qui n'ont pas opté, l'option prévue au I peut être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée entre le 1er janvier 2007 et le 1er janvier 2008. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2008, l'option peut être exercée au plus tard au titre de l'exercice suivant. Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe. L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période. IV.-Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants : a. La société ne possède ou n'affrète plus aucun navire éligible ; b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ; c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ; d. Une des sociétés membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III. V.-En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II. En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa. Un décret fixe les modalités d'option et les obligations déclaratives.",
            "texteHtml": "<p>I.-Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires. </p><p>L'option mentionnée au premier alinéa est valable sous réserve que l'entreprise s'engage à maintenir ou à augmenter au cours de la période décennale mentionnée au III, sous pavillon d'un Etat membre de la Communauté européenne, la proportion de tonnage net qu'elle exploite sous ce pavillon au 17 janvier 2004 ou à la date d'ouverture du premier exercice d'application du présent régime, si elle est postérieure. </p><p>Sont éligibles à ce régime les navires armés au commerce : </p><p>a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ; </p><p>b. Qui, soit sont possédés en pleine propriété ou en copropriété à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne sont pas liées directement ou indirectement au sens du 12 de l'article 39 ou à des sociétés liées n'ayant pas elles-mêmes opté pour le régime, soit sont affrétés coque nue ou à temps ; </p><p>c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ; </p><p>d. Dont la gestion stratégique et commerciale est assurée à partir de la France ; </p><p>e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime. </p><p>Lorsque l'engagement mentionné au deuxième alinéa n'est pas respecté au titre d'un exercice, les navires qui ne battent pas pavillon d'un des Etats membres de la Communauté européenne dont le tonnage a conduit à minorer la proportion de tonnage net mentionnée au même alinéa ne peuvent pas bénéficier du présent régime au titre de cet exercice. </p><p>Les dispositions de l'alinéa précédent ne s'appliquent pas si l'une des conditions suivantes est remplie : </p><p>a) Les navires éligibles au présent régime qui battent pavillon d'un des Etats membres de la Communauté européenne représentent au titre de l'exercice plus de 60 % du tonnage net de la flotte de navires éligibles ; </p><p>b) La proportion, sous pavillon d'un Etat membre de la Communauté européenne, de tonnage net des navires éligibles au présent régime n'a pas diminué en moyenne au cours des trois derniers exercices, ramenés le cas échéant à douze mois, par rapport à la proportion de tonnage net mentionnée au deuxième alinéa du I ; </p><p>c) Pour les sociétés membres d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis, la proportion, sous pavillon d'un Etat membre de la Communauté européenne, de tonnage net des navires éligibles au présent régime exploités par l'ensemble des sociétés membres de ce groupe ayant opté pour le présent régime n'a pas diminué au titre de l'exercice par rapport à la proportion mentionnée au deuxième alinéa déterminée pour l'ensemble de ces mêmes sociétés. </p><p>II.-Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant : </p><table border='1' cellSpacing='0' width='680' align='center' cellPadding='0'><tbody><tr><td width='123'><p align='center'>TONNAGE <br/>(en unités du système de <br/>jaugeage universel) </p></td><td width='123'><p align='center'>Jusqu'à 1 000 </p></td><td width='123'><p align='center'>De 1 000 à 10 000 </p></td><td width='123'><p align='center'>De 10 000 à 25 000 </p></td><td width='123'><p align='center'>Plus de 25 000 </p></td></tr><tr><td width='123'><p align='center'>Montant <br/>(en euros) </p></td><td width='123'><p align='center'>0,93 </p></td><td width='123'><p align='center'>0,71 </p></td><td width='123'><p align='center'>0,47 </p></td><td width='123'><p align='center'>0,24 </p></td></tr></tbody></table><p>Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure. </p><p>Le barème s'applique également pendant les périodes d'indisponibilité des navires. </p><p>Le résultat imposable résultant de l'application de ce barème est majoré du montant : </p><p>a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ; </p><p>b. Des résultats de participations dans des organismes mentionnés aux articles 8,8 quater, 239 quater, 239 quater B, 239 quater C et 239 quater D à l'exception des résultats de copropriétés de navires soumis au présent régime ; </p><p>c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ; </p><p>d. Des réintégrations prévues au d du 3 de l'article 210 A ; </p><p>e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail. </p><p>Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise. </p><p>Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif. </p><p>III.-L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui étaient éligibles avant le 1er janvier 2007 et qui n'ont pas opté, l'option prévue au I peut être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée entre le 1er janvier 2007 et le 1er janvier 2008. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2008, l'option peut être exercée au plus tard au titre de l'exercice suivant. </p><p>Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe. </p><p>L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période. </p><p>IV.-Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants : </p><p>a. La société ne possède ou n'affrète plus aucun navire éligible ; </p><p>b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ; </p><p>c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ; </p><p>d. Une des sociétés membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III. </p><p>V.-En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II. </p><p>En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa. </p><p>Un décret fixe les modalités d'option et les obligations déclaratives.</p>",
            "num": "209-0 B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1420070400000,
            "dateFin": 1419984000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858980,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section III : Détermination du bénéfice imposable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162530",
                        "id": "LEGISCTA000006162530",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303446",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162530",
            "sectionParentId": "LEGISCTA000006162530",
            "sectionParentTitre": "Section III : Détermination du bénéfice imposable",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section III : Détermination du bénéfice imposable",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030153013",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "(1) Conformément au II et au III de l'article 75 de la loi n° 2014-1655 du 29 décembre 2014, les présentes dispositions s'appliquent aux entreprises qui exercent l'option au titre d'un exercice clos à compter du 27 novembre 2014. Pour les entreprises qui, à cette même date, ont déjà exercé l'option, le respect de l'engagement mentionné au deuxième alinéa du I de l'article 209-0 B du code général des impôts, dans sa rédaction antérieure à la présente loi, s'apprécie, au titre de leurs exercices clos à compter de ladite date, compte tenu du tonnage net exploité sous pavillon d'un Etat partie à l'accord sur l'Espace économique européen et, dans le cas de sociétés membres d'un groupe, compte tenu de la proportion du tonnage net total exploité par les sociétés membres du groupe.",
            "notaHtml": "<p>(1) Conformément au II et au III de l'article 75 de la loi n° 2014-1655 du 29 décembre 2014, les présentes dispositions s'appliquent aux entreprises qui exercent l'option au titre d'un exercice clos à compter du 27 novembre 2014.</p><p>Pour les entreprises qui, à cette même date, ont déjà exercé l'option, le respect de l'engagement mentionné au deuxième alinéa du I de l'article 209-0 B du code général des impôts, dans sa rédaction antérieure à la présente loi, s'apprécie, au titre de leurs exercices clos à compter de ladite date, compte tenu du tonnage net exploité sous pavillon d'un Etat partie à l'accord sur l'Espace économique européen et, dans le cas de sociétés membres d'un groupe, compte tenu de la proportion du tonnage net total exploité par les sociétés membres du groupe.</p><p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n° 2014-891 du 8 août 2014 - art. 20",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000029350560",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-08-09",
                    "dateSignaTexte": "2014-08-08",
                    "dateDebutCible": "2015-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 75, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "75",
                    "articleId": "JORFARTI000029991485",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-1655",
                    "datePubli": 1419897600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031400765",
                    "textTitle": "DÉCRET n°2015-1377 du 30 octobre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031404488",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1377",
                    "datePubli": 1446249600000,
                    "dateDebut": 1446336000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 209 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000042909650",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis",
                    "articleId": "LEGIARTI000006298343",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1069459200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis A",
                    "articleId": "LEGIARTI000006298345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167609600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303446",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1041379200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303447",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303448",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303449",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303450",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030153013",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030062334",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987619",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "209-0 B",
                "209-0"
            ],
            "versionPrecedente": "LEGIARTI000006303450",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030062334",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires. L'option mentionnée au premier alinéa est valable sous réserve que l'entreprise exploite sous pavillon d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen une proportion de tonnage net au moins égale à 25 % et qu'elle s'engage à maintenir ou à augmenter, au cours de la période décennale mentionnée au III, la proportion de tonnage net qu'elle exploite sous ces pavillons à la date d'ouverture du premier exercice de la période décennale couverte par l'option. Pour les sociétés membres d'un groupe mentionné à l'article 223 A , la proportion mentionnée au deuxième alinéa du présent I est appréciée au regard du tonnage net total exploité par les sociétés membres du groupe (1). Sont éligibles à ce régime les navires armés au commerce : a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ; b. Qui soit sont possédés en pleine propriété ou en copropriété, à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne leur sont pas liées directement ou indirectement, au sens du 12 de l' article 39 , ou à des sociétés liées n'ayant pas elles-mêmes opté pour le régime, soit sont affrétés coque nue ou à temps, soit sont pris en location dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier et dans le cadre d'opérations de location avec option d'achat ; c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ; d. Dont la gestion stratégique et commerciale est assurée à partir de la France ; e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime. Lorsque l'engagement mentionné au deuxième alinéa n'est pas respecté au titre d'un exercice, les navires qui ne battent pas pavillon d'un des Etats membres de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen dont le tonnage a conduit à minorer la proportion de tonnage net mentionnée au même alinéa ne peuvent pas bénéficier du présent régime au titre de cet exercice. Les dispositions de l'alinéa précédent ne s'appliquent pas si l'une des conditions suivantes est remplie : a) Les navires éligibles au présent régime qui battent pavillon d'un des Etats membres de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen représentent au titre de l'exercice plus de 60 % du tonnage net de la flotte de navires éligibles ; b) La proportion, sous pavillon d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, de tonnage net des navires éligibles au présent régime n'a pas diminué en moyenne au cours des trois derniers exercices, ramenés le cas échéant à douze mois, par rapport à la proportion de tonnage net mentionnée au deuxième alinéa du I ; c) (Abrogé). II. – Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant : TONNAGE (en unités du système de jaugeage universel) Jusqu'à 1 000 De 1 000 à 10 000 De 10 000 à 25 000 Plus de 25 000 Montant (en euros) 0,93 0,71 0,47 0,24 Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure. Le barème s'applique également pendant les périodes d'indisponibilité des navires. Le résultat imposable résultant de l'application de ce barème est majoré du montant : a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ; b. Des résultats de participations dans des organismes mentionnés aux articles 8 , 8 quater , 239 quater , 239 quater B , 239 quater C et 239 quater D à l'exception des résultats de copropriétés de navires soumis au présent régime ; c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ; d. Des réintégrations prévues au d du 3 de l'article 210 A ; e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail. Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise. Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif. III. – L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui étaient éligibles avant le 1er janvier 2007 et qui n'ont pas opté, l'option prévue au I peut être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée entre le 1er janvier 2007 et le 1er janvier 2008. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2008, l'option peut être exercée au plus tard au titre de l'exercice suivant. Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe. L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période. IV. – Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants : a. La société ne possède ou n'affrète plus aucun navire éligible ; b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ; c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ; d. Une des sociétés membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III. V. – En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II. En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa. Un décret fixe les modalités d'option et les obligations déclaratives.",
            "texteHtml": "<p>I. – Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires. </p><p>L'option mentionnée au premier alinéa est valable sous réserve que l'entreprise exploite sous pavillon d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen une proportion de tonnage net au moins égale à 25 % et qu'elle s'engage à maintenir ou à augmenter, au cours de la période décennale mentionnée au III, la proportion de tonnage net qu'elle exploite sous ces pavillons à la date d'ouverture du premier exercice de la période décennale couverte par l'option. </p><p>Pour les sociétés membres d'un groupe mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303609&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 223 A (V)'>223 A</a>, la proportion mentionnée au deuxième alinéa du présent I est appréciée au regard du tonnage net total exploité par les sociétés membres du groupe (1). </p><p>Sont éligibles à ce régime les navires armés au commerce : </p><p>a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ; </p><p>b. Qui soit sont possédés en pleine propriété ou en copropriété, à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne leur sont pas liées directement ou indirectement, au sens du 12 de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307555&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 39 (VT)'>article 39</a>, ou à des sociétés liées n'ayant pas elles-mêmes opté pour le régime, soit sont affrétés coque nue ou à temps, soit sont pris en location dans les conditions prévues au 1 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L313-7 (V)'>L. 313-7 </a>du code monétaire et financier et dans le cadre d'opérations de location avec option d'achat ; </p><p>c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ; </p><p>d. Dont la gestion stratégique et commerciale est assurée à partir de la France ; </p><p>e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime. </p><p>Lorsque l'engagement mentionné au deuxième alinéa n'est pas respecté au titre d'un exercice, les navires qui ne battent pas pavillon d'un des Etats membres de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen dont le tonnage a conduit à minorer la proportion de tonnage net mentionnée au même alinéa ne peuvent pas bénéficier du présent régime au titre de cet exercice. </p><p>Les dispositions de l'alinéa précédent ne s'appliquent pas si l'une des conditions suivantes est remplie : </p><p>a) Les navires éligibles au présent régime qui battent pavillon d'un des Etats membres de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen représentent au titre de l'exercice plus de 60 % du tonnage net de la flotte de navires éligibles ; </p><p>b) La proportion, sous pavillon d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, de tonnage net des navires éligibles au présent régime n'a pas diminué en moyenne au cours des trois derniers exercices, ramenés le cas échéant à douze mois, par rapport à la proportion de tonnage net mentionnée au deuxième alinéa du I ; </p><p>c) (Abrogé). </p><p>II. – Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant : </p><table border='1' cellpadding='0' cellspacing='0' align='center'><tbody><tr><td><p align='center'>TONNAGE <br/>(en unités du système de <br/>jaugeage universel) </p></td><td><p align='center'>Jusqu'à 1 000 </p></td><td><p align='center'>De 1 000 à 10 000 </p></td><td><p align='center'>De 10 000 à 25 000 </p></td><td><p align='center'>Plus de 25 000 </p></td></tr><tr><td><p align='center'>Montant <br/>(en euros) </p></td><td><p align='center'>0,93 </p></td><td><p align='center'>0,71 </p></td><td><p align='center'>0,47 </p></td><td><p align='center'>0,24 </p></td></tr></tbody></table><p>Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure. </p><p>Le barème s'applique également pendant les périodes d'indisponibilité des navires. </p><p>Le résultat imposable résultant de l'application de ce barème est majoré du montant : </p><p>a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ; </p><p>b. Des résultats de participations dans des organismes mentionnés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307033&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 8 (V)'>articles 8</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302208&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 8 quater (V)'>8 quater</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309151&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 239 quater (V)'>239 quater</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304110&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 239 quater B (V)'>239 quater B</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304115&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 239 quater C (V)'>239 quater C </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304116&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 239 quater D (V)'>239 quater D </a>à l'exception des résultats de copropriétés de navires soumis au présent régime ; </p><p>c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ; </p><p>d. Des réintégrations prévues au d du 3 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308599&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 210 A (V)'>210 A </a>; </p><p>e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail. </p><p>Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise. </p><p>Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif. </p><p>III. – L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui étaient éligibles avant le 1er janvier 2007 et qui n'ont pas opté, l'option prévue au I peut être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée entre le 1er janvier 2007 et le 1er janvier 2008. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2008, l'option peut être exercée au plus tard au titre de l'exercice suivant. </p><p>Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe. </p><p>L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période. </p><p>IV. – Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants : </p><p>a. La société ne possède ou n'affrète plus aucun navire éligible ; </p><p>b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ; </p><p>c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ; </p><p>d. Une des sociétés membre d'un groupe mentionné à l'article 223 A ou à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000029351864&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 223 A bis (V)'>223 A bis </a>susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III. </p><p>V. – En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II. </p><p>En cas de réalisation de l'un des événements mentionnés au 2 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308732&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 221 (V)'>221</a> avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa. </p><p>Un décret fixe les modalités d'option et les obligations déclaratives.</p>",
            "num": "209-0 B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1420070400000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858980,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section III : Détermination du bénéfice imposable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162530",
                        "id": "LEGISCTA000006162530",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303446",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162530",
            "sectionParentId": "LEGISCTA000006162530",
            "sectionParentTitre": "Section III : Détermination du bénéfice imposable",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section III : Détermination du bénéfice imposable",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030062334",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "(1) Conformément au II et au III de l'article 75 de la loi n° 2014-1655 du 29 décembre 2014, les présentes dispositions s'appliquent aux entreprises qui exercent l'option au titre d'un exercice clos à compter du 27 novembre 2014. Pour les entreprises qui, à cette même date, ont déjà exercé l'option, le respect de l'engagement mentionné au deuxième alinéa du I de l'article 209-0 B du code général des impôts, dans sa rédaction antérieure à la présente loi, s'apprécie, au titre de leurs exercices clos à compter de ladite date, compte tenu du tonnage net exploité sous pavillon d'un Etat partie à l'accord sur l'Espace économique européen et, dans le cas de sociétés membres d'un groupe, compte tenu de la proportion du tonnage net total exploité par les sociétés membres du groupe.",
            "notaHtml": "<p>(1) Conformément au II et au III de l'article 75 de la loi n° 2014-1655 du 29 décembre 2014, les présentes dispositions s'appliquent aux entreprises qui exercent l'option au titre d'un exercice clos à compter du 27 novembre 2014.</p><p>Pour les entreprises qui, à cette même date, ont déjà exercé l'option, le respect de l'engagement mentionné au deuxième alinéa du I de l'article 209-0 B du code général des impôts, dans sa rédaction antérieure à la présente loi, s'apprécie, au titre de leurs exercices clos à compter de ladite date, compte tenu du tonnage net exploité sous pavillon d'un Etat partie à l'accord sur l'Espace économique européen et, dans le cas de sociétés membres d'un groupe, compte tenu de la proportion du tonnage net total exploité par les sociétés membres du groupe.</p><p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 75",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "75",
                    "articleId": "LEGIARTI000030009221",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-12-30",
                    "dateSignaTexte": "2014-12-29",
                    "dateDebutCible": "2014-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 75, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "75",
                    "articleId": "JORFARTI000029991485",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-1655",
                    "datePubli": 1419897600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031400765",
                    "textTitle": "DÉCRET n°2015-1377 du 30 octobre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031404488",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1377",
                    "datePubli": 1446249600000,
                    "dateDebut": 1446336000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 209 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000042909650",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000006308599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 221 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "221",
                    "articleId": "LEGIARTI000006308732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 A",
                    "articleId": "LEGIARTI000006303609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 725846400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 A bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 A bis",
                    "articleId": "LEGIARTI000029351864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 quater (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "239 quater",
                    "articleId": "LEGIARTI000006309151",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "239 quater B",
                    "articleId": "LEGIARTI000006304110",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 441590400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 quater C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "239 quater C",
                    "articleId": "LEGIARTI000006304115",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 616377600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 quater D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "239 quater D",
                    "articleId": "LEGIARTI000006304116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000006307555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006307033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8 quater (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8 quater",
                    "articleId": "LEGIARTI000006302208",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis",
                    "articleId": "LEGIARTI000006298343",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1069459200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis A",
                    "articleId": "LEGIARTI000006298345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167609600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303446",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1041379200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303447",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303448",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303449",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303450",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030153013",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030062334",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987619",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "209-0 B",
                "209-0"
            ],
            "versionPrecedente": "LEGIARTI000030153013",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303450",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires. L'option mentionnée au premier alinéa est valable sous réserve que l'entreprise s'engage à maintenir ou à augmenter au cours de la période décennale mentionnée au III, sous pavillon d'un Etat membre de la Communauté européenne, la proportion de tonnage net qu'elle exploite sous ce pavillon au 17 janvier 2004 ou à la date d'ouverture du premier exercice d'application du présent régime, si elle est postérieure. Sont éligibles à ce régime les navires armés au commerce : a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ; b. Qui, soit sont possédés en pleine propriété ou en copropriété à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne sont pas liées directement ou indirectement au sens du 12 de l'article 39 ou à des sociétés liées n'ayant pas elles-mêmes opté pour le régime, soit sont affrétés coque nue ou à temps ; c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ; d. Dont la gestion stratégique et commerciale est assurée à partir de la France ; e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime. Lorsque l'engagement mentionné au deuxième alinéa n'est pas respecté au titre d'un exercice, les navires qui ne battent pas pavillon d'un des Etats membres de la Communauté européenne dont le tonnage a conduit à minorer la proportion de tonnage net mentionnée au même alinéa ne peuvent pas bénéficier du présent régime au titre de cet exercice. Les dispositions de l'alinéa précédent ne s'appliquent pas si l'une des conditions suivantes est remplie : a) Les navires éligibles au présent régime qui battent pavillon d'un des Etats membres de la Communauté européenne représentent au titre de l'exercice plus de 60 % du tonnage net de la flotte de navires éligibles ; b) La proportion, sous pavillon d'un Etat membre de la Communauté européenne, de tonnage net des navires éligibles au présent régime n'a pas diminué en moyenne au cours des trois derniers exercices, ramenés le cas échéant à douze mois, par rapport à la proportion de tonnage net mentionnée au deuxième alinéa du I ; c) Pour les sociétés membres d'un groupe mentionné à l'article 223 A, la proportion, sous pavillon d'un Etat membre de la Communauté européenne, de tonnage net des navires éligibles au présent régime exploités par l'ensemble des sociétés membres de ce groupe ayant opté pour le présent régime n'a pas diminué au titre de l'exercice par rapport à la proportion mentionnée au deuxième alinéa déterminée pour l'ensemble de ces mêmes sociétés. II. - Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant : TONNAGE (en unités du système de jaugeage universel) Jusqu'à 1 000 De 1 000 à 10 000 De 10 000 à 25 000 Plus de 25 000 Montant (en euros) 0,93 0,71 0,47 0,24 Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure. Le barème s'applique également pendant les périodes d'indisponibilité des navires. Le résultat imposable résultant de l'application de ce barème est majoré du montant : a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ; b. Des résultats de participations dans des organismes mentionnés aux articles 8, 8 quater, 239 quater, 239 quater B, 239 quater C et 239 quater D à l'exception des résultats de copropriétés de navires soumis au présent régime ; c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ; d. Des réintégrations prévues au d du 3 de l'article 210 A ; e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail. Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise. Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif. III. - L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui étaient éligibles avant le 1er janvier 2007 et qui n'ont pas opté, l'option prévue au I peut être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée entre le 1er janvier 2007 et le 1er janvier 2008. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2008, l'option peut être exercée au plus tard au titre de l'exercice suivant. Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe. L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période. IV. - Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants : a. La société ne possède ou n'affrète plus aucun navire éligible ; b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ; c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ; d. Une des sociétés membre d'un groupe mentionné à l'article 223 A susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III. V. - En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II. En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa. Un décret fixe les modalités d'option et les obligations déclaratives.",
            "texteHtml": "<p>I. - Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires.</p><p>L'option mentionnée au premier alinéa est valable sous réserve que l'entreprise s'engage à maintenir ou à augmenter au cours de la période décennale mentionnée au III, sous pavillon d'un Etat membre de la Communauté européenne, la proportion de tonnage net qu'elle exploite sous ce pavillon au 17 janvier 2004 ou à la date d'ouverture du premier exercice d'application du présent régime, si elle est postérieure.</p><p>Sont éligibles à ce régime les navires armés au commerce :</p><p>a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ;</p><p>b. Qui, soit sont possédés en pleine propriété ou en copropriété à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne sont pas liées directement ou indirectement au sens du 12 de l'article 39 ou à des sociétés liées n'ayant pas elles-mêmes opté pour le régime, soit sont affrétés coque nue ou à temps ;</p><p>c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ;</p><p>d. Dont la gestion stratégique et commerciale est assurée à partir de la France ;</p><p>e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime.</p><p>Lorsque l'engagement mentionné au deuxième alinéa n'est pas respecté au titre d'un exercice, les navires qui ne battent pas pavillon d'un des Etats membres de la Communauté européenne dont le tonnage a conduit à minorer la proportion de tonnage net mentionnée au même alinéa ne peuvent pas bénéficier du présent régime au titre de cet exercice.</p><p>Les dispositions de l'alinéa précédent ne s'appliquent pas si l'une des conditions suivantes est remplie :</p><p>a) Les navires éligibles au présent régime qui battent pavillon d'un des Etats membres de la Communauté européenne représentent au titre de l'exercice plus de 60 % du tonnage net de la flotte de navires éligibles ;</p><p>b) La proportion, sous pavillon d'un Etat membre de la Communauté européenne, de tonnage net des navires éligibles au présent régime n'a pas diminué en moyenne au cours des trois derniers exercices, ramenés le cas échéant à douze mois, par rapport à la proportion de tonnage net mentionnée au deuxième alinéa du I ;</p><p>c) Pour les sociétés membres d'un groupe mentionné à l'article 223 A, la proportion, sous pavillon d'un Etat membre de la Communauté européenne, de tonnage net des navires éligibles au présent régime exploités par l'ensemble des sociétés membres de ce groupe ayant opté pour le présent régime n'a pas diminué au titre de l'exercice par rapport à la proportion mentionnée au deuxième alinéa déterminée pour l'ensemble de ces mêmes sociétés.</p><p>II. - Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant :</p><table border='1' cellSpacing='0' width='680' align='center' cellPadding='0'><tbody><tr><td width='123'><p align='center'>TONNAGE<br/>(en unités du système de<br/>jaugeage universel)</p></td><td width='123'><p align='center'>Jusqu'à 1 000</p></td><td width='123'><p align='center'>De 1 000 à 10 000</p></td><td width='123'><p align='center'>De 10 000 à 25 000</p></td><td width='123'><p align='center'>Plus de 25 000</p></td></tr><tr><td width='123'><p align='center'>Montant<br/>(en euros)</p></td><td width='123'><p align='center'>0,93</p></td><td width='123'><p align='center'>0,71</p></td><td width='123'><p align='center'>0,47</p></td><td width='123'><p align='center'>0,24</p></td></tr></tbody></table><p>Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure.</p><p>Le barème s'applique également pendant les périodes d'indisponibilité des navires.</p><p>Le résultat imposable résultant de l'application de ce barème est majoré du montant :</p><p>a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ;</p><p>b. Des résultats de participations dans des organismes mentionnés aux articles 8, 8 quater, 239 quater, 239 quater B, 239 quater C et 239 quater D à l'exception des résultats de copropriétés de navires soumis au présent régime ;</p><p>c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ;</p><p>d. Des réintégrations prévues au d du 3 de l'article 210 A ;</p><p>e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail.</p><p>Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise.</p><p>Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif.</p><p>III. - L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui étaient éligibles avant le 1er janvier 2007 et qui n'ont pas opté, l'option prévue au I peut être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée entre le 1er janvier 2007 et le 1er janvier 2008. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2008, l'option peut être exercée au plus tard au titre de l'exercice suivant.</p><p>Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe.</p><p>L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période.</p><p>IV. - Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants :</p><p>a. La société ne possède ou n'affrète plus aucun navire éligible ;</p><p>b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ;</p><p>c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ;</p><p>d. Une des sociétés membre d'un groupe mentionné à l'article 223 A susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III.</p><p>V. - En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II.</p><p>En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa.</p><p>Un décret fixe les modalités d'option et les obligations déclaratives.</p>",
            "num": "209-0 B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1167523200000,
            "dateFin": 1420070400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858980,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section III : Détermination du bénéfice imposable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162530",
                        "id": "LEGISCTA000006162530",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303446",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162530",
            "sectionParentId": "LEGISCTA000006162530",
            "sectionParentTitre": "Section III : Détermination du bénéfice imposable",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section III : Détermination du bénéfice imposable",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006303450",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000273196",
                    "textTitle": "Loi n°2006-1771 du 30 décembre 2006 - art. 80 () JORF 31 décembre 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "80",
                    "articleId": "LEGIARTI000006322988",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-12-31",
                    "dateSignaTexte": "2006-12-30",
                    "dateDebutCible": "2006-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39, 223 A, 8, 8 quater, 239 quater, 239 quater B, 239 quater C, 239 quater D, 210 A, 39 duodecies, 221",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 75, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "75",
                    "articleId": "JORFARTI000029991485",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-1655",
                    "datePubli": 1419897600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031400765",
                    "textTitle": "DÉCRET n°2015-1377 du 30 octobre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031404488",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1377",
                    "datePubli": 1446249600000,
                    "dateDebut": 1446336000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 209 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000042909650",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis",
                    "articleId": "LEGIARTI000006298343",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1069459200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis A",
                    "articleId": "LEGIARTI000006298345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167609600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2007",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303446",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1041379200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303447",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303448",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303449",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303450",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030153013",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030062334",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987619",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "209-0 B",
                "209-0"
            ],
            "versionPrecedente": "LEGIARTI000006303449",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303449",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires. L'option mentionnée au premier alinéa est valable sous réserve que l'entreprise s'engage à maintenir ou à augmenter au cours de la période décennale mentionnée au III, sous pavillon d'un Etat membre de la Communauté européenne, la proportion de tonnage net qu'elle exploite sous ce pavillon au 17 janvier 2004 ou à la date d'ouverture du premier exercice d'application du présent régime, si elle est postérieure. Sont éligibles à ce régime les navires armés au commerce : a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ; b. Qui, soit sont possédés en pleine propriété ou en copropriété à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne sont pas liées directement ou indirectement au sens du 12 de l'article 39 ou à des sociétés liées n'ayant pas elles-mêmes opté pour le régime, soit sont affrétés coque nue ou à temps ; c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ; d. Dont la gestion stratégique et commerciale est assurée à partir de la France ; e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime. Lorsque l'engagement mentionné au deuxième alinéa n'est pas respecté au titre d'un exercice, les navires qui ne battent pas pavillon d'un des Etats membres de la Communauté européenne dont le tonnage a conduit à minorer la proportion de tonnage net mentionnée au même alinéa ne peuvent pas bénéficier du présent régime au titre de cet exercice. Les dispositions de l'alinéa précédent ne s'appliquent pas si l'une des conditions suivantes est remplie : a) Les navires éligibles au présent régime qui battent pavillon d'un des Etats membres de la Communauté européenne représentent au titre de l'exercice plus de 60 % du tonnage net de la flotte de navires éligibles ; b) La proportion, sous pavillon d'un Etat membre de la Communauté européenne, de tonnage net des navires éligibles au présent régime n'a pas diminué en moyenne au cours des trois derniers exercices, ramenés le cas échéant à douze mois, par rapport à la proportion de tonnage net mentionnée au deuxième alinéa du I ; c) Pour les sociétés membres d'un groupe mentionné à l'article 223 A, la proportion, sous pavillon d'un Etat membre de la Communauté européenne, de tonnage net des navires éligibles au présent régime exploités par l'ensemble des sociétés membres de ce groupe ayant opté pour le présent régime n'a pas diminué au titre de l'exercice par rapport à la proportion mentionnée au deuxième alinéa déterminée pour l'ensemble de ces mêmes sociétés. II. - Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant : TONNAGE (en unités du système de jaugeage universel) : jusqu'à 1 000 Montant (en euros) : 0,93 euros TONNAGE (en unités du système de jaugeage universel) : de 1 000 à 10 000 Montant (en euros) : 0,71 euros TONNAGE (en unités du système de jaugeage universel) : de 10 000 à 25 000 Montant (en euros) : 0,47 euros TONNAGE (en unités du système de jaugeage universel) : plus de 25 000 Montant (en euros) : 0,24 euros Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure. Le barème s'applique également pendant les périodes d'indisponibilité des navires. Le résultat imposable résultant de l'application de ce barème est majoré du montant : a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ; b. Des résultats de participations dans des organismes mentionnés aux articles 8, 8 quater, 239 quater, 239 quater B, 239 quater C et 239 quater D à l'exception des résultats de copropriétés de navires soumis au présent régime ; c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ; d. Des réintégrations prévues au d du 3 de l'article 210 A ; e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail. Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise. Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif. III. - L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2004, l'option peut être exercée au plus tard au titre de l'exercice suivant. Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe. L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période. IV. - Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants : a. La société ne possède ou n'affrète plus aucun navire éligible ; b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ; c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ; d. Une des sociétés membre d'un groupe mentionné à l'article 223 A susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III. V. - En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II. En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa. Un décret fixe les modalités d'option et les obligations déclaratives.",
            "texteHtml": "<p>I. - Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires.</p><p></p><p>L'option mentionnée au premier alinéa est valable sous réserve que l'entreprise s'engage à maintenir ou à augmenter au cours de la période décennale mentionnée au III, sous pavillon d'un Etat membre de la Communauté européenne, la proportion de tonnage net qu'elle exploite sous ce pavillon au 17 janvier 2004 ou à la date d'ouverture du premier exercice d'application du présent régime, si elle est postérieure.</p><p></p><p>Sont éligibles à ce régime les navires armés au commerce :</p><p></p><p>a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ;</p><p></p><p>b. Qui, soit sont possédés en pleine propriété ou en copropriété à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne sont pas liées directement ou indirectement au sens du 12 de l'article 39 ou à des sociétés liées n'ayant pas elles-mêmes opté pour le régime, soit sont affrétés coque nue ou à temps ;</p><p></p><p>c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ;</p><p></p><p>d. Dont la gestion stratégique et commerciale est assurée à partir de la France ;</p><p></p><p>e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime.</p><p></p><p>Lorsque l'engagement mentionné au deuxième alinéa n'est pas respecté au titre d'un exercice, les navires qui ne battent pas pavillon d'un des Etats membres de la Communauté européenne dont le tonnage a conduit à minorer la proportion de tonnage net mentionnée au même alinéa ne peuvent pas bénéficier du présent régime au titre de cet exercice.</p><p></p><p>Les dispositions de l'alinéa précédent ne s'appliquent pas si l'une des conditions suivantes est remplie :</p><p></p><p>a) Les navires éligibles au présent régime qui battent pavillon d'un des Etats membres de la Communauté européenne représentent au titre de l'exercice plus de 60 % du tonnage net de la flotte de navires éligibles ;</p><p></p><p>b) La proportion, sous pavillon d'un Etat membre de la Communauté européenne, de tonnage net des navires éligibles au présent régime n'a pas diminué en moyenne au cours des trois derniers exercices, ramenés le cas échéant à douze mois, par rapport à la proportion de tonnage net mentionnée au deuxième alinéa du I ;</p><p></p><p>c) Pour les sociétés membres d'un groupe mentionné à l'article 223 A, la proportion, sous pavillon d'un Etat membre de la Communauté européenne, de tonnage net des navires éligibles au présent régime exploités par l'ensemble des sociétés membres de ce groupe ayant opté pour le présent régime n'a pas diminué au titre de l'exercice par rapport à la proportion mentionnée au deuxième alinéa déterminée pour l'ensemble de ces mêmes sociétés.</p><p></p><p>II. - Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant :</p><p></p><p>TONNAGE (en unités du système de jaugeage universel) : jusqu'à 1 000</p><p></p><p>Montant (en euros) : 0,93 euros</p><p></p><p>TONNAGE (en unités du système de jaugeage universel) : de 1 000 à 10 000</p><p></p><p>Montant (en euros) : 0,71 euros</p><p></p><p>TONNAGE (en unités du système de jaugeage universel) : de 10 000 à 25 000</p><p></p><p>Montant (en euros) : 0,47 euros</p><p></p><p>TONNAGE (en unités du système de jaugeage universel) : plus de 25 000</p><p></p><p>Montant (en euros) : 0,24 euros</p><p></p><p>Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure.</p><p></p><p>Le barème s'applique également pendant les périodes d'indisponibilité des navires.</p><p></p><p>Le résultat imposable résultant de l'application de ce barème est majoré du montant :</p><p></p><p>a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ;</p><p></p><p>b. Des résultats de participations dans des organismes mentionnés aux articles 8, 8 quater, 239 quater, 239 quater B, 239 quater C et 239 quater D à l'exception des résultats de copropriétés de navires soumis au présent régime ;</p><p></p><p>c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ;</p><p></p><p>d. Des réintégrations prévues au d du 3 de l'article 210 A ;</p><p></p><p>e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail.</p><p></p><p>Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise.</p><p></p><p>Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif.</p><p></p><p>III. - L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2004, l'option peut être exercée au plus tard au titre de l'exercice suivant.</p><p></p><p>Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe.</p><p></p><p>L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période.</p><p></p><p>IV. - Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants :</p><p></p><p>a. La société ne possède ou n'affrète plus aucun navire éligible ;</p><p></p><p>b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ;</p><p></p><p>c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ;</p><p></p><p>d. Une des sociétés membre d'un groupe mentionné à l'article 223 A susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III.</p><p></p><p>V. - En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II.</p><p></p><p>En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa.</p><p></p><p>Un décret fixe les modalités d'option et les obligations déclaratives.</p><p></p>",
            "num": "209-0 B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1136073600000,
            "dateFin": 1167523200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 901929,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section III : Détermination du bénéfice imposable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162530",
                        "id": "LEGISCTA000006162530",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303446",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162530",
            "sectionParentId": "LEGISCTA000006162530",
            "sectionParentTitre": "Section III : Détermination du bénéfice imposable",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section III : Détermination du bénéfice imposable",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006303449",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Loi n° 2005-1720 du 30 décembre 2005, art. 47 III : Ces dispositions s'appliquent aux exercices ouverts à compter du 30 juin 2005. Pour les entreprises ayant exercé l'option pour le dispositif prévu à l'article 209-0 B du code général des impôts avant cette date, l'engagement prévu au 1° du I est souscrit lors du dépôt de la déclaration de résultat du premier exercice ouvert à compter de la même date.",
            "notaHtml": "<p></p>   NOTA : Loi n° 2005-1720 du 30 décembre 2005, art. 47 III : Ces dispositions s'appliquent aux exercices ouverts à compter du 30 juin 2005. Pour les entreprises ayant exercé l'option pour le dispositif prévu à l'article 209-0 B du code général des impôts avant cette date, l'engagement prévu au 1° du I est souscrit lors du dépôt de la déclaration de résultat du premier exercice ouvert à compter de la même date.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000813882",
                    "textTitle": "Loi 2005-1720 2005-12-30 art. 47 I, III Finances rectificative pour 2005 JORF 31 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000813882",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-31",
                    "dateSignaTexte": "2005-12-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000813882",
                    "textTitle": "Loi n°2005-1720 du 30 décembre 2005 - art. 47 (V) JORF 31 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "47",
                    "articleId": "LEGIARTI000006322643",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-31",
                    "dateSignaTexte": "2005-12-30",
                    "dateDebutCible": "2005-12-31"
                },
                {
                    "textCid": "JORFTEXT000000814579",
                    "textTitle": "Décret 2006-356 2006-03-24",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814579",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-26",
                    "dateSignaTexte": "2006-03-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000814579",
                    "textTitle": "Décret n°2006-356 du 24 mars 2006 - art. 1 () JORF 26 mars 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006250209",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-26",
                    "dateSignaTexte": "2006-03-24",
                    "dateDebutCible": "2006-03-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39, 8, 8 quater, 239 quater, 239 quater B, 239 quater C, 210 A, 39 duodecies, 223 A, 221, 239 quater D, 223 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 75, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "75",
                    "articleId": "JORFARTI000029991485",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-1655",
                    "datePubli": 1419897600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031400765",
                    "textTitle": "DÉCRET n°2015-1377 du 30 octobre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031404488",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1377",
                    "datePubli": 1446249600000,
                    "dateDebut": 1446336000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 209 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000042909650",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis",
                    "articleId": "LEGIARTI000006298343",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1069459200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis A",
                    "articleId": "LEGIARTI000006298345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167609600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2006",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303446",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1041379200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303447",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303448",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303449",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303450",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030153013",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030062334",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987619",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "209-0 B",
                "209-0"
            ],
            "versionPrecedente": "LEGIARTI000006303448",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303448",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires. Sont éligibles à ce régime les navires armés au commerce : a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ; b. Qui, soit sont possédés en pleine propriété ou en copropriété à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne sont pas liées directement ou indirectement au sens du 12 de l'article 39 ou à des sociétés liées n'ayant pas elles-mêmes opté pour le présent régime, soit sont affrétés coque nue ou à temps ; c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ; d. Dont la gestion stratégique et commerciale est assurée à partir de la France ; e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime. Les navires affrétés à temps qui ne battent pas pavillon d'un des Etats membres de la Communauté européenne ne peuvent pas bénéficier du présent régime s'ils représentent plus de 75 % du tonnage net de la flotte exploitée par l'entreprise. II. - Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant : TONNAGE (en unités du système de jaugeage universel) : jusqu'à 1 000 Montant (en euros) : 0,93 euros TONNAGE (en unités du système de jaugeage universel) : de 1 000 à 10 000 Montant (en euros) : 0,71 euros TONNAGE (en unités du système de jaugeage universel) : de 10 000 à 25 000 Montant (en euros) : 0,47 euros TONNAGE (en unités du système de jaugeage universel) : plus de 25 000 Montant (en euros) : 0,24 euros Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure. Le barème s'applique également pendant les périodes d'indisponibilité des navires. Le résultat imposable résultant de l'application de ce barème est majoré du montant : a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ; b. Des résultats de participations dans des organismes mentionnés aux articles 8, 8 quater, 239 quater, 239 quater B, 239 quater C et 239 quater D à l'exception des résultats de copropriétés de navires soumis au présent régime ; c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ; d. Des réintégrations prévues au d du 3 de l'article 210 A ; e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail. Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise. Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif. III. - L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2004, l'option peut être exercée au plus tard au titre de l'exercice suivant. Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe. L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période. IV. - Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants : a. La société ne possède ou n'affrète plus aucun navire éligible ; b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ; c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ; d. Une des sociétés membre d'un groupe mentionné à l'article 223 A susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III. V. - En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II. En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa. Un décret fixe les modalités d'option et les obligations déclaratives.",
            "texteHtml": "<p></p>   I. - Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires.<p></p><p></p>   Sont éligibles à ce régime les navires armés au commerce :<p></p><p></p>   a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ;<p></p><p></p>   b. Qui, soit sont possédés en pleine propriété ou en copropriété à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne sont pas liées directement ou indirectement au sens du 12 de l'article 39 ou à des sociétés liées n'ayant pas elles-mêmes opté pour le présent régime, soit sont affrétés coque nue ou à temps ;<p></p><p></p>   c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ;<p></p><p></p>   d. Dont la gestion stratégique et commerciale est assurée à partir de la France ;<p></p><p></p>   e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime.<p></p><p></p>   Les navires affrétés à temps qui ne battent pas pavillon d'un des Etats membres de la Communauté européenne ne peuvent pas bénéficier du présent régime s'ils représentent plus de 75 % du tonnage net de la flotte exploitée par l'entreprise.<p></p><p></p>   II. - Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant :<p></p><p></p>   TONNAGE (en unités du système de jaugeage universel) : jusqu'à 1 000<p></p><p></p>   Montant (en euros) : 0,93 euros<p></p><p></p>   TONNAGE (en unités du système de jaugeage universel) : de 1 000 à 10 000<p></p><p></p>   Montant (en euros) : 0,71 euros<p></p><p></p>   TONNAGE (en unités du système de jaugeage universel) : de 10 000 à 25 000<p></p><p></p>   Montant (en euros) : 0,47 euros<p></p><p></p>   TONNAGE (en unités du système de jaugeage universel) : plus de 25 000<p></p><p></p>   Montant (en euros) : 0,24 euros<p></p><p></p>   Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure.<p></p><p></p>   Le barème s'applique également pendant les périodes d'indisponibilité des navires.<p></p><p></p>   Le résultat imposable résultant de l'application de ce barème est majoré du montant :<p></p><p></p>   a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ;<p></p><p></p>   b. Des résultats de participations dans des organismes mentionnés aux articles 8, 8 quater, 239 quater, 239 quater B, 239 quater C et 239 quater D à l'exception des résultats de copropriétés de navires soumis au présent régime ;<p></p><p></p>   c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ;<p></p><p></p>   d. Des réintégrations prévues au d du 3 de l'article 210 A ;<p></p><p></p>   e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail.<p></p><p></p>   Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise.<p></p><p></p>   Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif.<p></p><p></p>   III. - L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2004, l'option peut être exercée au plus tard au titre de l'exercice suivant.<p></p><p></p>   Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe.<p></p><p></p>   L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période.<p></p><p></p>   IV. - Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants :<p></p><p></p>   a. La société ne possède ou n'affrète plus aucun navire éligible ;<p></p><p></p>   b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ;<p></p><p></p>   c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ;<p></p><p></p>   d. Une des sociétés membre d'un groupe mentionné à l'article 223 A susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III.<p></p><p></p>   V. - En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II.<p></p><p></p>   En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa.<p></p><p></p>   Un décret fixe les modalités d'option et les obligations déclaratives.<p></p>",
            "num": "209-0 B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1104537600000,
            "dateFin": 1135987200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 987827,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section III : Détermination du bénéfice imposable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162530",
                        "id": "LEGISCTA000006162530",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303446",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162530",
            "sectionParentId": "LEGISCTA000006162530",
            "sectionParentTitre": "Section III : Détermination du bénéfice imposable",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section III : Détermination du bénéfice imposable",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006303448",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi n°2004-1485 du 30 décembre 2004 - art. 97 (V) JORF 31 décembre 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "97",
                    "articleId": "LEGIARTI000006322356",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-12-31",
                    "dateSignaTexte": "2004-12-30",
                    "dateDebutCible": "2004-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39, 8, 8 quater, 239 quater, 239 quater B, 239 quater C, 210 A, 39 duodecies, 223 A, 221, 239 quater D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 75, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "75",
                    "articleId": "JORFARTI000029991485",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-1655",
                    "datePubli": 1419897600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031400765",
                    "textTitle": "DÉCRET n°2015-1377 du 30 octobre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031404488",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1377",
                    "datePubli": 1446249600000,
                    "dateDebut": 1446336000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 209 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000042909650",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis",
                    "articleId": "LEGIARTI000006298343",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1069459200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis A",
                    "articleId": "LEGIARTI000006298345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167609600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2005",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303446",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1041379200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303447",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303448",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303449",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303450",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030153013",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030062334",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987619",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "209-0 B",
                "209-0"
            ],
            "versionPrecedente": "LEGIARTI000006303447",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303447",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires. Sont éligibles à ce régime les navires armés au commerce : a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ; b. Qui, soit sont possédés en pleine propriété ou en copropriété à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne sont pas liées directement ou indirectement au sens du 12 de l'article 39 ou à des sociétés liées n'ayant pas elles-mêmes opté pour le présent régime, soit sont affrétés coque nue ou à temps ; c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ; d. Dont la gestion stratégique et commerciale est assurée à partir de la France ; e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime. Les navires affrétés à temps qui ne battent pas pavillon d'un des Etats membres de la Communauté européenne ne peuvent pas bénéficier du présent régime s'ils représentent plus de 75 % du tonnage net de la flotte exploitée par l'entreprise. II. - Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant : TONNAGE (en unités du système de jaugeage universel) : jusqu'à 1 000 Montant (en euros) : 0,93 euros TONNAGE (en unités du système de jaugeage universel) : de 1 000 à 10 000 Montant (en euros) : 0,71 euros TONNAGE (en unités du système de jaugeage universel) : de 10 000 à 25 000 Montant (en euros) : 0,47 euros TONNAGE (en unités du système de jaugeage universel) : plus de 25 000 Montant (en euros) : 0,24 euros Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure. Le barème s'applique également pendant les périodes d'indisponibilité des navires. Le résultat imposable résultant de l'application de ce barème est majoré du montant : a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ; b. Des résultats de participations dans des organismes mentionnés aux articles 8, 8 quater, 239 quater, 239 quater B et 239 quater C à l'exception des résultats de copropriétés de navires soumis au présent régime ; c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ; d. Des réintégrations prévues au d du 3 de l'article 210 A ; e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail. Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise. Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif. III. - L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2004, l'option peut être exercée au plus tard au titre de l'exercice suivant. Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe. L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période. IV. - Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants : a. La société ne possède ou n'affrète plus aucun navire éligible ; b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ; c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ; d. Une des sociétés membre d'un groupe mentionné à l'article 223 A susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III. V. - En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II. En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa. Un décret fixe les modalités d'option et les obligations déclaratives.",
            "texteHtml": "<p></p>   I. - Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires.<p></p><p></p>   Sont éligibles à ce régime les navires armés au commerce :<p></p><p></p>   a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ;<p></p><p></p>   b. Qui, soit sont possédés en pleine propriété ou en copropriété à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne sont pas liées directement ou indirectement au sens du 12 de l'article 39 ou à des sociétés liées n'ayant pas elles-mêmes opté pour le présent régime, soit sont affrétés coque nue ou à temps ;<p></p><p></p>   c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ;<p></p><p></p>   d. Dont la gestion stratégique et commerciale est assurée à partir de la France ;<p></p><p></p>   e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime.<p></p><p></p>   Les navires affrétés à temps qui ne battent pas pavillon d'un des Etats membres de la Communauté européenne ne peuvent pas bénéficier du présent régime s'ils représentent plus de 75 % du tonnage net de la flotte exploitée par l'entreprise.<p></p><p></p>   II. - Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant :<p></p><p></p>   TONNAGE (en unités du système de jaugeage universel) : jusqu'à 1 000<p></p><p></p>   Montant (en euros) : 0,93 euros<p></p><p></p>   TONNAGE (en unités du système de jaugeage universel) : de 1 000 à 10 000<p></p><p></p>   Montant (en euros) : 0,71 euros<p></p><p></p>   TONNAGE (en unités du système de jaugeage universel) : de 10 000 à 25 000<p></p><p></p>   Montant (en euros) : 0,47 euros<p></p><p></p>   TONNAGE (en unités du système de jaugeage universel) : plus de 25 000<p></p><p></p>   Montant (en euros) : 0,24 euros<p></p><p></p>   Pour l'application du premier alinéa, la jauge nette de chaque navire est arrondie à la centaine supérieure.<p></p><p></p>   Le barème s'applique également pendant les périodes d'indisponibilité des navires.<p></p><p></p>   Le résultat imposable résultant de l'application de ce barème est majoré du montant :<p></p><p></p>   a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ;<p></p><p></p>   b. Des résultats de participations dans des organismes mentionnés aux articles 8, 8 quater, 239 quater, 239 quater B et 239 quater C à l'exception des résultats de copropriétés de navires soumis au présent régime ;<p></p><p></p>   c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ;<p></p><p></p>   d. Des réintégrations prévues au d du 3 de l'article 210 A ;<p></p><p></p>   e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail.<p></p><p></p>   Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise.<p></p><p></p>   Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif.<p></p><p></p>   III. - L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2004, l'option peut être exercée au plus tard au titre de l'exercice suivant.<p></p><p></p>   Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe.<p></p><p></p>   L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période.<p></p><p></p>   IV. - Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants :<p></p><p></p>   a. La société ne possède ou n'affrète plus aucun navire éligible ;<p></p><p></p>   b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ;<p></p><p></p>   c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ;<p></p><p></p>   d. Une des sociétés membre d'un groupe mentionné à l'article 223 A susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III.<p></p><p></p>   V. - En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II.<p></p><p></p>   En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie au premier alinéa.<p></p><p></p>   Un décret fixe les modalités d'option et les obligations déclaratives.<p></p>",
            "num": "209-0 B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1041379200000,
            "dateFin": 1104451200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section III : Détermination du bénéfice imposable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162530",
                        "id": "LEGISCTA000006162530",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303446",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162530",
            "sectionParentId": "LEGISCTA000006162530",
            "sectionParentTitre": "Section III : Détermination du bénéfice imposable",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section III : Détermination du bénéfice imposable",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006303447",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000602018",
                    "textTitle": "Décret 2003-298 2003-03-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000602018",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-04-02",
                    "dateSignaTexte": "2003-03-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000602018",
                    "textTitle": "Décret n°2003-298 du 31 mars 2003 - art. 1 () JORF 2 avril 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006218133",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-04-02",
                    "dateSignaTexte": "2003-03-31",
                    "dateDebutCible": "2003-04-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39, 8, 8 quater, 239 quater, 239 quater B, 239 quater C, 210 A, 39 duodecies, 223 A, 221",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 75, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "75",
                    "articleId": "JORFARTI000029991485",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-1655",
                    "datePubli": 1419897600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031400765",
                    "textTitle": "DÉCRET n°2015-1377 du 30 octobre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031404488",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1377",
                    "datePubli": 1446249600000,
                    "dateDebut": 1446336000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 209 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000042909650",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis",
                    "articleId": "LEGIARTI000006298343",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1069459200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis A",
                    "articleId": "LEGIARTI000006298345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167609600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2003",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303446",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1041379200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303447",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303448",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303449",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303450",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030153013",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030062334",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987619",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "209-0 B",
                "209-0"
            ],
            "versionPrecedente": "LEGIARTI000006303446",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303446",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires. Sont éligibles à ce régime les navires armés au commerce : a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ; b. Qui, soit sont possédés en pleine propriété ou en copropriété à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne sont pas liées directement ou indirectement au sens du 12 de l'article 39 ou à des sociétés liées n'ayant pas elles-mêmes opté pour le présent régime, soit sont affrétés coque nue ou à temps ; c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ; d. Dont la gestion stratégique et commerciale est assurée à partir de la France ; e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime. Les navires affrétés à temps qui ne battent pas pavillon d'un des Etats membres de la Communauté européenne ne peuvent pas bénéficier du présent régime s'ils représentent plus de 75 % du tonnage net de la flotte exploitée par l'entreprise. II. - Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant : TONNAGE (en unités du système de jaugeage universel) JUSQU'A 1 000 0,93 euros DE 1 000 à 10 000 0,71 euros De 10 000 à 25 000 0,47 euros PLUS DE 25 000 0,24 euros Pour l'application de l'alinéa précédent, la jauge nette de chaque navire est arrondie à la centaine supérieure. Le barème s'applique également pendant les périodes d'indisponibilité des navires. Le résultat imposable résultant de l'application de ce barème est majoré du montant : a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ; b. Des résultats de participations dans des organismes mentionnés aux articles 8, 8 quater, 239 quater, 239 quater B et 239 quater C à l'exception des résultats de copropriétés de navires soumis au présent régime ; c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ; d. Des réintégrations prévues au d du 3 de l'article 210 A ; e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail. Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise. Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif. III. - L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2004, l'option peut être exercée au plus tard au titre de l'exercice suivant. Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe. L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période. IV. - Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants : a. La société ne possède ou n'affrète plus aucun navire éligible ; b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ; c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ; d. Une des sociétés membre d'un groupe mentionné à l'article 223 A susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III. V. - En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II. En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie à l'alinéa précédent. Un décret fixe les modalités d'option et les obligations déclaratives.",
            "texteHtml": "<p></p>   I. - Les entreprises dont le chiffre d'affaires provient pour 75 % au moins de l'exploitation de navires armés au commerce peuvent, sur option, être soumises au régime défini au présent article pour la détermination des bénéfices imposables provenant de l'exploitation de ces navires.<p></p><p></p>   Sont éligibles à ce régime les navires armés au commerce :<p></p><p></p>   a. Qui ont une jauge brute égale ou supérieure à 50 unités du système de jaugeage universel (UMS) ;<p></p><p></p>   b. Qui, soit sont possédés en pleine propriété ou en copropriété à l'exception de ceux donnés en affrètement coque nue à des sociétés qui ne sont pas liées directement ou indirectement au sens du 12 de l'article 39 ou à des sociétés liées n'ayant pas elles-mêmes opté pour le présent régime, soit sont affrétés coque nue ou à temps ;<p></p><p></p>   c. Qui sont affectés au transport de personnes ou de biens, au remorquage en haute mer, au sauvetage ou à d'autres activités d'assistance maritime, à des opérations de transport en relation avec l'exercice de toutes autres activités nécessairement fournies en mer ;<p></p><p></p>   d. Dont la gestion stratégique et commerciale est assurée à partir de la France ;<p></p><p></p>   e. Et qui n'ont pas été acquis, pendant la période d'application du présent régime, auprès de sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas opté elles-mêmes pour ce régime.<p></p><p></p>   Les navires affrétés à temps qui ne battent pas pavillon d'un des Etats membres de la Communauté européenne ne peuvent pas bénéficier du présent régime s'ils représentent plus de 75 % du tonnage net de la flotte exploitée par l'entreprise.<p></p><p></p>   II. - Le résultat imposable provenant des opérations directement liées à l'exploitation des navires éligibles est déterminé par application à chacun de ces navires, par jour et par tranche de jauge nette de 100 unités du système de jaugeage universel (UMS), du barème suivant :<p></p><p></p>\n TONNAGE (en unités du système de jaugeage universel)<p></p><p></p>\n JUSQU'A 1 000<p></p>\n 0,93 euros<p></p>\n DE 1 000 à 10 000<p></p>\n 0,71 euros<p></p>\n De 10 000 à 25 000<p></p>\n 0,47 euros<p></p>\n PLUS DE 25 000<p></p>\n 0,24 euros<p></p><p></p><p></p>      Pour l'application de l'alinéa précédent, la jauge nette de chaque navire est arrondie à la centaine supérieure.<p></p><p></p>   Le barème s'applique également pendant les périodes d'indisponibilité des navires.<p></p><p></p>   Le résultat imposable résultant de l'application de ce barème est majoré du montant :<p></p><p></p>   a. Des abandons de créance, subventions et libéralités accordés par des sociétés liées directement ou indirectement au sens du 12 de l'article 39 n'ayant pas elles-mêmes opté pour le présent régime ;<p></p><p></p>   b. Des résultats de participations dans des organismes mentionnés aux articles 8, 8 quater, 239 quater, 239 quater B et 239 quater C à l'exception des résultats de copropriétés de navires soumis au présent régime ;<p></p><p></p>   c. Des plus ou moins-values provenant de la cession ou de la réévaluation des navires éligibles et des éléments de l'actif immobilisé affectés à leur exploitation ;<p></p><p></p>   d. Des réintégrations prévues au d du 3 de l'article 210 A ;<p></p><p></p>   e. D'un intérêt calculé au taux mentionné au 3° du 1 de l'article 39 sur la part des capitaux propres qui excède deux fois le montant des dettes de l'entreprise majoré du montant des redevances de crédit-bail restant à payer à la clôture de l'exercice et du prix d'achat résiduel des biens pris en crédit-bail.<p></p><p></p>   Les plus et moins-values mentionnées au c sont déterminées conformément aux dispositions de l'article 39 duodecies. Pour l'application de ces dispositions, le résultat imposable résultant de l'application du barème est réputé tenir compte des amortissements pratiqués par l'entreprise.<p></p><p></p>   Le bénéfice tiré des opérations qui ne sont pas directement liées à l'exploitation de navires éligibles est déterminé dans les conditions de droit commun. Pour la détermination de ce bénéfice, les charges d'intérêts sont imputées à proportion de la valeur comptable brute des éléments d'actif concourant à la réalisation de ces opérations par rapport à la valeur comptable brute de l'ensemble des éléments d'actif.<p></p><p></p>   III. - L'option prévue au I doit être exercée au plus tard au titre d'un exercice clos ou d'une période d'imposition arrêtée avant le 1er janvier 2005. Pour les entreprises qui deviennent éligibles, pour la première fois, au présent régime au titre d'un exercice clos à compter du 1er janvier 2004, l'option peut être exercée au plus tard au titre de l'exercice suivant.<p></p><p></p>   Pour les sociétés qui sont membres d'un groupe mentionné à l'article 223 A, cette option n'est ou ne demeure valable que si elle est exercée par l'ensemble des sociétés membres du groupe susceptibles de bénéficier du régime défini par le présent article. Une société qui n'a pas opté dans les conditions prévues au premier alinéa peut, lorsqu'elle devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres ont exercé cette option, opter au titre de l'exercice d'entrée dans le groupe.<p></p><p></p>   L'option est formulée pour une période irrévocable de dix années et est renouvelable au terme de cette période.<p></p><p></p>   IV. - Les dispositions du présent article cessent de s'appliquer à compter de l'exercice ou de la période d'imposition au titre duquel survient l'un des événements suivants :<p></p><p></p>   a. La société ne possède ou n'affrète plus aucun navire éligible ;<p></p><p></p>   b. La société ne remplit plus la condition de pourcentage minimum de chiffre d'affaires provenant de l'exploitation de navires armés au commerce mentionnée au I ;<p></p><p></p>   c. La société ayant opté pour le présent régime devient membre d'un groupe mentionné à l'article 223 A dont les sociétés membres susceptibles de bénéficier du présent régime n'ont pas exercé cette option ;<p></p><p></p>   d. Une des sociétés membre d'un groupe mentionné à l'article 223 A susceptible de bénéficier du présent régime n'a pas exercé l'option prévue au III.<p></p><p></p>   V. - En cas de sortie du présent régime dans les cas prévus au IV, le résultat de l'exercice ou de la période d'imposition au titre duquel ce régime cesse de s'appliquer est augmenté de l'avantage retiré de ce régime, évalué forfaitairement à la somme des bénéfices ayant été déterminés en application du barème mentionné au II.<p></p><p></p>   En cas de réalisation de l'un des événements mentionnés au 2 de l'article 221 avant le terme de la période décennale prévue au III, à l'exception des apports et des opérations de fusion et de scission placées sous le régime prévu à l'article 210 A, le résultat de l'exercice en cours à la date de cet événement est majoré de la somme définie à l'alinéa précédent.<p></p><p></p>   Un décret fixe les modalités d'option et les obligations déclaratives.<p></p>",
            "num": "209-0 B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1041379200000,
            "dateFin": 1041379200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section III : Détermination du bénéfice imposable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162530",
                        "id": "LEGISCTA000006162530",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303446",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162530",
            "sectionParentId": "LEGISCTA000006162530",
            "sectionParentTitre": "Section III : Détermination du bénéfice imposable",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section III : Détermination du bénéfice imposable",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006303446",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000781906",
                    "textTitle": "Loi - art. 19 (V) JORF 31 décembre 2002 en vigueur le 1er janvier 2003",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000006321589",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-12-31",
                    "dateSignaTexte": "2002-12-30",
                    "dateDebutCible": "2002-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39, 8, 8 quater, 239 quater, 239 quater B, 239 quater C, 210 A, 39 duodecies, 223 A, 221",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 75, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "75",
                    "articleId": "JORFARTI000029991485",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-1655",
                    "datePubli": 1419897600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031400765",
                    "textTitle": "DÉCRET n°2015-1377 du 30 octobre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031404488",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1377",
                    "datePubli": 1446249600000,
                    "dateDebut": 1446336000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 209 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000042909650",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis",
                    "articleId": "LEGIARTI000006298343",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1069459200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZS bis A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZS bis A",
                    "articleId": "LEGIARTI000006298345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167609600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303446",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1041379200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303447",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1104451200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303448",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303449",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303450",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030153013",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030062334",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987619",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "209-0 B",
                "209-0"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}