{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037498902",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La commission est présidée par un conseiller d'Etat désigné par arrêté du Premier ministre, sur proposition du vice-président du Conseil d'Etat, ou par son suppléant désigné dans les mêmes conditions. La commission comprend en nombre égal : 1° Des membres, représentants du personnel, nommés sur proposition de chacune des organisations syndicales de fonctionnaires appelées à siéger au sein du Conseil supérieur de la fonction publique de l'Etat, à raison d'un siège pour chacune de celles-ci. Leur nombre ne peut pas être inférieur à quatre. Dans l'hypothèse où le nombre d'organisations syndicales appelées à siéger au Conseil supérieur de la fonction publique de l'Etat est inférieur à quatre, les sièges restant à pourvoir sont attribués aux organisations les plus représentatives. Les membres désignés par les organisations syndicales doivent, au moment de leur désignation, être membres du corps électoral pour la désignation des représentants des personnels aux organismes consultatifs pris en compte pour la composition du Conseil supérieur de la fonction publique de l'Etat et exercer ou avoir exercé un des emplois ou l'une des fonctions mentionnés à l'article R. 114-2 . Ces membres sont nommés par arrêté du ministre chargé de la fonction publique ; 2° Outre le président, des membres désignés par arrêté du Premier ministre, sur proposition du ministre de l'intérieur, du ministre de la justice, du ministre des affaires étrangères, du ministre de la défense et des ministres chargés du budget et de la fonction publique, en qualité de représentants de l'administration. Ces membres ne reçoivent aucune instruction de l'administration à laquelle ils appartiennent pour les affaires soumises à la commission. Hormis le président, seules peuvent siéger à la commission, en tant que représentants de l'administration, les personnes ayant la qualité de fonctionnaire de l'Etat ou qui occupent l'un des emplois mentionnés à l' article 25 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat. Le nombre des suppléants est égal au nombre des titulaires. Ils sont nommés dans les mêmes conditions. Les membres de la commission sont nommés pour la durée du mandat des membres du Conseil supérieur de la fonction publique de l'Etat. Les membres nommés sur proposition d'une organisation syndicale cessent de faire partie de la commission si cette organisation en fait la demande au ministre chargé de la fonction publique. La cessation des fonctions devient effective à la date de la nomination du nouveau membre intervenant dans les conditions prévues à l'alinéa suivant, et au plus tard à l'expiration du délai d'un mois qui suit la réception de la demande. En cas de vacance d'un siège par suite de décès, de démission ou pour toute autre cause, il est procédé, dans le délai d'un mois, à la nomination d'un nouveau membre, dont les fonctions prennent fin lors du prochain renouvellement du Conseil supérieur de la fonction publique de l'Etat. Les fonctions de membre de la commission ne sont pas rémunérées, à l'exception de celles exercées par le président. Des frais de déplacement et de séjour sont alloués aux membres de la commission convoqués pour siéger à la commission dans les conditions fixées par la réglementation applicable aux personnels civils de l'Etat. Le secrétariat de la commission est assuré par la direction générale de l'administration et de la fonction publique.",
            "texteHtml": "<p></p><p>La commission est présidée par un conseiller d'Etat désigné par arrêté du Premier ministre, sur proposition du vice-président du Conseil d'Etat, ou par son suppléant désigné dans les mêmes conditions.</p><p>La commission comprend en nombre égal :</p><p>1° Des membres, représentants du personnel, nommés sur proposition de chacune des organisations syndicales de fonctionnaires appelées à siéger au sein du Conseil supérieur de la fonction publique de l'Etat, à raison d'un siège pour chacune de celles-ci. Leur nombre ne peut pas être inférieur à quatre. Dans l'hypothèse où le nombre d'organisations syndicales appelées à siéger au Conseil supérieur de la fonction publique de l'Etat est inférieur à quatre, les sièges restant à pourvoir sont attribués aux organisations les plus représentatives.</p><p>Les membres désignés par les organisations syndicales doivent, au moment de leur désignation, être membres du corps électoral pour la désignation des représentants des personnels aux organismes consultatifs pris en compte pour la composition du Conseil supérieur de la fonction publique de l'Etat et exercer ou avoir exercé un des emplois ou l'une des fonctions mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000028284599&dateTexte=&categorieLien=cid'>R. 114-2</a>.</p><p>Ces membres sont nommés par arrêté du ministre chargé de la fonction publique ;</p><p>2° Outre le président, des membres désignés par arrêté du Premier ministre, sur proposition du ministre de l'intérieur, du ministre de la justice, du ministre des affaires étrangères, du ministre de la défense et des ministres chargés du budget et de la fonction publique, en qualité de représentants de l'administration. Ces membres ne reçoivent aucune instruction de l'administration à laquelle ils appartiennent pour les affaires soumises à la commission.</p><p>Hormis le président, seules peuvent siéger à la commission, en tant que représentants de l'administration, les personnes ayant la qualité de fonctionnaire de l'Etat ou qui occupent l'un des emplois mentionnés à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000501099&idArticle=LEGIARTI000006450553&dateTexte=&categorieLien=cid'>article 25 de la loi n° 84-16 du 11 janvier 1984 </a>portant dispositions statutaires relatives à la fonction publique de l'Etat.</p><p>Le nombre des suppléants est égal au nombre des titulaires. Ils sont nommés dans les mêmes conditions.</p><p>Les membres de la commission sont nommés pour la durée du mandat des membres du Conseil supérieur de la fonction publique de l'Etat.</p><p>Les membres nommés sur proposition d'une organisation syndicale cessent de faire partie de la commission si cette organisation en fait la demande au ministre chargé de la fonction publique. La cessation des fonctions devient effective à la date de la nomination du nouveau membre intervenant dans les conditions prévues à l'alinéa suivant, et au plus tard à l'expiration du délai d'un mois qui suit la réception de la demande.</p><p>En cas de vacance d'un siège par suite de décès, de démission ou pour toute autre cause, il est procédé, dans le délai d'un mois, à la nomination d'un nouveau membre, dont les fonctions prennent fin lors du prochain renouvellement du Conseil supérieur de la fonction publique de l'Etat.</p><p>Les fonctions de membre de la commission ne sont pas rémunérées, à l'exception de celles exercées par le président. Des frais de déplacement et de séjour sont alloués aux membres de la commission convoqués pour siéger à la commission dans les conditions fixées par la réglementation applicable aux personnels civils de l'Etat.</p><p>Le secrétariat de la commission est assuré par la direction générale de l'administration et de la fonction publique.</p><p></p>",
            "num": "R114-6-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1539561600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284571",
                        "id": "LEGISCTA000028287679",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : PRINCIPES GÉNÉRAUX ET ORGANISATION  DE LA SÉCURITÉ INTÉRIEURE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284573",
                        "id": "LEGISCTA000028287677",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : PRINCIPES GÉNÉRAUX DE LA SÉCURITÉ INTÉRIEURE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284575",
                        "id": "LEGISCTA000028287675",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Enquêtes administratives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284594",
                        "id": "LEGISCTA000028287663",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-03-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Conséquences des enquêtes administratives en application du IV de l'article L. 114-1",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036654145",
                        "id": "LEGISCTA000036654374",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036654223",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036654145",
            "sectionParentId": "LEGISCTA000036654374",
            "sectionParentTitre": "Section 2 : Conséquences des enquêtes administratives en application du IV de l'article L. 114-1",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE Ier : PRINCIPES GÉNÉRAUX ET ORGANISATION  DE LA SÉCURITÉ INTÉRIEURE &gt; TITRE Ier : PRINCIPES GÉNÉRAUX DE LA SÉCURITÉ INTÉRIEURE &gt; Chapitre IV : Enquêtes administratives &gt; Section 2 : Conséquences des enquêtes administratives en application du IV de l'article L. 114-1",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037498902",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037493556",
                    "textTitle": "Décret n°2018-887 du 12 octobre 2018 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037494182",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-10-14",
                    "dateSignaTexte": "2018-10-12",
                    "dateDebutCible": "2018-10-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "LOI n° 84-16 du 11 janvier 1984 - art. 25",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006450553",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 442713600000
                },
                {
                    "textCid": "JORFTEXT000037493556",
                    "textTitle": "Décret n°2018-887 du 12 octobre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037494174",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-887",
                    "datePubli": 1539475200000,
                    "dateDebut": 1539561600000
                },
                {
                    "textCid": "JORFTEXT000037852868",
                    "textTitle": "Décret n°2018-1236 du 24 décembre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037862438",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-1236",
                    "datePubli": 1545782400000,
                    "dateDebut": 1545868800000
                },
                {
                    "textCid": "JORFTEXT000037852868",
                    "textTitle": "Décret n°2018-1236 du 24 décembre 2018 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037862447",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-1236",
                    "datePubli": 1545782400000,
                    "dateDebut": 1545868800000
                },
                {
                    "textCid": "JORFTEXT000037852868",
                    "textTitle": "Décret n°2018-1236 du 24 décembre 2018 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000037862450",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-1236",
                    "datePubli": 1545782400000,
                    "dateDebut": 1545868800000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. R114-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R114-2",
                    "articleId": "LEGIARTI000028284599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036654377",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1519862400000,
                    "dateFin": 1539561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037498902",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1539561600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R114-6-2",
                "114-6-2"
            ],
            "versionPrecedente": "LEGIARTI000036654377",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036654377",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La commission est présidée par un conseiller d'Etat désigné par arrêté du Premier ministre, sur proposition du vice-président du Conseil d'Etat, ou par son suppléant désigné dans les mêmes conditions. La commission comprend en nombre égal : 1° Des membres, représentants du personnel, nommés sur proposition de chacune des organisations syndicales de fonctionnaires appelées à siéger au sein du Conseil supérieur de la fonction publique de l'Etat, à raison d'un siège pour chacune de celles-ci. Leur nombre ne peut pas être inférieur à six. Dans l'hypothèse où le nombre d'organisations syndicales appelées à siéger au Conseil supérieur de la fonction publique de l'Etat est inférieur à six, les sièges restant à pourvoir sont attribués aux organisations les plus représentatives. Les membres désignés par les organisations syndicales doivent, au moment de leur désignation, être membres du corps électoral pour la désignation des représentants des personnels aux organismes consultatifs pris en compte pour la composition du Conseil supérieur de la fonction publique de l'Etat et exercer ou avoir exercé un des emplois ou l'une des fonctions mentionnés à l'article R. 114-2 . Ces membres sont nommés par arrêté du ministre chargé de la fonction publique ; 2° Outre le président, des membres désignés par arrêté du Premier ministre, sur proposition du ministre de l'intérieur, du ministre de la justice, du ministre des affaires étrangères, du ministre de la défense et des ministres chargés du budget et de la fonction publique, en qualité de représentants de l'administration. Ces membres ne reçoivent aucune instruction de l'administration à laquelle ils appartiennent pour les affaires soumises à la commission. Hormis le président, seules peuvent siéger à la commission, en tant que représentants de l'administration, les personnes ayant la qualité de fonctionnaire de l'Etat ou qui occupent l'un des emplois mentionnés à l' article 25 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat. Le nombre des suppléants est égal au nombre des titulaires. Ils sont nommés dans les mêmes conditions. Les membres de la commission sont nommés pour la durée du mandat des membres du Conseil supérieur de la fonction publique de l'Etat. Les membres nommés sur proposition d'une organisation syndicale cessent de faire partie de la commission si cette organisation en fait la demande au ministre chargé de la fonction publique. La cessation des fonctions devient effective à la date de la nomination du nouveau membre intervenant dans les conditions prévues à l'alinéa suivant, et au plus tard à l'expiration du délai d'un mois qui suit la réception de la demande. En cas de vacance d'un siège par suite de décès, de démission ou pour toute autre cause, il est procédé, dans le délai d'un mois, à la nomination d'un nouveau membre, dont les fonctions prennent fin lors du prochain renouvellement du Conseil supérieur de la fonction publique de l'Etat. Les fonctions de membre de la commission sont gratuites. Des frais de déplacement et de séjour sont alloués aux membres de la commission convoqués pour siéger à la commission dans les conditions fixées par la réglementation applicable aux personnels civils de l'Etat. Le secrétariat de la commission est assuré par la direction générale de l'administration et de la fonction publique.",
            "texteHtml": "<p>La commission est présidée par un conseiller d'Etat désigné par arrêté du Premier ministre, sur proposition du vice-président du Conseil d'Etat, ou par son suppléant désigné dans les mêmes conditions.</p><p>La commission comprend en nombre égal :</p><p>1° Des membres, représentants du personnel, nommés sur proposition de chacune des organisations syndicales de fonctionnaires appelées à siéger au sein du Conseil supérieur de la fonction publique de l'Etat, à raison d'un siège pour chacune de celles-ci. Leur nombre ne peut pas être inférieur à six. Dans l'hypothèse où le nombre d'organisations syndicales appelées à siéger au Conseil supérieur de la fonction publique de l'Etat est inférieur à six, les sièges restant à pourvoir sont attribués aux organisations les plus représentatives.</p><p>Les membres désignés par les organisations syndicales doivent, au moment de leur désignation, être membres du corps électoral pour la désignation des représentants des personnels aux organismes consultatifs pris en compte pour la composition du Conseil supérieur de la fonction publique de l'Etat et exercer ou avoir exercé un des emplois ou l'une des fonctions mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000036657271&dateTexte=&categorieLien=id' title='Code de la sécurité intérieure - art. R114-2 (M)'>R. 114-2</a>.</p><p>Ces membres sont nommés par arrêté du ministre chargé de la fonction publique ;</p><p>2° Outre le président, des membres désignés par arrêté du Premier ministre, sur proposition du ministre de l'intérieur, du ministre de la justice, du ministre des affaires étrangères, du ministre de la défense et des ministres chargés du budget et de la fonction publique, en qualité de représentants de l'administration. Ces membres ne reçoivent aucune instruction de l'administration à laquelle ils appartiennent pour les affaires soumises à la commission.</p><p>Hormis le président, seules peuvent siéger à la commission, en tant que représentants de l'administration, les personnes ayant la qualité de fonctionnaire de l'Etat ou qui occupent l'un des emplois mentionnés à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000501099&idArticle=LEGIARTI000006450553&dateTexte=&categorieLien=cid'>article 25 de la loi n° 84-16 du 11 janvier 1984 </a>portant dispositions statutaires relatives à la fonction publique de l'Etat.</p><p>Le nombre des suppléants est égal au nombre des titulaires. Ils sont nommés dans les mêmes conditions.</p><p>Les membres de la commission sont nommés pour la durée du mandat des membres du Conseil supérieur de la fonction publique de l'Etat.</p><p>Les membres nommés sur proposition d'une organisation syndicale cessent de faire partie de la commission si cette organisation en fait la demande au ministre chargé de la fonction publique. La cessation des fonctions devient effective à la date de la nomination du nouveau membre intervenant dans les conditions prévues à l'alinéa suivant, et au plus tard à l'expiration du délai d'un mois qui suit la réception de la demande.</p><p>En cas de vacance d'un siège par suite de décès, de démission ou pour toute autre cause, il est procédé, dans le délai d'un mois, à la nomination d'un nouveau membre, dont les fonctions prennent fin lors du prochain renouvellement du Conseil supérieur de la fonction publique de l'Etat.</p><p>Les fonctions de membre de la commission sont gratuites. Des frais de déplacement et de séjour sont alloués aux membres de la commission convoqués pour siéger à la commission dans les conditions fixées par la réglementation applicable aux personnels civils de l'Etat.</p><p>Le secrétariat de la commission est assuré par la direction générale de l'administration et de la fonction publique.</p>",
            "num": "R114-6-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1519862400000,
            "dateFin": 1539561600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284571",
                        "id": "LEGISCTA000028287679",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : PRINCIPES GÉNÉRAUX ET ORGANISATION  DE LA SÉCURITÉ INTÉRIEURE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284573",
                        "id": "LEGISCTA000028287677",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : PRINCIPES GÉNÉRAUX DE LA SÉCURITÉ INTÉRIEURE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284575",
                        "id": "LEGISCTA000028287675",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Enquêtes administratives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284594",
                        "id": "LEGISCTA000028287663",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-03-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Conséquences des enquêtes administratives en application du IV de l'article L. 114-1",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036654145",
                        "id": "LEGISCTA000036654374",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036654223",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036654145",
            "sectionParentId": "LEGISCTA000036654374",
            "sectionParentTitre": "Section 2 : Conséquences des enquêtes administratives en application du IV de l'article L. 114-1",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE Ier : PRINCIPES GÉNÉRAUX ET ORGANISATION  DE LA SÉCURITÉ INTÉRIEURE &gt; TITRE Ier : PRINCIPES GÉNÉRAUX DE LA SÉCURITÉ INTÉRIEURE &gt; Chapitre IV : Enquêtes administratives &gt; Section 2 : Conséquences des enquêtes administratives en application du IV de l'article L. 114-1",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036654377",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036650515",
                    "textTitle": "Décret n°2018-141 du 27 février 2018 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036652950",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-02-28",
                    "dateSignaTexte": "2018-02-27",
                    "dateDebutCible": "2018-03-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "LOI n° 84-16 du 11 janvier 1984 - art. 25",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006450553",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 442713600000
                },
                {
                    "textCid": "JORFTEXT000037493556",
                    "textTitle": "Décret n°2018-887 du 12 octobre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037494174",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-887",
                    "datePubli": 1539475200000,
                    "dateDebut": 1539561600000
                },
                {
                    "textCid": "JORFTEXT000037852868",
                    "textTitle": "Décret n°2018-1236 du 24 décembre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037862438",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-1236",
                    "datePubli": 1545782400000,
                    "dateDebut": 1545868800000
                },
                {
                    "textCid": "JORFTEXT000037852868",
                    "textTitle": "Décret n°2018-1236 du 24 décembre 2018 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037862447",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-1236",
                    "datePubli": 1545782400000,
                    "dateDebut": 1545868800000
                },
                {
                    "textCid": "JORFTEXT000037852868",
                    "textTitle": "Décret n°2018-1236 du 24 décembre 2018 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000037862450",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-1236",
                    "datePubli": 1545782400000,
                    "dateDebut": 1545868800000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. R114-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R114-2",
                    "articleId": "LEGIARTI000036657271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1519862400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036654377",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1519862400000,
                    "dateFin": 1539561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037498902",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1539561600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R114-6-2",
                "114-6-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}