{
    "cid": "LEGIARTI000022791395",
    "num": "Annexe 3-8-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043588495",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3141-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3141-3",
                    "articleId": "LEGIARTI000006902640",
                    "natureText": "CODE",
                    "date": 1622680957509,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D442-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D442-2",
                    "articleId": "LEGIARTI000006907668",
                    "natureText": "CODE",
                    "date": 1622680957509,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482364800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D442-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D442-3",
                    "articleId": "LEGIARTI000022679793",
                    "natureText": "CODE",
                    "date": 1622680957509,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1281225600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D442-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D442-5",
                    "articleId": "LEGIARTI000022678222",
                    "natureText": "CODE",
                    "date": 1622680957509,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1281225600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L232-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-2",
                    "articleId": "LEGIARTI000006796962",
                    "natureText": "CODE",
                    "date": 1622680957510,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L245-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L245-3",
                    "articleId": "LEGIARTI000006797105",
                    "natureText": "CODE",
                    "date": 1622680957510,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L441-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006797937",
                    "natureText": "CODE",
                    "date": 1622680957510,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L441-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2",
                    "articleId": "LEGIARTI000006797941",
                    "natureText": "CODE",
                    "date": 1622680957510,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L442-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L442-1",
                    "articleId": "LEGIARTI000006797949",
                    "natureText": "CODE",
                    "date": 1622680957510,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L443-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-4",
                    "articleId": "LEGIARTI000006797958",
                    "natureText": "CODE",
                    "date": 1622680957510,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L444-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L444-3",
                    "articleId": "LEGIARTI000006797987",
                    "natureText": "CODE",
                    "date": 1622680957510,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1173139200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R441-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R441-1",
                    "articleId": "LEGIARTI000006907647",
                    "natureText": "CODE",
                    "date": 1622680957510,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482364800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R544-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R544-4",
                    "articleId": "LEGIARTI000037584247",
                    "natureText": "CODE",
                    "date": 1622680957510,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1541548800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043557752",
                    "textTitle": "Décret n°2021-684 du 28 mai 2021 - art. 42",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000043568290",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-05-30",
                    "dateSignaTexte": "2021-05-28",
                    "dateDebutCible": "2021-05-31"
                }
            ],
            "num": "Annexe 3-8-1",
            "origine": "LEGI",
            "texte": "ACCUEILLANTS FAMILIAUX DE GRÉ À GRÉ CONTRAT TYPE D'ACCUEIL DE PERSONNES ÂGÉES OU HANDICAPÉES ADULTES Préambule L'accueil à titre onéreux, par des particuliers, de personnes âgées ou adultes handicapées, constitue une réponse adaptée, parmi la palette des réponses offertes aux personnes âgées ou handicapées qui ne désirent plus ou ne peuvent plus, en raison de leur perte d'autonomie ou de leur handicap, demeurer à leur domicile. Elle leur permet de bénéficier d'un mode d'accueil intermédiaire entre le maintien à domicile et l'hébergement collectif en établissement ou de répondre à des situations de prise en charge temporaire, pendant des vacances ou après une hospitalisation. Ce mode d'accueil, que le Gouvernement souhaite développer parce qu'il répond à une attente forte de ces personnes et de leur famille, constitue une formule souple, recherchée en raison des avantages qu'elle présente. Elle permet généralement, par la proximité géographique du lieu de l'accueil, à la personne âgée ou handicapée de maintenir des liens tissés avec son environnement antérieur tout en lui offrant un cadre familial et sécurisant. Elle présente également un grand intérêt pour la collectivité, par le potentiel d'emplois qu'elle représente. Un contrat d'accueil est obligatoirement signé entre l'accueillant familial et chaque personne accueillie ou, s'il y a lieu, la personne chargée à son égard d'une mesure de protection juridique avec représentation relative à la personne. Ce contrat, conclu dans le cadre d'une rémunération directe de l'accueillant familial par la personne accueillie, fixe les conditions matérielles, humaines et financières de l'accueil. Pendant la période d'absence de l'accueillant familial pour congés : -un contrat annexe au contrat d'accueil doit être signé entre l'accueillant familial, le remplaçant et la personne accueillie, lorsque la personne accueillie reste au domicile de l'accueillant familial permanent. -un contrat d'accueil temporaire est conclu entre l'accueillant familial remplaçant et la personne accueillie pour la durée du remplacement lorsque la personne accueillie est hébergée chez un accueillant familial remplaçant. Contrat établi POUR UN ACCUEIL PERMANENT TEMPORAIRE (1) A temps complet A temps partiel (2) (1) Préciser le motif de l'accueil temporaire : vacances, retour d'hospitalisation, congés de l'accueillant familial... (2) Préciser si l'accueil à temps partiel est un accueil de jour, séquentiel : de semaine hors week-end, de week-end... (Case à cocher en fonction de la formule d'accueil et précisions à apporter sur le motif.) Entre l'accueillant familial : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Domicilié (e) à : Nom-Prénom (1) : Eventuellement nom d'épouse : Né (e) le : Domicilié (e) à : Et La personne accueillie : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Domicile antérieur : Représenté (e) par M./ Mme ... Assisté (e) par M./ Mme ... (préciser la qualité : famille, autres) Vu les articles L. 441-1 et suivants du code de l'action sociale et des familles ; Vu les articles R. 441-1 à R. 442-1 et D. 442-2 à D. 442-5 du code de l'action sociale et des familles ; Vu la décision du président du conseil général de (département à préciser) ... en date du ... Autorisant : Nom-Prénom : Eventuellement nom d'épouse : Et (2) Nom-prénom : Eventuellement nom d'épouse : A accueillir : (3) ... personne (s) âgée (s) ; ...personne (s) handicapée (s) ; ....personne (s) âgées ou handicapée (s) à son domicile. (1) A renseigner en cas d'agrément d'un couple. (2) A renseigner en cas d'agrément d'un couple, en application de l'article L. 441-1 du code de l'action sociale et des familles. (3) A renseigner, dans la limite d'un total de trois personnes accueillies au maximum, en fonction de la nature de l'agrément, spécifique à une population (personnes âgées ou personnes handicapées) ou bien mixte (personne (s) âgée (s) et personne (s) handicapée (s). Les parties contractantes conviennent de ce qui suit : Article 1er Obligations matérielles de l'accueillant familial Monsieur-Madame-Mademoiselle ... ou le couple ..., dénommé (e) (s) accueillant familial S'engage à accueillir à son domicile, à compter du ... Monsieur-Madame-Mademoiselle ... L'accueillant familial doit assurer : Un accueil répondant aux caractéristiques suivantes, dans le respect des règles d'hygiène et de sécurité : 1. L'hébergement. Il consiste en la mise à disposition : -d'une chambre individuelle ou d'un logement, situé (e) sous le toit de l'accueillant familial au RDC/ au étage, dont l'accès, l'utilisation et la surface sont compatibles avec le degré de handicap et les besoins de la personne (description), d'une superficie de ... m ² (minimum 9 m ² pour une personne seule et d'un minimum de 16 m ² pour un couple) ; -commodités privées : description ; -liste et description du mobilier mis à disposition : Par ailleurs, la personne accueillie a libre accès aux pièces communes : Lister les pièces (ex. : salon, salle à manger, cuisine, salle de bain, terrasse...) et doit respecter les lieux privés de l'accueillant (chambre, bureau...) ainsi que la chambre ou le logement des autres personnes accueillies. Un inventaire des meubles, des affaires personnelles ainsi que les objets précieux apportés par la personne accueillie figure en annexe du présent contrat. Un état des lieux de la chambre ou du logement figure en annexe. 2. La restauration. Elle consiste en (nombre de repas journaliers + collations) ... En cas de régime alimentaire, les repas proposés devront tenir compte des prescriptions médicales. Les repas sont partagés de manière conviviale dans la mesure où l'état de santé de la personne accueillie le permet et si elle le souhaite. 3. L'entretien. Il comprend l'entretien : -des pièces mises à disposition ; -du linge de maison ; -du linge personnel de la personne accueillie. Article 2 Obligations de l'accueillant familial Monsieur-Madame-Mademoiselle ...ou le couple ... dénommé (e) (s) accueillant familial S'engage à tout mettre en œuvre afin d'offrir un accueil familial conforme aux principes suivants à : Monsieur-Madame-Mademoiselle ... L'accueillant familial s'efforce, en accueillant la personne au sein de son foyer, de la faire participer à la vie quotidienne de sa famille. L'accueillant familial s'efforce d'aider la personne accueillie à réaliser son projet de vie et ainsi : -à retrouver, préserver ou développer son autonomie ; -à maintenir et développer ses activités sociales. L'accueillant familial s'engage : Vis-à-vis de la personne accueillie, à : -garantir par tous moyens son bien-être ; -respecter ses opinions, convictions politiques et religieuses ou morales ; -adopter un comportement courtois, exempt de toute violence verbale ou physique ; -respecter son libre choix du médecin, des auxiliaires médicaux et autres personnels sociaux et médico-sociaux (auxiliaires de vie, aides ménagères...) ; -faire preuve de réserve et de discrétion par rapport à sa correspondance et dans ses rapports avec sa famille ; -lui permettre de recevoir de la visite, préserver l'intimité de ces visites, dans un respect mutuel vis-à-vis de l'accueillant et des autres personnes accueillies ; -favoriser sa libre circulation à l'extérieur du logement (dès lors qu'elle n'est pas limitée pour raisons médicales ou décision de justice) (4) ; -préserver son intimité et son intégrité. Vis-à-vis du service chargé du suivi de la personne accueillie à : -l'alerter et l'informer de tout événement affectant le bon déroulement de l'accueil. (4) Les limitations pour raisons médicales ou décision de justice font l'objet d'un justificatif annexé au contrat. Article 3 Obligations de la personne acccueillie et/ ou de son représentant La personne accueillie et la personne chargée à son égard d'une mesure de protection juridique avec représentation relative à la personne s'engagent à respecter la vie familiale de l'accueillant, à faire preuve de réserve et de discrétion et à adopter un comportement courtois à l'égard de l'accueillant familial et de sa famille. Article 4 Existence d'une convention avec le tiers régulateur et accord Dans le cas de la signature d'un contrat avec un tiers régulateur par l'accueillant familial ou la personne accueillie (article D. 442-5 du code de l'action sociale et des familles), l'accueillant familial et la personne accueillie s'engagent à recueillir l'accord écrit de l'autre partie pour la réalisation des services retenus. Le contrat de tiers régulateur est annexé au présent contrat. Article 5 Obligations légales -Assurance obligatoire : L'accueillant familial et la personne accueillie sont tenus de souscrire, chacun pour ce qui le concerne, un contrat d'assurance et de pouvoir en justifier conformément aux dispositions de l'article L. 443-4 du code de l'action sociale et des familles. Une quittance ou une attestation annuelle de paiement des primes doit être fournie au président du conseil général. Les attestations relatives à ces contrats sont jointes en annexe. -Protection juridique : Disposition particulière : s'il s'avère que la personne accueillie a besoin d'une mesure de protection juridique, l'accueillant familial en informe la famille ou le procureur de la République et doit, concomitamment, en informer le président du conseil général. Lorsque la personne accueillie bénéficie d'une mesure de protection juridique, la personne qui assure cette mesure fait connaître à l'accueillant familial le type de dépenses qu'elle peut prendre en charge ainsi que la procédure qu'elle doit suivre en cas d'urgence. Article 6 Conditions financières de l'accueil Un relevé mensuel des contreparties financières est établi au nom de l'accueillant familial (5). Les conditions financières concernent la rémunération journalière des services rendus, l'indemnité de congé, le cas échéant l'indemnité en cas de sujétions particulières, l'indemnité représentative des frais d'entretien courant de la personne accueillie et l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie. Le montant des différents postes composant les conditions financières est fixé librement entre les parties dans le respect des dispositions législatives et réglementaires en vigueur. 1. Rémunération journalière pour services rendus et indemnité de congé. La rémunération journalière pour services rendus est fixée à SMIC horaire par jour, soit euros au (date), soit (en lettres) : ... Son montant doit être au moins égal à 2,5 SMIC horaire par jour ; il suit l'évolution de la valeur du SMIC. A la rémunération journalière pour services rendus s'ajoute une indemnité de congé égale à 10 % de la rémunération journalière pour services rendus soit ... euros, soit (en lettres) ... L'indemnité de congé est versée mensuellement au même titre que l'ensemble des frais d'accueil. La rémunération journalière pour services rendus et l'indemnité de congé sont soumises à cotisation et sont imposables. 2. Indemnité en cas de sujétions particulières. L'indemnité en cas de sujétions particulières est justifiée par la disponibilité supplémentaire de l'accueillant liée à l'état de la personne accueillie. Son montant est compris entre 1 et 4 minimum garantis (MG) par jour, en fonction du besoin d'aide de la personne accueillie, lié à son handicap ou sa perte d'autonomie. L'indemnité en cas de sujétions particulières est fixée à ... MG par jour, soit au total ... euros, soit (en lettres) ... L'indemnité en cas de sujétions particulières est soumise à cotisations et est imposable. 3. Indemnité représentative des frais d'entretien courant de la personne accueillie. L'indemnité comprend : (à cocher) -le coût des denrées alimentaires ... -les produits d'entretien et d'hygiène ... (à l'exception des produits d'hygiène à usage unique) -les frais de transports de proximité ayant un caractère occasionnel ... (précisez les déplacements assurés par l'accueillant familial) -éventuellement autres (à préciser) ... Son montant est fonction des besoins de la personne accueillie : il doit être compris entre 2 et 5 minimum garantis (MG). Elle est fixée à ... MG par jour, soit ... euros au ... (date), soit (en lettres) : ... L'indemnité représentative des frais d'entretien courant de la personne accueillie n'est pas soumise à cotisation et n'est pas imposable. Le montant de l'indemnité en cas de sujétions particulières et de l'indemnité représentative des frais d'entretien courant suit l'évolution de la valeur du minimum garanti. 4. Indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie. Le montant de l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie est négocié entre l'accueillant familial et la personne accueillie en fonction de la surface des locaux mis à disposition et de leur état. Il évolue en fonction de l'indice du coût de l'IRL (indice de référence des loyers). Elle est fixée à ... euros par jour, soit (en lettres) : ... Le président du conseil général détient un pouvoir de contrôle sur ce montant. En cas de montant manifestement abusif, l'agrément de l'accueillant familial peut être retiré dans les conditions mentionnées à l'article L. 441-2 du code de l'action sociale et des familles. Pour un accueil à temps complet, les frais d'accueil sont forfaitisés sur la base de 30,5 jours/ mois : ... Au total, les frais d'accueil sont fixés à : ...(1 + 2 + 3 + 4) ... par jour, soit ... par mois. Soit (en lettres) ... par mois. Pour information : les charges sociales patronales relatives à la rémunération journalière pour services rendus, à l'indemnité de congés et l'indemnité en cas de sujétions particulières (points 1 et 2 de l'article 6 du présent contrat) sont dues par la personne accueillie et doivent être versées à l'URSSAF. Celle-ci peut bénéficier d'une exonération partielle de ces cotisations lorsqu'elle remplit les conditions de l'article L. 241-10 du code de la sécurité sociale (6). 5. Les dépenses autres : à la charge de l'accueilli (à préciser, le cas échéant). 6. Modalités de règlement et de facturation. Le règlement des frais d'accueil est à effectuer entre le ... et le ...(jour du mois suivant). * (à renseigner le cas échéant) Une provision de ... euros, pour frais d'entretien, est versée par chèque n°... * (à renseigner le cas échéant) Une avance de ... euros, pour indemnité de mise à disposition de la ou des pièces réservées à la personne accueillie, est versée par chèque n°... Cette provision et cette avance seront soldées lors de la fin du contrat d'accueil. 7. Modalités spécifiques de règlement applicables en cas : -d'hospitalisation de la personne accueillie : précision du montant des frais d'accueil qui reste dû (à décomposer) et de la période pendant laquelle ce montant est dû ; -d'absences de la personne accueillie pour convenance personnelle : à préciser en décomposant le montant des frais d'accueil ; -de décès : l'accueillant familial perçoit, dans son intégralité, la rémunération journalière pour services rendus, l'indemnité de congé, le cas échéant l'indemnité en cas de sujétions particulières et l'indemnité représentative de frais d'entretien courant de la personne accueillie jusqu'au jour du décès inclus. L'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie est perçue jusqu'à la date de libération de la pièce mise à disposition, qui doit être libérée dans un délai maximum de 15 jours ; -d'absences de l'accueillant familial : dans la limite du droit à congé tel que défini à l'article L. 3141-3 du code du travail, soit deux jours et demi ouvrables par mois de travail, l'accueillant familial peut s'absenter si une solution permettant d'assurer la continuité de l'accueil est mise en place. a) Si la personne accueillie reste au domicile de l'accueillant familial : La rémunération pour services rendus, l'indemnité de congé et, le cas échéant, l'indemnité en cas de sujétions particulières ne sont pas versées par la personne accueillie à l'accueillant familial mais à son remplaçant. Les sommes perçues sont soumises au régime fiscal et de cotisations sociales obligatoires des salaires. L'indemnité représentative de frais d'entretien courant de la personne accueillie et l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie restent versées à l'accueillant familial. b) Si la personne accueillie est hébergée chez le remplaçant : L'ensemble des frais d'accueil est versé au remplaçant dans les mêmes conditions que celles arrêtées avec l'accueillant familial. (5) Dans le cas où l'agrément est donné à un couple, le relevé des conditions financières est établi au nom d'une des deux personnes agréées. (6) Les particuliers et personnes morales qui ont passé un contrat conforme aux articles L. 442-1 et L. 444-3 du code de l'action sociale et des familles pour l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes : a) Des personnes ayant atteint un âge déterminé et dans la limite, par foyer, et pour l'ensemble des rémunérations versées, d'un plafond de rémunération fixé par décret ; c) Des personnes titulaires : soit de l'élément de la prestation de compensation mentionnée au 1° de l'article L. 245-3 du code de l'action sociale et des familles ; soit d'une majoration pour tierce personne servie au titre de l'assurance invalidité, de la législation des accidents du travail ou d'un régime spécial de sécurité sociale ou de l'article L. 18 du code des pensions militaires d'invalidité et des victimes de la guerre ; d) Des personnes se trouvant, dans des conditions définies par décret, dans l'obligation de recourir à l'assistance d'une tierce personne pour accomplir les actes ordinaires de la vie, sous réserve d'avoir dépassé un âge fixé par décret ; e) Des personnes remplissant la condition de perte d'autonomie prévue à l'article L. 232-2 du code de l'action sociale et des familles, dans des conditions définies par décret, sont exonérés des cotisations patronales d'assurances sociales et d'allocations familiales dues sur la rémunération qu'elles versent à ces accueillants familiaux. Sauf dans le cas mentionné au a, l'exonération est accordée sur la demande des intéressés par l'organisme chargé du recouvrement des cotisations dans des conditions fixées par arrêté ministériel. Article 7 Le remplacement en cas d'absence de l'accueillant familial Le principe qui prévaut dans le dispositif de l'accueil familial est celui de la continuité de l'accueil ; par ailleurs, le contrôle exercé par le président du conseil général porte également sur le remplaçant de l'accueillant familial. Les différentes solutions envisagées pour le remplacement de l'accueillant familial doivent tenir compte de l'avis de la personne accueillie ou de la personne chargée à son égard d'une mesure de protection juridique avec représentation relative à la personne. Nom du ou des remplaçants : (à compléter) Domicilié (e) à : (à compléter) N° de téléphone : ... Toute absence de plus de 48 heures doit être signalée, sauf cas de force majeure, par écrit au président du conseil général : -si la personne accueillie reste au domicile de l'accueillant permanent, un document annexe au contrat d'accueil doit être signé par l'accueillant familial, le remplaçant et la personne accueillie et adressée au conseil général ; -si la personne accueillie est hébergée au domicile de l'accueillant familial remplaçant, un exemplaire du contrat d'accueil conclu pour une durée temporaire est adressée au conseil général. Article 8 La période probatoire Dans le cadre d'un accueil permanent, le présent contrat est signé avec une période probatoire de 1 mois renouvelable une fois à compter de la date d'arrivée de la personne accueillie au domicile de l'accueillant familial, soit du ... au ... Le renouvellement de la période probatoire doit faire l'objet d'un avenant au présent contrat. Pendant cette période, les parties peuvent librement mettre fin à ce contrat. La rémunération journalière pour services rendus, l'indemnité de congé, l'indemnité en cas de sujétions particulières et l'indemnité représentative de frais d'entretien courant de la personne accueillie cessent d'être dues par la personne accueillie le premier jour suivant son départ du domicile de l'accueillant familial. L'indemnité de mise à disposition de la ou des pièces réservées à la personne accueillie reste due jusqu'à sa libération effective des objets lui appartenant, dans un délai maximum de 15 jours. Artricle 9 Modifications-délai de prévenance-dénonciation-rupture du contrat Toute modification au présent contrat doit faire l'objet d'un avenant signé des 2 parties et transmis au président du conseil général en charge du contrôle de l'accueillant familial. Dans le cadre d'un accueil permanent, au-delà de la période probatoire, le non-renouvellement ou la rupture du contrat d'accueil par l'une ou l'autre des parties est conditionnée par un préavis d'une durée fixée à 2 mois minimum. Chaque partie doit notifier sa décision à l'autre partie par lettre recommandée avec avis de réception. En cas de non-respect de ce délai de prévenance, une indemnité compensatrice égale à 3 mois de frais d'accueil tels que prévus à l'article 6 du présent contrat est due à l'autre partie. Le délai de prévenance n'est pas exigé et aucune indemnité n'est due dans les circonstances suivantes : -non-renouvellement de l'agrément de l'accueillant familial par le président du conseil général ; -retrait de l'agrément de l'accueillant familial par le président du conseil général ; -cas de force majeure. Dans tous les cas, la rupture du contrat d'accueil ne peut ouvrir droit à des indemnités de licenciement. Article 10 Le suivi de la personne accueillie L'accueillant familial s'engage à ce qu'un suivi social et médico-social de la personne accueillie à son domicile soit possible. Ainsi, la personne accueillie pourra être rencontrée individuellement au domicile de l'accueillant familial par les services du conseil général (ou de l'organisme mandaté par le conseil général à cet effet), chargés du suivi social et médico-social. L'accueillant familial s'engage à communiquer aux services chargés du suivi social et médico-social les éléments susceptibles de contribuer à ce suivi. Article 11 Litiges En cas de litige, les parties au contrat recherchent un accord amiable en ayant recours, le cas échéant, aux services du tiers régulateur. Le contentieux est ouvert devant le tribunal judiciaire du lieu de résidence de l'accueillant familial. Article 12 Durée de validité et renouvellement Le présent contrat est signé au plus tard le jour de l'arrivée de la personne accueillie chez l'accueillant familial. Il est établi en trois exemplaires dont un est adressé au président du conseil général en charge du contrôle des accueillants familiaux. Tout avenant au contrat modifiant une disposition qui relève de la libre appréciation des parties dans le respect des dispositions législatives et réglementaires est adressé au conseil général. Le présent contrat comporte les annexes suivantes : lister les annexes et les numéroter. Le présent contrat est conclu pour une durée d'un an. Il est reconduit, chaque année, par tacite reconduction. (Ou lorsque l'accueil est temporaire) : Le présent contrat est conclu pour la période du ... au ... inclus. A..., le ... Signatures précédées de la mention manuscrite \"Lu et approuvé\" L'accueillant familial (*) La personne accueillie (ou la personne chargée à son égard d'une mesure de protection juridique avec représentation relative à la personne) (*) En cas d'agrément d'un couple, les deux membres doivent signer. Annexe au contrat d'accueil relative au remplacement (pour une absence supérieure à 48 heures) Conclu entre : L'accueillant familial : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Domicilié (e) à : Et La personne accueillie : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Représenté (e) par M./ Mme ... Assisté (e) par M./ Mme ... (préciser la qualité : famille, autres) Il est convenu, pour la période du (jour/ mois/ année) au (jour/ mois/ année), que : Le remplaçant : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Domicilié (e) à : hébergé pendant la période considérée au domicile de l'accueillant familial permanent, -certifie avoir pris connaissance du contrat conclu entre l'accueillant familial permanent et la personne accueillie ; -s'engage à respecter les obligations prévues aux articles 1,2,3,6 et 7 du contrat d'accueil conclu entre l'accueillant familial permanent et la personne accueillie ; -justifie d'une assurance responsabilité civile. La quittance ou l'attestation annuelle de paiement sont jointes au présent contrat. Les conditions financières sont les suivantes : La rémunération du remplaçant est versée par la personne accueillie : il est établi un relevé des contreparties financières dues au remplaçant et cette rémunération se compose de : -la rémunération journalière pour services rendus, fixée à... SMIC horaire par jour, soit...... euros par jour ; -l'indemnité de congé égale à 10 % de la rémunération journalière pour services rendus, soit..... euros par jour ; -l'indemnité en cas de sujétions particulières, le cas échéant. Elle est fixée à..... MG par jour, soit...... euros par jour. La rémunération et les indemnités sont soumises à cotisations et sont imposables. Le présent contrat est établi en trois exemplaires dont un est adressé au président du conseil général en charge du contrôle des remplaçants (article L. 441-2 du code de l'action sociale et des familles). Signatures précédées de la mention manuscrite \"Lu et approuvé\" L'accueillant familial (*) La personne accueillie (ou la personne chargée à son égard d'une mesure de protection juridique avec représentation relative à la personne) Le remplaçant (*) En cas d'agrément d'un couple, les deux membres doivent signer.",
            "texteHtml": "<p></p><p align='center'>ACCUEILLANTS FAMILIAUX DE GRÉ À GRÉ</p><p align='center'>CONTRAT TYPE D'ACCUEIL DE PERSONNES ÂGÉES OU HANDICAPÉES ADULTES</p><p>Préambule</p><p>L'accueil à titre onéreux, par des particuliers, de personnes âgées ou adultes handicapées, constitue une réponse adaptée, parmi la palette des réponses offertes aux personnes âgées ou handicapées qui ne désirent plus ou ne peuvent plus, en raison de leur perte d'autonomie ou de leur handicap, demeurer à leur domicile. Elle leur permet de bénéficier d'un mode d'accueil intermédiaire entre le maintien à domicile et l'hébergement collectif en établissement ou de répondre à des situations de prise en charge temporaire, pendant des vacances ou après une hospitalisation. Ce mode d'accueil, que le Gouvernement souhaite développer parce qu'il répond à une attente forte de ces personnes et de leur famille, constitue une formule souple, recherchée en raison des avantages qu'elle présente. Elle permet généralement, par la proximité géographique du lieu de l'accueil, à la personne âgée ou handicapée de maintenir des liens tissés avec son environnement antérieur tout en lui offrant un cadre familial et sécurisant. Elle présente également un grand intérêt pour la collectivité, par le potentiel d'emplois qu'elle représente.</p><p>Un contrat d'accueil est obligatoirement signé entre l'accueillant familial et chaque personne accueillie ou, s'il y a lieu, la personne chargée à son égard d'une mesure de protection juridique avec représentation relative à la personne. Ce contrat, conclu dans le cadre d'une rémunération directe de l'accueillant familial par la personne accueillie, fixe les conditions matérielles, humaines et financières de l'accueil.</p><p>Pendant la période d'absence de l'accueillant familial pour congés :</p><p>-un contrat annexe au contrat d'accueil doit être signé entre l'accueillant familial, le remplaçant et la personne accueillie, lorsque la personne accueillie reste au domicile de l'accueillant familial permanent.</p><p>-un contrat d'accueil temporaire est conclu entre l'accueillant familial remplaçant et la personne accueillie pour la durée du remplacement lorsque la personne accueillie est hébergée chez un accueillant familial remplaçant.</p><p>Contrat établi</p><center><table border='1'><tbody><tr><td><p align='center'>POUR UN ACCUEIL</p></td><td><p align='center'>PERMANENT</p></td><td><p align='center'>TEMPORAIRE (1)</p></td></tr><tr><td align='center'><br/>\n\t\t\tA temps complet</td><td align='center'></td><td align='center'></td></tr><tr><td align='center'><br/>\n\t\t\tA temps partiel (2)</td><td align='center'></td><td align='center'></td></tr><tr><td colspan='3'>(1) Préciser le motif de l'accueil temporaire : vacances, retour d'hospitalisation, congés de l'accueillant familial...<br/>\n\t\t\t(2) Préciser si l'accueil à temps partiel est un accueil de jour, séquentiel : de semaine hors week-end, de week-end...</td></tr></tbody></table></center><p>(Case à cocher en fonction de la formule d'accueil et précisions à apporter sur le motif.)</p><p>Entre</p><p>l'accueillant familial :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicilié (e) à :</p><p>Nom-Prénom (1) :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicilié (e) à :</p><p>Et</p><p>La personne accueillie :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicile antérieur :</p><p>Représenté (e) par M./ Mme ...</p><p>Assisté (e) par M./ Mme ... (préciser la qualité : famille, autres)</p><p>Vu les articles <a href='/article/LEGIARTI000006797937'>L. 441-1 et suivants </a>du code de l'action sociale et des familles ;</p><p>Vu les articles <a href='/article/LEGIARTI000006907647'>R. 441-1 à R. 442-1 </a>et <a href='/article/LEGIARTI000006907668'>D. 442-2 à D. 442-5 </a>du code de l'action sociale et des familles ;</p><p>Vu la décision du président du conseil général de (département à préciser) ... en date du ...</p><p>Autorisant :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Et (2)</p><p>Nom-prénom :</p><p>Eventuellement nom d'épouse :</p><p>A accueillir : (3) ... personne (s) âgée (s) ; ...personne (s) handicapée (s) ; ....personne (s) âgées ou handicapée (s)</p><p>à son domicile.</p><p>(1) A renseigner en cas d'agrément d'un couple.</p><p>(2) A renseigner en cas d'agrément d'un couple, en application de l'article L. 441-1 du code de l'action sociale et des familles.</p><p>(3) A renseigner, dans la limite d'un total de trois personnes accueillies au maximum, en fonction de la nature de l'agrément, spécifique à une population (personnes âgées ou personnes handicapées) ou bien mixte (personne (s) âgée (s) et personne (s) handicapée (s).</p><p>Les parties contractantes conviennent de ce qui suit :</p><p>Article 1er</p><p>Obligations matérielles de l'accueillant familial</p><p>Monsieur-Madame-Mademoiselle ... ou le couple ..., dénommé (e) (s) accueillant familial</p><p>S'engage à accueillir à son domicile, à compter du ...</p><p>Monsieur-Madame-Mademoiselle ...</p><p>L'accueillant familial doit assurer :</p><p>Un accueil répondant aux caractéristiques suivantes, dans le respect des règles d'hygiène et de sécurité :</p><p>1. L'hébergement.</p><p>Il consiste en la mise à disposition :</p><p>-d'une chambre individuelle ou d'un logement, situé (e) sous le toit de l'accueillant familial au RDC/ au<br/>\nétage, dont l'accès, l'utilisation et la surface sont compatibles avec le degré de handicap et les besoins de la personne (description), d'une superficie de ... m ² (minimum 9 m ² pour une personne seule et d'un minimum de 16 m ² pour un couple) ;</p><p>-commodités privées : description ;</p><p>-liste et description du mobilier mis à disposition :</p><p>Par ailleurs, la personne accueillie a libre accès aux pièces communes : Lister les pièces (ex. : salon, salle à manger, cuisine, salle de bain, terrasse...) et doit respecter les lieux privés de l'accueillant (chambre, bureau...) ainsi que la chambre ou le logement des autres personnes accueillies.</p><p>Un inventaire des meubles, des affaires personnelles ainsi que les objets précieux apportés par la personne accueillie figure en annexe du présent contrat.</p><p>Un état des lieux de la chambre ou du logement figure en annexe.</p><p>2. La restauration.</p><p>Elle consiste en (nombre de repas journaliers + collations) ...</p><p>En cas de régime alimentaire, les repas proposés devront tenir compte des prescriptions médicales.</p><p>Les repas sont partagés de manière conviviale dans la mesure où l'état de santé de la personne accueillie le permet et si elle le souhaite.</p><p>3. L'entretien.</p><p>Il comprend l'entretien :</p><p>-des pièces mises à disposition ;</p><p>-du linge de maison ;</p><p>-du linge personnel de la personne accueillie.</p><p>Article 2</p><p>Obligations de l'accueillant familial</p><p>Monsieur-Madame-Mademoiselle ...ou le couple ...</p><p>dénommé (e) (s) accueillant familial</p><p>S'engage à tout mettre en œuvre afin d'offrir un accueil familial conforme aux principes suivants à :</p><p>Monsieur-Madame-Mademoiselle ...</p><p>L'accueillant familial s'efforce, en accueillant la personne au sein de son foyer, de la faire participer à la vie quotidienne de sa famille.</p><p>L'accueillant familial s'efforce d'aider la personne accueillie à réaliser son projet de vie et ainsi :</p><p>-à retrouver, préserver ou développer son autonomie ;</p><p>-à maintenir et développer ses activités sociales.</p><p>L'accueillant familial s'engage :</p><p>Vis-à-vis de la personne accueillie, à :</p><p>-garantir par tous moyens son bien-être ;</p><p>-respecter ses opinions, convictions politiques et religieuses ou morales ;</p><p>-adopter un comportement courtois, exempt de toute violence verbale ou physique ;</p><p>-respecter son libre choix du médecin, des auxiliaires médicaux et autres personnels sociaux et médico-sociaux (auxiliaires de vie, aides ménagères...) ;</p><p>-faire preuve de réserve et de discrétion par rapport à sa correspondance et dans ses rapports avec sa famille ;</p><p>-lui permettre de recevoir de la visite, préserver l'intimité de ces visites, dans un respect mutuel vis-à-vis de l'accueillant et des autres personnes accueillies ;</p><p>-favoriser sa libre circulation à l'extérieur du logement (dès lors qu'elle n'est pas limitée pour raisons médicales ou décision de justice) (4) ;</p><p>-préserver son intimité et son intégrité.</p><p>Vis-à-vis du service chargé du suivi de la personne accueillie à :</p><p>-l'alerter et l'informer de tout événement affectant le bon déroulement de l'accueil.</p><p>(4) Les limitations pour raisons médicales ou décision de justice font l'objet d'un justificatif annexé au contrat.</p><p>Article 3</p><p>Obligations de la personne acccueillie et/ ou de son représentant</p><p>La personne accueillie et la personne chargée à son égard d'une mesure de protection juridique avec représentation relative à la personne s'engagent à respecter la vie familiale de l'accueillant, à faire preuve de réserve et de discrétion et à adopter un comportement courtois à l'égard de l'accueillant familial et de sa famille.</p><p>Article 4</p><p>Existence d'une convention avec le tiers régulateur et accord</p><p>Dans le cas de la signature d'un contrat avec un tiers régulateur par l'accueillant familial ou la personne accueillie (article <a href='/article/LEGIARTI000022678222'>D. 442-5 </a>du code de l'action sociale et des familles), l'accueillant familial et la personne accueillie s'engagent à recueillir l'accord écrit de l'autre partie pour la réalisation des services retenus. Le contrat de tiers régulateur est annexé au présent contrat.</p><p>Article 5</p><p>Obligations légales</p><p>-Assurance obligatoire :</p><p>L'accueillant familial et la personne accueillie sont tenus de souscrire, chacun pour ce qui le concerne, un contrat d'assurance et de pouvoir en justifier conformément aux dispositions de l'article <a href='/article/LEGIARTI000006797958'>L. 443-4 </a>du code de l'action sociale et des familles. Une quittance ou une attestation annuelle de paiement des primes doit être fournie au président du conseil général.</p><p>Les attestations relatives à ces contrats sont jointes en annexe.</p><p>-Protection juridique :</p><p>Disposition particulière : s'il s'avère que la personne accueillie a besoin d'une mesure de protection juridique, l'accueillant familial en informe la famille ou le procureur de la République et doit, concomitamment, en informer le président du conseil général.</p><p>Lorsque la personne accueillie bénéficie d'une mesure de protection juridique, la personne qui assure cette mesure fait connaître à l'accueillant familial le type de dépenses qu'elle peut prendre en charge ainsi que la procédure qu'elle doit suivre en cas d'urgence.</p><p>Article 6</p><p>Conditions financières de l'accueil</p><p>Un relevé mensuel des contreparties financières est établi au nom de l'accueillant familial (5).</p><p>Les conditions financières concernent la rémunération journalière des services rendus, l'indemnité de congé, le cas échéant l'indemnité en cas de sujétions particulières, l'indemnité représentative des frais d'entretien courant de la personne accueillie et l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie.</p><p>Le montant des différents postes composant les conditions financières est fixé librement entre les parties dans le respect des dispositions législatives et réglementaires en vigueur.</p><p>1. Rémunération journalière pour services rendus et indemnité de congé.</p><p>La rémunération journalière pour services rendus est fixée à SMIC horaire par jour, soit euros au (date), soit (en lettres) : ...</p><p>Son montant doit être au moins égal à 2,5 SMIC horaire par jour ; il suit l'évolution de la valeur du SMIC.</p><p>A la rémunération journalière pour services rendus s'ajoute une indemnité de congé égale à 10 % de la rémunération journalière pour services rendus soit ... euros, soit (en lettres) ...</p><p>L'indemnité de congé est versée mensuellement au même titre que l'ensemble des frais d'accueil.</p><p>La rémunération journalière pour services rendus et l'indemnité de congé sont soumises à cotisation et sont imposables.</p><p>2. Indemnité en cas de sujétions particulières.</p><p>L'indemnité en cas de sujétions particulières est justifiée par la disponibilité supplémentaire de l'accueillant liée à l'état de la personne accueillie.</p><p>Son montant est compris entre 1 et 4 minimum garantis (MG) par jour, en fonction du besoin d'aide de la personne accueillie, lié à son handicap ou sa perte d'autonomie.</p><p>L'indemnité en cas de sujétions particulières est fixée à ... MG par jour, soit au total ... euros, soit (en lettres) ...</p><p>L'indemnité en cas de sujétions particulières est soumise à cotisations et est imposable.</p><p>3. Indemnité représentative des frais d'entretien courant de la personne accueillie.</p><p>L'indemnité comprend : (à cocher)</p><p>-le coût des denrées alimentaires ...</p><p>-les produits d'entretien et d'hygiène ...</p><p>(à l'exception des produits d'hygiène à usage unique)</p><p>-les frais de transports de proximité ayant un caractère occasionnel ...</p><p>(précisez les déplacements assurés par l'accueillant familial)</p><p>-éventuellement autres (à préciser) ...</p><p>Son montant est fonction des besoins de la personne accueillie : il doit être compris entre 2 et 5 minimum garantis (MG).</p><p>Elle est fixée à ... MG par jour, soit ... euros au ... (date), soit (en lettres) : ...</p><p>L'indemnité représentative des frais d'entretien courant de la personne accueillie n'est pas soumise à cotisation et n'est pas imposable.</p><p>Le montant de l'indemnité en cas de sujétions particulières et de l'indemnité représentative des frais d'entretien courant suit l'évolution de la valeur du minimum garanti.</p><p>4. Indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie.</p><p>Le montant de l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie est négocié entre l'accueillant familial et la personne accueillie en fonction de la surface des locaux mis à disposition et de leur état. Il évolue en fonction de l'indice du coût de l'IRL (indice de référence des loyers).</p><p>Elle est fixée à ... euros par jour, soit (en lettres) : ...</p><p>Le président du conseil général détient un pouvoir de contrôle sur ce montant. En cas de montant manifestement abusif, l'agrément de l'accueillant familial peut être retiré dans les conditions mentionnées à l'article L. 441-2 du code de l'action sociale et des familles.</p><p>Pour un accueil à temps complet, les frais d'accueil sont forfaitisés sur la base de 30,5 jours/ mois : ...</p><p>Au total, les frais d'accueil sont fixés à : ...(1 + 2 + 3 + 4) ... par jour, soit ... par mois.</p><p>Soit (en lettres) ... par mois.</p><p>Pour information : les charges sociales patronales relatives à la rémunération journalière pour services rendus, à l'indemnité de congés et l'indemnité en cas de sujétions particulières (points 1 et 2 de l'article 6 du présent contrat) sont dues par la personne accueillie et doivent être versées à l'URSSAF. Celle-ci peut bénéficier d'une exonération partielle de ces cotisations lorsqu'elle remplit les conditions de l'article L. 241-10 du code de la sécurité sociale (6).</p><p>5. Les dépenses autres : à la charge de l'accueilli (à préciser, le cas échéant).</p><p>6. Modalités de règlement et de facturation.</p><p>Le règlement des frais d'accueil est à effectuer entre le ... et le ...(jour du mois suivant).</p><p>* (à renseigner le cas échéant) Une provision de ... euros, pour frais d'entretien, est versée par chèque n°...</p><p>* (à renseigner le cas échéant) Une avance de ... euros, pour indemnité de mise à disposition de la ou des pièces réservées à la personne accueillie, est versée par chèque n°...</p><p>Cette provision et cette avance seront soldées lors de la fin du contrat d'accueil.</p><p>7. Modalités spécifiques de règlement applicables en cas :</p><p>-d'hospitalisation de la personne accueillie : précision du montant des frais d'accueil qui reste dû (à décomposer) et de la période pendant laquelle ce montant est dû ;</p><p>-d'absences de la personne accueillie pour convenance personnelle : à préciser en décomposant le montant des frais d'accueil ;</p><p>-de décès : l'accueillant familial perçoit, dans son intégralité, la rémunération journalière pour services rendus, l'indemnité de congé, le cas échéant l'indemnité en cas de sujétions particulières et l'indemnité représentative de frais d'entretien courant de la personne accueillie jusqu'au jour du décès inclus. L'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie est perçue jusqu'à la date de libération de la pièce mise à disposition, qui doit être libérée dans un délai maximum de 15 jours ;</p><p>-d'absences de l'accueillant familial : dans la limite du droit à congé tel que défini à l'article <a href='/article/LEGIARTI000006902640'>L. 3141-3</a> du code du travail, soit deux jours et demi ouvrables par mois de travail, l'accueillant familial peut s'absenter si une solution permettant d'assurer la continuité de l'accueil est mise en place.</p><p>a) Si la personne accueillie reste au domicile de l'accueillant familial :</p><p>La rémunération pour services rendus, l'indemnité de congé et, le cas échéant, l'indemnité en cas de sujétions particulières ne sont pas versées par la personne accueillie à l'accueillant familial mais à son remplaçant. Les sommes perçues sont soumises au régime fiscal et de cotisations sociales obligatoires des salaires.</p><p>L'indemnité représentative de frais d'entretien courant de la personne accueillie et l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie restent versées à l'accueillant familial.</p><p>b) Si la personne accueillie est hébergée chez le remplaçant :</p><p>L'ensemble des frais d'accueil est versé au remplaçant dans les mêmes conditions que celles arrêtées avec l'accueillant familial.</p><p>(5) Dans le cas où l'agrément est donné à un couple, le relevé des conditions financières est établi au nom d'une des deux personnes agréées.</p><p>(6) Les particuliers et personnes morales qui ont passé un contrat conforme aux articles <a href='/article/LEGIARTI000006797949'>L. 442-1 </a>et <a href='/article/LEGIARTI000006797987'>L. 444-3 </a>du code de l'action sociale et des familles pour l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes : a) Des personnes ayant atteint un âge déterminé et dans la limite, par foyer, et pour l'ensemble des rémunérations versées, d'un plafond de rémunération fixé par décret ; c) Des personnes titulaires : soit de l'élément de la prestation de compensation mentionnée au 1° de l'article <a href='/article/LEGIARTI000006797105'>L. 245-3 </a>du code de l'action sociale et des familles ; soit d'une majoration pour tierce personne servie au titre de l'assurance invalidité, de la législation des accidents du travail ou d'un régime spécial de sécurité sociale ou de l'article L. 18 du code des pensions militaires d'invalidité et des victimes de la guerre ; d) Des personnes se trouvant, dans des conditions définies par décret, dans l'obligation de recourir à l'assistance d'une tierce personne pour accomplir les actes ordinaires de la vie, sous réserve d'avoir dépassé un âge fixé par décret ; e) Des personnes remplissant la condition de perte d'autonomie prévue à l'article <a href='/article/LEGIARTI000006796962'>L. 232-2 </a>du code de l'action sociale et des familles, dans des conditions définies par décret, sont exonérés des cotisations patronales d'assurances sociales et d'allocations familiales dues sur la rémunération qu'elles versent à ces accueillants familiaux. Sauf dans le cas mentionné au a, l'exonération est accordée sur la demande des intéressés par l'organisme chargé du recouvrement des cotisations dans des conditions fixées par arrêté ministériel.</p><p>Article 7</p><p>Le remplacement en cas d'absence de l'accueillant familial</p><p>Le principe qui prévaut dans le dispositif de l'accueil familial est celui de la continuité de l'accueil ; par ailleurs, le contrôle exercé par le président du conseil général porte également sur le remplaçant de l'accueillant familial.</p><p>Les différentes solutions envisagées pour le remplacement de l'accueillant familial doivent tenir compte de l'avis de la personne accueillie ou de la personne chargée à son égard d'une mesure de protection juridique avec représentation relative à la personne.</p><p>Nom du ou des remplaçants : (à compléter)</p><p>Domicilié (e) à : (à compléter)</p><p>N° de téléphone : ...</p><p>Toute absence de plus de 48 heures doit être signalée, sauf cas de force majeure, par écrit au président du conseil général :</p><p>-si la personne accueillie reste au domicile de l'accueillant permanent, un document annexe au contrat d'accueil doit être signé par l'accueillant familial, le remplaçant et la personne accueillie et adressée au conseil général ;</p><p>-si la personne accueillie est hébergée au domicile de l'accueillant familial remplaçant, un exemplaire du contrat d'accueil conclu pour une durée temporaire est adressée au conseil général.</p><p>Article 8</p><p>La période probatoire</p><p>Dans le cadre d'un accueil permanent, le présent contrat est signé avec une période probatoire de 1 mois renouvelable une fois à compter de la date d'arrivée de la personne accueillie au domicile de l'accueillant familial, soit du ... au ...</p><p>Le renouvellement de la période probatoire doit faire l'objet d'un avenant au présent contrat.</p><p>Pendant cette période, les parties peuvent librement mettre fin à ce contrat.</p><p>La rémunération journalière pour services rendus, l'indemnité de congé, l'indemnité en cas de sujétions particulières et l'indemnité représentative de frais d'entretien courant de la personne accueillie cessent d'être dues par la personne accueillie le premier jour suivant son départ du domicile de l'accueillant familial. L'indemnité de mise à disposition de la ou des pièces réservées à la personne accueillie reste due jusqu'à sa libération effective des objets lui appartenant, dans un délai maximum de 15 jours.</p><p>Artricle 9</p><p>Modifications-délai de prévenance-dénonciation-rupture du contrat</p><p>Toute modification au présent contrat doit faire l'objet d'un avenant signé des 2 parties et transmis au président du conseil général en charge du contrôle de l'accueillant familial.</p><p>Dans le cadre d'un accueil permanent, au-delà de la période probatoire, le non-renouvellement ou la rupture du contrat d'accueil par l'une ou l'autre des parties est conditionnée par un préavis d'une durée fixée à 2 mois minimum.</p><p>Chaque partie doit notifier sa décision à l'autre partie par lettre recommandée avec avis de réception.</p><p>En cas de non-respect de ce délai de prévenance, une indemnité compensatrice égale à 3 mois de frais d'accueil tels que prévus à l'article 6 du présent contrat est due à l'autre partie.</p><p>Le délai de prévenance n'est pas exigé et aucune indemnité n'est due dans les circonstances suivantes :</p><p>-non-renouvellement de l'agrément de l'accueillant familial par le président du conseil général ;<br/>\n-retrait de l'agrément de l'accueillant familial par le président du conseil général ;<br/>\n-cas de force majeure.</p><p>Dans tous les cas, la rupture du contrat d'accueil ne peut ouvrir droit à des indemnités de licenciement.</p><p>Article 10</p><p>Le suivi de la personne accueillie</p><p>L'accueillant familial s'engage à ce qu'un suivi social et médico-social de la personne accueillie à son domicile soit possible. Ainsi, la personne accueillie pourra être rencontrée individuellement au domicile de l'accueillant familial par les services du conseil général (ou de l'organisme mandaté par le conseil général à cet effet), chargés du suivi social et médico-social.</p><p>L'accueillant familial s'engage à communiquer aux services chargés du suivi social et médico-social les éléments susceptibles de contribuer à ce suivi.</p><p>Article 11</p><p>Litiges</p><p>En cas de litige, les parties au contrat recherchent un accord amiable en ayant recours, le cas échéant, aux services du tiers régulateur.<br/>\nLe contentieux est ouvert devant le tribunal judiciaire du lieu de résidence de l'accueillant familial.</p><p>Article 12</p><p>Durée de validité et renouvellement</p><p>Le présent contrat est signé au plus tard le jour de l'arrivée de la personne accueillie chez l'accueillant familial. Il est établi en trois exemplaires dont un est adressé au président du conseil général en charge du contrôle des accueillants familiaux. Tout avenant au contrat modifiant une disposition qui relève de la libre appréciation des parties dans le respect des dispositions législatives et réglementaires est adressé au conseil général.</p><p>Le présent contrat comporte les annexes suivantes : lister les annexes et les numéroter.</p><p>Le présent contrat est conclu pour une durée d'un an. Il est reconduit, chaque année, par tacite reconduction.</p><p>(Ou lorsque l'accueil est temporaire) : Le présent contrat est conclu pour la période du ... au ... inclus.</p><p>A..., le ...</p><p>Signatures précédées de la mention manuscrite \"Lu et approuvé\"</p><p>L'accueillant familial (*)</p><p>La personne accueillie</p><p>(ou la personne chargée à son égard d'une mesure de protection juridique avec représentation relative à la personne)</p><p>(*) En cas d'agrément d'un couple, les deux membres doivent signer.</p><p>Annexe au contrat d'accueil relative au remplacement</p><p>(pour une absence supérieure à 48 heures)</p><p>Conclu entre :</p><p>L'accueillant familial :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicilié (e) à :</p><p>Et</p><p>La personne accueillie :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Représenté (e) par M./ Mme ...</p><p>Assisté (e) par M./ Mme ... (préciser la qualité : famille, autres)</p><p>Il est convenu, pour la période du (jour/ mois/ année) au (jour/ mois/ année), que :</p><p>Le remplaçant :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicilié (e) à :</p><p>hébergé pendant la période considérée au domicile de l'accueillant familial permanent,</p><p>-certifie avoir pris connaissance du contrat conclu entre l'accueillant familial permanent et la personne accueillie ;</p><p>-s'engage à respecter les obligations prévues aux articles 1,2,3,6 et 7 du contrat d'accueil conclu entre l'accueillant familial permanent et la personne accueillie ;</p><p>-justifie d'une assurance responsabilité civile. La quittance ou l'attestation annuelle de paiement sont jointes au présent contrat.<br/>\nLes conditions financières sont les suivantes :</p><p>La rémunération du remplaçant est versée par la personne accueillie : il est établi un relevé des contreparties financières dues au remplaçant et cette rémunération se compose de :</p><p>-la rémunération journalière pour services rendus, fixée à... SMIC horaire par jour, soit...... euros par jour ;</p><p>-l'indemnité de congé égale à 10 % de la rémunération journalière pour services rendus, soit..... euros par jour ;</p><p>-l'indemnité en cas de sujétions particulières, le cas échéant. Elle est fixée à..... MG par jour, soit...... euros par jour.</p><p>La rémunération et les indemnités sont soumises à cotisations et sont imposables.</p><p>Le présent contrat est établi en trois exemplaires dont un est adressé au président du conseil général en charge du contrôle des remplaçants (article <a href='/article/LEGIARTI000006797941'>L. 441-2 </a>du code de l'action sociale et des familles).</p><p>Signatures précédées de la mention manuscrite \"Lu et approuvé\"</p><p>L'accueillant familial (*)</p><p>La personne accueillie<br/>\n(ou la personne chargée à son égard d'une mesure de protection juridique avec représentation relative à la personne)<br/></p><p>Le remplaçant</p><p>(*) En cas d'agrément d'un couple, les deux membres doivent signer.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2021-05-31T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000042041939",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3141-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3141-3",
                    "articleId": "LEGIARTI000006902640",
                    "natureText": "CODE",
                    "date": 1622680957736,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D442-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D442-2",
                    "articleId": "LEGIARTI000006907668",
                    "natureText": "CODE",
                    "date": 1622680957736,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482364800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D442-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D442-3",
                    "articleId": "LEGIARTI000022679793",
                    "natureText": "CODE",
                    "date": 1622680957736,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1281225600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D442-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D442-5",
                    "articleId": "LEGIARTI000022678222",
                    "natureText": "CODE",
                    "date": 1622680957736,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1281225600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L232-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-2",
                    "articleId": "LEGIARTI000006796962",
                    "natureText": "CODE",
                    "date": 1622680957736,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L245-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L245-3",
                    "articleId": "LEGIARTI000006797105",
                    "natureText": "CODE",
                    "date": 1622680957737,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L441-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006797937",
                    "natureText": "CODE",
                    "date": 1622680957737,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L441-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2",
                    "articleId": "LEGIARTI000006797941",
                    "natureText": "CODE",
                    "date": 1622680957737,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L442-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L442-1",
                    "articleId": "LEGIARTI000006797949",
                    "natureText": "CODE",
                    "date": 1622680957737,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L443-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-4",
                    "articleId": "LEGIARTI000006797958",
                    "natureText": "CODE",
                    "date": 1622680957737,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L444-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L444-3",
                    "articleId": "LEGIARTI000006797987",
                    "natureText": "CODE",
                    "date": 1622680957737,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1173139200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R441-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R441-1",
                    "articleId": "LEGIARTI000006907647",
                    "natureText": "CODE",
                    "date": 1622680957737,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482364800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R544-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R544-4",
                    "articleId": "LEGIARTI000037584247",
                    "natureText": "CODE",
                    "date": 1622680957737,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1541548800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110244",
                    "textTitle": "Décret n°2019-966 du 18 septembre 2019 - art. 8",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000039114120",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "num": "Annexe 3-8-1",
            "origine": "LEGI",
            "texte": "ACCUEILLANTS FAMILIAUX DE GRÉ À GRÉ CONTRAT TYPE D'ACCUEIL DE PERSONNES ÂGÉES OU HANDICAPÉES ADULTES Préambule L'accueil à titre onéreux, par des particuliers, de personnes âgées ou adultes handicapées, constitue une réponse adaptée, parmi la palette des réponses offertes aux personnes âgées ou handicapées qui ne désirent plus ou ne peuvent plus, en raison de leur perte d'autonomie ou de leur handicap, demeurer à leur domicile. Elle leur permet de bénéficier d'un mode d'accueil intermédiaire entre le maintien à domicile et l'hébergement collectif en établissement ou de répondre à des situations de prise en charge temporaire, pendant des vacances ou après une hospitalisation. Ce mode d'accueil, que le Gouvernement souhaite développer parce qu'il répond à une attente forte de ces personnes et de leur famille, constitue une formule souple, recherchée en raison des avantages qu'elle présente. Elle permet généralement, par la proximité géographique du lieu de l'accueil, à la personne âgée ou handicapée de maintenir des liens tissés avec son environnement antérieur tout en lui offrant un cadre familial et sécurisant. Elle présente également un grand intérêt pour la collectivité, par le potentiel d'emplois qu'elle représente. Un contrat d'accueil est obligatoirement signé entre l'accueillant familial et chaque personne accueillie ou, s'il y a lieu, son représentant légal. Ce contrat, conclu dans le cadre d'une rémunération directe de l'accueillant familial par la personne accueillie, fixe les conditions matérielles, humaines et financières de l'accueil. Pendant la période d'absence de l'accueillant familial pour congés : -un contrat annexe au contrat d'accueil doit être signé entre l'accueillant familial, le remplaçant et la personne accueillie, lorsque la personne accueillie reste au domicile de l'accueillant familial permanent. -un contrat d'accueil temporaire est conclu entre l'accueillant familial remplaçant et la personne accueillie pour la durée du remplacement lorsque la personne accueillie est hébergée chez un accueillant familial remplaçant. Contrat établi POUR UN ACCUEIL PERMANENT TEMPORAIRE (1) A temps complet A temps partiel (2) (1) Préciser le motif de l'accueil temporaire : vacances, retour d'hospitalisation, congés de l'accueillant familial... (2) Préciser si l'accueil à temps partiel est un accueil de jour, séquentiel : de semaine hors week-end, de week-end... (Case à cocher en fonction de la formule d'accueil et précisions à apporter sur le motif.) Entre l'accueillant familial : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Domicilié (e) à : Nom-Prénom (1) : Eventuellement nom d'épouse : Né (e) le : Domicilié (e) à : Et La personne accueillie : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Domicile antérieur : Représenté (e) par M./ Mme ... (préciser la qualité : tuteur, curateur...) Assisté (e) par M./ Mme ... (préciser la qualité : famille, autres) Vu les articles L. 441-1 et suivants du code de l'action sociale et des familles ; Vu les articles R. 441-1 à R. 442-1 et D. 442-2 à D. 442-5 du code de l'action sociale et des familles ; Vu la décision du président du conseil général de (département à préciser) ... en date du ... Autorisant : Nom-Prénom : Eventuellement nom d'épouse : Et (2) Nom-prénom : Eventuellement nom d'épouse : A accueillir : (3) ... personne (s) âgée (s) ; ...personne (s) handicapée (s) ; ....personne (s) âgées ou handicapée (s) à son domicile. (1) A renseigner en cas d'agrément d'un couple. (2) A renseigner en cas d'agrément d'un couple, en application de l'article L. 441-1 du code de l'action sociale et des familles. (3) A renseigner, dans la limite d'un total de trois personnes accueillies au maximum, en fonction de la nature de l'agrément, spécifique à une population (personnes âgées ou personnes handicapées) ou bien mixte (personne (s) âgée (s) et personne (s) handicapée (s). Les parties contractantes conviennent de ce qui suit : Article 1er Obligations matérielles de l'accueillant familial Monsieur-Madame-Mademoiselle ... ou le couple ..., dénommé (e) (s) accueillant familial S'engage à accueillir à son domicile, à compter du ... Monsieur-Madame-Mademoiselle ... L'accueillant familial doit assurer : Un accueil répondant aux caractéristiques suivantes, dans le respect des règles d'hygiène et de sécurité : 1. L'hébergement. Il consiste en la mise à disposition : -d'une chambre individuelle ou d'un logement, situé (e) sous le toit de l'accueillant familial au RDC/ au étage, dont l'accès, l'utilisation et la surface sont compatibles avec le degré de handicap et les besoins de la personne (description), d'une superficie de ... m ² (minimum 9 m ² pour une personne seule et d'un minimum de 16 m ² pour un couple) ; -commodités privées : description ; -liste et description du mobilier mis à disposition : Par ailleurs, la personne accueillie a libre accès aux pièces communes : Lister les pièces (ex. : salon, salle à manger, cuisine, salle de bain, terrasse...) et doit respecter les lieux privés de l'accueillant (chambre, bureau...) ainsi que la chambre ou le logement des autres personnes accueillies. Un inventaire des meubles, des affaires personnelles ainsi que les objets précieux apportés par la personne accueillie figure en annexe du présent contrat. Un état des lieux de la chambre ou du logement figure en annexe. 2. La restauration. Elle consiste en (nombre de repas journaliers + collations) ... En cas de régime alimentaire, les repas proposés devront tenir compte des prescriptions médicales. Les repas sont partagés de manière conviviale dans la mesure où l'état de santé de la personne accueillie le permet et si elle le souhaite. 3. L'entretien. Il comprend l'entretien : -des pièces mises à disposition ; -du linge de maison ; -du linge personnel de la personne accueillie. Article 2 Obligations de l'accueillant familial Monsieur-Madame-Mademoiselle ...ou le couple ... dénommé (e) (s) accueillant familial S'engage à tout mettre en œuvre afin d'offrir un accueil familial conforme aux principes suivants à : Monsieur-Madame-Mademoiselle ... L'accueillant familial s'efforce, en accueillant la personne au sein de son foyer, de la faire participer à la vie quotidienne de sa famille. L'accueillant familial s'efforce d'aider la personne accueillie à réaliser son projet de vie et ainsi : -à retrouver, préserver ou développer son autonomie ; -à maintenir et développer ses activités sociales. L'accueillant familial s'engage : Vis-à-vis de la personne accueillie, à : -garantir par tous moyens son bien-être ; -respecter ses opinions, convictions politiques et religieuses ou morales ; -adopter un comportement courtois, exempt de toute violence verbale ou physique ; -respecter son libre choix du médecin, des auxiliaires médicaux et autres personnels sociaux et médico-sociaux (auxiliaires de vie, aides ménagères...) ; -faire preuve de réserve et de discrétion par rapport à sa correspondance et dans ses rapports avec sa famille ; -lui permettre de recevoir de la visite, préserver l'intimité de ces visites, dans un respect mutuel vis-à-vis de l'accueillant et des autres personnes accueillies ; -favoriser sa libre circulation à l'extérieur du logement (dès lors qu'elle n'est pas limitée pour raisons médicales ou décision de justice) (4) ; -préserver son intimité et son intégrité. Vis-à-vis du service chargé du suivi de la personne accueillie à : -l'alerter et l'informer de tout événement affectant le bon déroulement de l'accueil. (4) Les limitations pour raisons médicales ou décision de justice font l'objet d'un justificatif annexé au contrat. Article 3 Obligations de la personne acccueillie et/ ou de son représentant La personne accueillie et son représentant s'engagent à respecter la vie familiale de l'accueillant, à faire preuve de réserve et de discrétion et à adopter un comportement courtois à l'égard de l'accueillant familial et de sa famille. Article 4 Existence d'une convention avec le tiers régulateur et accord Dans le cas de la signature d'un contrat avec un tiers régulateur par l'accueillant familial ou la personne accueillie (article D. 442-5 du code de l'action sociale et des familles), l'accueillant familial et la personne accueillie s'engagent à recueillir l'accord écrit de l'autre partie pour la réalisation des services retenus. Le contrat de tiers régulateur est annexé au présent contrat. Article 5 Obligations légales -Assurance obligatoire : L'accueillant familial et la personne accueillie sont tenus de souscrire, chacun pour ce qui le concerne, un contrat d'assurance et de pouvoir en justifier conformément aux dispositions de l'article L. 443-4 du code de l'action sociale et des familles. Une quittance ou une attestation annuelle de paiement des primes doit être fournie au président du conseil général. Les attestations relatives à ces contrats sont jointes en annexe. -Protection juridique : Disposition particulière : s'il s'avère que la personne accueillie a besoin d'une mesure de protection juridique, l'accueillant familial en informe la famille ou le procureur de la République et doit, concomitamment, en informer le président du conseil général. Lorsque la personne accueillie bénéficie d'une mesure de protection juridique, la personne qui assure cette mesure fait connaître à l'accueillant familial le type de dépenses qu'elle peut prendre en charge ainsi que la procédure qu'elle doit suivre en cas d'urgence. Article 6 Conditions financières de l'accueil Un relevé mensuel des contreparties financières est établi au nom de l'accueillant familial (5). Les conditions financières concernent la rémunération journalière des services rendus, l'indemnité de congé, le cas échéant l'indemnité en cas de sujétions particulières, l'indemnité représentative des frais d'entretien courant de la personne accueillie et l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie. Le montant des différents postes composant les conditions financières est fixé librement entre les parties dans le respect des dispositions législatives et réglementaires en vigueur. 1. Rémunération journalière pour services rendus et indemnité de congé. La rémunération journalière pour services rendus est fixée à SMIC horaire par jour, soit euros au (date), soit (en lettres) : ... Son montant doit être au moins égal à 2,5 SMIC horaire par jour ; il suit l'évolution de la valeur du SMIC. A la rémunération journalière pour services rendus s'ajoute une indemnité de congé égale à 10 % de la rémunération journalière pour services rendus soit ... euros, soit (en lettres) ... L'indemnité de congé est versée mensuellement au même titre que l'ensemble des frais d'accueil. La rémunération journalière pour services rendus et l'indemnité de congé sont soumises à cotisation et sont imposables. 2. Indemnité en cas de sujétions particulières. L'indemnité en cas de sujétions particulières est justifiée par la disponibilité supplémentaire de l'accueillant liée à l'état de la personne accueillie. Son montant est compris entre 1 et 4 minimum garantis (MG) par jour, en fonction du besoin d'aide de la personne accueillie, lié à son handicap ou sa perte d'autonomie. L'indemnité en cas de sujétions particulières est fixée à ... MG par jour, soit au total ... euros, soit (en lettres) ... L'indemnité en cas de sujétions particulières est soumise à cotisations et est imposable. 3. Indemnité représentative des frais d'entretien courant de la personne accueillie. L'indemnité comprend : (à cocher) -le coût des denrées alimentaires ... -les produits d'entretien et d'hygiène ... (à l'exception des produits d'hygiène à usage unique) -les frais de transports de proximité ayant un caractère occasionnel ... (précisez les déplacements assurés par l'accueillant familial) -éventuellement autres (à préciser) ... Son montant est fonction des besoins de la personne accueillie : il doit être compris entre 2 et 5 minimum garantis (MG). Elle est fixée à ... MG par jour, soit ... euros au ... (date), soit (en lettres) : ... L'indemnité représentative des frais d'entretien courant de la personne accueillie n'est pas soumise à cotisation et n'est pas imposable. Le montant de l'indemnité en cas de sujétions particulières et de l'indemnité représentative des frais d'entretien courant suit l'évolution de la valeur du minimum garanti. 4. Indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie. Le montant de l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie est négocié entre l'accueillant familial et la personne accueillie en fonction de la surface des locaux mis à disposition et de leur état. Il évolue en fonction de l'indice du coût de l'IRL (indice de référence des loyers). Elle est fixée à ... euros par jour, soit (en lettres) : ... Le président du conseil général détient un pouvoir de contrôle sur ce montant. En cas de montant manifestement abusif, l'agrément de l'accueillant familial peut être retiré dans les conditions mentionnées à l'article L. 441-2 du code de l'action sociale et des familles. Pour un accueil à temps complet, les frais d'accueil sont forfaitisés sur la base de 30,5 jours/ mois : ... Au total, les frais d'accueil sont fixés à : ...(1 + 2 + 3 + 4) ... par jour, soit ... par mois. Soit (en lettres) ... par mois. Pour information : les charges sociales patronales relatives à la rémunération journalière pour services rendus, à l'indemnité de congés et l'indemnité en cas de sujétions particulières (points 1 et 2 de l'article 6 du présent contrat) sont dues par la personne accueillie et doivent être versées à l'URSSAF. Celle-ci peut bénéficier d'une exonération partielle de ces cotisations lorsqu'elle remplit les conditions de l'article L. 241-10 du code de la sécurité sociale (6). 5. Les dépenses autres : à la charge de l'accueilli (à préciser, le cas échéant). 6. Modalités de règlement et de facturation. Le règlement des frais d'accueil est à effectuer entre le ... et le ...(jour du mois suivant). * (à renseigner le cas échéant) Une provision de ... euros, pour frais d'entretien, est versée par chèque n°... * (à renseigner le cas échéant) Une avance de ... euros, pour indemnité de mise à disposition de la ou des pièces réservées à la personne accueillie, est versée par chèque n°... Cette provision et cette avance seront soldées lors de la fin du contrat d'accueil. 7. Modalités spécifiques de règlement applicables en cas : -d'hospitalisation de la personne accueillie : précision du montant des frais d'accueil qui reste dû (à décomposer) et de la période pendant laquelle ce montant est dû ; -d'absences de la personne accueillie pour convenance personnelle : à préciser en décomposant le montant des frais d'accueil ; -de décès : l'accueillant familial perçoit, dans son intégralité, la rémunération journalière pour services rendus, l'indemnité de congé, le cas échéant l'indemnité en cas de sujétions particulières et l'indemnité représentative de frais d'entretien courant de la personne accueillie jusqu'au jour du décès inclus. L'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie est perçue jusqu'à la date de libération de la pièce mise à disposition, qui doit être libérée dans un délai maximum de 15 jours ; -d'absences de l'accueillant familial : dans la limite du droit à congé tel que défini à l'article L. 3141-3 du code du travail, soit deux jours et demi ouvrables par mois de travail, l'accueillant familial peut s'absenter si une solution permettant d'assurer la continuité de l'accueil est mise en place. a) Si la personne accueillie reste au domicile de l'accueillant familial : La rémunération pour services rendus, l'indemnité de congé et, le cas échéant, l'indemnité en cas de sujétions particulières ne sont pas versées par la personne accueillie à l'accueillant familial mais à son remplaçant. Les sommes perçues sont soumises au régime fiscal et de cotisations sociales obligatoires des salaires. L'indemnité représentative de frais d'entretien courant de la personne accueillie et l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie restent versées à l'accueillant familial. b) Si la personne accueillie est hébergée chez le remplaçant : L'ensemble des frais d'accueil est versé au remplaçant dans les mêmes conditions que celles arrêtées avec l'accueillant familial. (5) Dans le cas où l'agrément est donné à un couple, le relevé des conditions financières est établi au nom d'une des deux personnes agréées. (6) Les particuliers et personnes morales qui ont passé un contrat conforme aux articles L. 442-1 et L. 444-3 du code de l'action sociale et des familles pour l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes : a) Des personnes ayant atteint un âge déterminé et dans la limite, par foyer, et pour l'ensemble des rémunérations versées, d'un plafond de rémunération fixé par décret ; c) Des personnes titulaires : soit de l'élément de la prestation de compensation mentionnée au 1° de l'article L. 245-3 du code de l'action sociale et des familles ; soit d'une majoration pour tierce personne servie au titre de l'assurance invalidité, de la législation des accidents du travail ou d'un régime spécial de sécurité sociale ou de l'article L. 18 du code des pensions militaires d'invalidité et des victimes de la guerre ; d) Des personnes se trouvant, dans des conditions définies par décret, dans l'obligation de recourir à l'assistance d'une tierce personne pour accomplir les actes ordinaires de la vie, sous réserve d'avoir dépassé un âge fixé par décret ; e) Des personnes remplissant la condition de perte d'autonomie prévue à l'article L. 232-2 du code de l'action sociale et des familles, dans des conditions définies par décret, sont exonérés des cotisations patronales d'assurances sociales et d'allocations familiales dues sur la rémunération qu'elles versent à ces accueillants familiaux. Sauf dans le cas mentionné au a, l'exonération est accordée sur la demande des intéressés par l'organisme chargé du recouvrement des cotisations dans des conditions fixées par arrêté ministériel. Article 7 Le remplacement en cas d'absence de l'accueillant familial Le principe qui prévaut dans le dispositif de l'accueil familial est celui de la continuité de l'accueil ; par ailleurs, le contrôle exercé par le président du conseil général porte également sur le remplaçant de l'accueillant familial. Les différentes solutions envisagées pour le remplacement de l'accueillant familial doivent tenir compte de l'avis de la personne accueillie ou de son représentant légal. Nom du ou des remplaçants : (à compléter) Domicilié (e) à : (à compléter) N° de téléphone : ... Toute absence de plus de 48 heures doit être signalée, sauf cas de force majeure, par écrit au président du conseil général : -si la personne accueillie reste au domicile de l'accueillant permanent, un document annexe au contrat d'accueil doit être signé par l'accueillant familial, le remplaçant et la personne accueillie et adressée au conseil général ; -si la personne accueillie est hébergée au domicile de l'accueillant familial remplaçant, un exemplaire du contrat d'accueil conclu pour une durée temporaire est adressée au conseil général. Article 8 La période probatoire Dans le cadre d'un accueil permanent, le présent contrat est signé avec une période probatoire de 1 mois renouvelable une fois à compter de la date d'arrivée de la personne accueillie au domicile de l'accueillant familial, soit du ... au ... Le renouvellement de la période probatoire doit faire l'objet d'un avenant au présent contrat. Pendant cette période, les parties peuvent librement mettre fin à ce contrat. La rémunération journalière pour services rendus, l'indemnité de congé, l'indemnité en cas de sujétions particulières et l'indemnité représentative de frais d'entretien courant de la personne accueillie cessent d'être dues par la personne accueillie le premier jour suivant son départ du domicile de l'accueillant familial. L'indemnité de mise à disposition de la ou des pièces réservées à la personne accueillie reste due jusqu'à sa libération effective des objets lui appartenant, dans un délai maximum de 15 jours. Artricle 9 Modifications-délai de prévenance-dénonciation-rupture du contrat Toute modification au présent contrat doit faire l'objet d'un avenant signé des 2 parties et transmis au président du conseil général en charge du contrôle de l'accueillant familial. Dans le cadre d'un accueil permanent, au-delà de la période probatoire, le non-renouvellement ou la rupture du contrat d'accueil par l'une ou l'autre des parties est conditionnée par un préavis d'une durée fixée à 2 mois minimum. Chaque partie doit notifier sa décision à l'autre partie par lettre recommandée avec avis de réception. En cas de non-respect de ce délai de prévenance, une indemnité compensatrice égale à 3 mois de frais d'accueil tels que prévus à l'article 6 du présent contrat est due à l'autre partie. Le délai de prévenance n'est pas exigé et aucune indemnité n'est due dans les circonstances suivantes : -non-renouvellement de l'agrément de l'accueillant familial par le président du conseil général ; -retrait de l'agrément de l'accueillant familial par le président du conseil général ; -cas de force majeure. Dans tous les cas, la rupture du contrat d'accueil ne peut ouvrir droit à des indemnités de licenciement. Article 10 Le suivi de la personne accueillie L'accueillant familial s'engage à ce qu'un suivi social et médico-social de la personne accueillie à son domicile soit possible. Ainsi, la personne accueillie pourra être rencontrée individuellement au domicile de l'accueillant familial par les services du conseil général (ou de l'organisme mandaté par le conseil général à cet effet), chargés du suivi social et médico-social. L'accueillant familial s'engage à communiquer aux services chargés du suivi social et médico-social les éléments susceptibles de contribuer à ce suivi. Article 11 Litiges En cas de litige, les parties au contrat recherchent un accord amiable en ayant recours, le cas échéant, aux services du tiers régulateur. Le contentieux est ouvert devant le tribunal judiciaire du lieu de résidence de l'accueillant familial. Article 12 Durée de validité et renouvellement Le présent contrat est signé au plus tard le jour de l'arrivée de la personne accueillie chez l'accueillant familial. Il est établi en trois exemplaires dont un est adressé au président du conseil général en charge du contrôle des accueillants familiaux. Tout avenant au contrat modifiant une disposition qui relève de la libre appréciation des parties dans le respect des dispositions législatives et réglementaires est adressé au conseil général. Le présent contrat comporte les annexes suivantes : lister les annexes et les numéroter. Le présent contrat est conclu pour une durée d'un an. Il est reconduit, chaque année, par tacite reconduction. (Ou lorsque l'accueil est temporaire) : Le présent contrat est conclu pour la période du ... au ... inclus. A..., le ... Signatures précédées de la mention manuscrite \"Lu et approuvé\" L'accueillant familial (*) La personne accueillie (ou son représentant légal) (*) En cas d'agrément d'un couple, les deux membres doivent signer. Annexe au contrat d'accueil relative au remplacement (pour une absence supérieure à 48 heures) Conclu entre : L'accueillant familial : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Domicilié (e) à : Et La personne accueillie : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Représenté (e) par M./ Mme ... (préciser la qualité : tuteur, curateur...) Assisté (e) par M./ Mme ... (préciser la qualité : famille, autres) Il est convenu, pour la période du (jour/ mois/ année) au (jour/ mois/ année), que : Le remplaçant : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Domicilié (e) à : hébergé pendant la période considérée au domicile de l'accueillant familial permanent, -certifie avoir pris connaissance du contrat conclu entre l'accueillant familial permanent et la personne accueillie ; -s'engage à respecter les obligations prévues aux articles 1,2,3,6 et 7 du contrat d'accueil conclu entre l'accueillant familial permanent et la personne accueillie ; -justifie d'une assurance responsabilité civile. La quittance ou l'attestation annuelle de paiement sont jointes au présent contrat. Les conditions financières sont les suivantes : La rémunération du remplaçant est versée par la personne accueillie : il est établi un relevé des contreparties financières dues au remplaçant et cette rémunération se compose de : -la rémunération journalière pour services rendus, fixée à... SMIC horaire par jour, soit...... euros par jour ; -l'indemnité de congé égale à 10 % de la rémunération journalière pour services rendus, soit..... euros par jour ; -l'indemnité en cas de sujétions particulières, le cas échéant. Elle est fixée à..... MG par jour, soit...... euros par jour. La rémunération et les indemnités sont soumises à cotisations et sont imposables. Le présent contrat est établi en trois exemplaires dont un est adressé au président du conseil général en charge du contrôle des remplaçants (article L. 441-2 du code de l'action sociale et des familles). Signatures précédées de la mention manuscrite \"Lu et approuvé\" L'accueillant familial (*) La personne accueillie (ou son représentant légal) Le remplaçant (*) En cas d'agrément d'un couple, les deux membres doivent signer.",
            "texteHtml": "<p align='center'>ACCUEILLANTS FAMILIAUX DE GRÉ À GRÉ</p><p align='center'>CONTRAT TYPE D'ACCUEIL DE PERSONNES ÂGÉES OU HANDICAPÉES ADULTES</p><p>Préambule</p><p>L'accueil à titre onéreux, par des particuliers, de personnes âgées ou adultes handicapées, constitue une réponse adaptée, parmi la palette des réponses offertes aux personnes âgées ou handicapées qui ne désirent plus ou ne peuvent plus, en raison de leur perte d'autonomie ou de leur handicap, demeurer à leur domicile. Elle leur permet de bénéficier d'un mode d'accueil intermédiaire entre le maintien à domicile et l'hébergement collectif en établissement ou de répondre à des situations de prise en charge temporaire, pendant des vacances ou après une hospitalisation. Ce mode d'accueil, que le Gouvernement souhaite développer parce qu'il répond à une attente forte de ces personnes et de leur famille, constitue une formule souple, recherchée en raison des avantages qu'elle présente. Elle permet généralement, par la proximité géographique du lieu de l'accueil, à la personne âgée ou handicapée de maintenir des liens tissés avec son environnement antérieur tout en lui offrant un cadre familial et sécurisant. Elle présente également un grand intérêt pour la collectivité, par le potentiel d'emplois qu'elle représente.</p><p>Un contrat d'accueil est obligatoirement signé entre l'accueillant familial et chaque personne accueillie ou, s'il y a lieu, son représentant légal. Ce contrat, conclu dans le cadre d'une rémunération directe de l'accueillant familial par la personne accueillie, fixe les conditions matérielles, humaines et financières de l'accueil.</p><p>Pendant la période d'absence de l'accueillant familial pour congés :</p><p>-un contrat annexe au contrat d'accueil doit être signé entre l'accueillant familial, le remplaçant et la personne accueillie, lorsque la personne accueillie reste au domicile de l'accueillant familial permanent.</p><p>-un contrat d'accueil temporaire est conclu entre l'accueillant familial remplaçant et la personne accueillie pour la durée du remplacement lorsque la personne accueillie est hébergée chez un accueillant familial remplaçant.</p><p>Contrat établi</p><center><table border='1'><tbody><tr><td><p align='center'>POUR UN ACCUEIL</p></td><td><p align='center'>PERMANENT</p></td><td><p align='center'>TEMPORAIRE (1)</p></td></tr><tr><td align='center'><br/>\n\t\t\tA temps complet</td><td align='center'></td><td align='center'></td></tr><tr><td align='center'><br/>\n\t\t\tA temps partiel (2)</td><td align='center'></td><td align='center'></td></tr><tr><td colspan='3'>(1) Préciser le motif de l'accueil temporaire : vacances, retour d'hospitalisation, congés de l'accueillant familial...<br/>\n\t\t\t(2) Préciser si l'accueil à temps partiel est un accueil de jour, séquentiel : de semaine hors week-end, de week-end...</td></tr></tbody></table></center><p>(Case à cocher en fonction de la formule d'accueil et précisions à apporter sur le motif.)</p><p>Entre</p><p>l'accueillant familial :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicilié (e) à :</p><p>Nom-Prénom (1) :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicilié (e) à :</p><p>Et</p><p>La personne accueillie :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicile antérieur :</p><p>Représenté (e) par M./ Mme ... (préciser la qualité : tuteur, curateur...)</p><p>Assisté (e) par M./ Mme ... (préciser la qualité : famille, autres)</p><p>Vu les articles <a href='/article/LEGIARTI000006797937' title='Code de l'action sociale et des familles - art. L441-1 (V)'>L. 441-1 et suivants </a>du code de l'action sociale et des familles ;</p><p>Vu les articles <a href='/article/LEGIARTI000006907647' title='Code de l'action sociale et des familles - art. R441-1 (V)'>R. 441-1 à R. 442-1 </a>et <a href='/article/LEGIARTI000006907668' title='Code de l'action sociale et des familles - art. D442-2 (V)'>D. 442-2 à D. 442-5 </a>du code de l'action sociale et des familles ;</p><p>Vu la décision du président du conseil général de (département à préciser) ... en date du ...</p><p>Autorisant :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Et (2)</p><p>Nom-prénom :</p><p>Eventuellement nom d'épouse :</p><p>A accueillir : (3) ... personne (s) âgée (s) ; ...personne (s) handicapée (s) ; ....personne (s) âgées ou handicapée (s)</p><p>à son domicile.</p><p>(1) A renseigner en cas d'agrément d'un couple.</p><p>(2) A renseigner en cas d'agrément d'un couple, en application de l'article L. 441-1 du code de l'action sociale et des familles.</p><p>(3) A renseigner, dans la limite d'un total de trois personnes accueillies au maximum, en fonction de la nature de l'agrément, spécifique à une population (personnes âgées ou personnes handicapées) ou bien mixte (personne (s) âgée (s) et personne (s) handicapée (s).</p><p>Les parties contractantes conviennent de ce qui suit :</p><p>Article 1er</p><p>Obligations matérielles de l'accueillant familial</p><p>Monsieur-Madame-Mademoiselle ... ou le couple ..., dénommé (e) (s) accueillant familial</p><p>S'engage à accueillir à son domicile, à compter du ...</p><p>Monsieur-Madame-Mademoiselle ...</p><p>L'accueillant familial doit assurer :</p><p>Un accueil répondant aux caractéristiques suivantes, dans le respect des règles d'hygiène et de sécurité :</p><p>1. L'hébergement.</p><p>Il consiste en la mise à disposition :</p><p>-d'une chambre individuelle ou d'un logement, situé (e) sous le toit de l'accueillant familial au RDC/ au<br/>\nétage, dont l'accès, l'utilisation et la surface sont compatibles avec le degré de handicap et les besoins de la personne (description), d'une superficie de ... m ² (minimum 9 m ² pour une personne seule et d'un minimum de 16 m ² pour un couple) ;</p><p>-commodités privées : description ;</p><p>-liste et description du mobilier mis à disposition :</p><p>Par ailleurs, la personne accueillie a libre accès aux pièces communes : Lister les pièces (ex. : salon, salle à manger, cuisine, salle de bain, terrasse...) et doit respecter les lieux privés de l'accueillant (chambre, bureau...) ainsi que la chambre ou le logement des autres personnes accueillies.</p><p>Un inventaire des meubles, des affaires personnelles ainsi que les objets précieux apportés par la personne accueillie figure en annexe du présent contrat.</p><p>Un état des lieux de la chambre ou du logement figure en annexe.</p><p>2. La restauration.</p><p>Elle consiste en (nombre de repas journaliers + collations) ...</p><p>En cas de régime alimentaire, les repas proposés devront tenir compte des prescriptions médicales.</p><p>Les repas sont partagés de manière conviviale dans la mesure où l'état de santé de la personne accueillie le permet et si elle le souhaite.</p><p>3. L'entretien.</p><p>Il comprend l'entretien :</p><p>-des pièces mises à disposition ;</p><p>-du linge de maison ;</p><p>-du linge personnel de la personne accueillie.</p><p>Article 2</p><p>Obligations de l'accueillant familial</p><p>Monsieur-Madame-Mademoiselle ...ou le couple ...</p><p>dénommé (e) (s) accueillant familial</p><p>S'engage à tout mettre en œuvre afin d'offrir un accueil familial conforme aux principes suivants à :</p><p>Monsieur-Madame-Mademoiselle ...</p><p>L'accueillant familial s'efforce, en accueillant la personne au sein de son foyer, de la faire participer à la vie quotidienne de sa famille.</p><p>L'accueillant familial s'efforce d'aider la personne accueillie à réaliser son projet de vie et ainsi :</p><p>-à retrouver, préserver ou développer son autonomie ;</p><p>-à maintenir et développer ses activités sociales.</p><p>L'accueillant familial s'engage :</p><p>Vis-à-vis de la personne accueillie, à :</p><p>-garantir par tous moyens son bien-être ;</p><p>-respecter ses opinions, convictions politiques et religieuses ou morales ;</p><p>-adopter un comportement courtois, exempt de toute violence verbale ou physique ;</p><p>-respecter son libre choix du médecin, des auxiliaires médicaux et autres personnels sociaux et médico-sociaux (auxiliaires de vie, aides ménagères...) ;</p><p>-faire preuve de réserve et de discrétion par rapport à sa correspondance et dans ses rapports avec sa famille ;</p><p>-lui permettre de recevoir de la visite, préserver l'intimité de ces visites, dans un respect mutuel vis-à-vis de l'accueillant et des autres personnes accueillies ;</p><p>-favoriser sa libre circulation à l'extérieur du logement (dès lors qu'elle n'est pas limitée pour raisons médicales ou décision de justice) (4) ;</p><p>-préserver son intimité et son intégrité.</p><p>Vis-à-vis du service chargé du suivi de la personne accueillie à :</p><p>-l'alerter et l'informer de tout événement affectant le bon déroulement de l'accueil.</p><p>(4) Les limitations pour raisons médicales ou décision de justice font l'objet d'un justificatif annexé au contrat.</p><p>Article 3</p><p>Obligations de la personne acccueillie et/ ou de son représentant</p><p>La personne accueillie et son représentant s'engagent à respecter la vie familiale de l'accueillant, à faire preuve de réserve et de discrétion et à adopter un comportement courtois à l'égard de l'accueillant familial et de sa famille.</p><p>Article 4</p><p>Existence d'une convention avec le tiers régulateur et accord</p><p>Dans le cas de la signature d'un contrat avec un tiers régulateur par l'accueillant familial ou la personne accueillie (article <a href='/article/LEGIARTI000022678222' title='Code de l'action sociale et des familles - art. D442-5 (V)'>D. 442-5 </a>du code de l'action sociale et des familles), l'accueillant familial et la personne accueillie s'engagent à recueillir l'accord écrit de l'autre partie pour la réalisation des services retenus. Le contrat de tiers régulateur est annexé au présent contrat.</p><p>Article 5</p><p>Obligations légales</p><p>-Assurance obligatoire :</p><p>L'accueillant familial et la personne accueillie sont tenus de souscrire, chacun pour ce qui le concerne, un contrat d'assurance et de pouvoir en justifier conformément aux dispositions de l'article <a href='/article/LEGIARTI000006797958' title='Code de l'action sociale et des familles - art. L443-4 (V)'>L. 443-4 </a>du code de l'action sociale et des familles. Une quittance ou une attestation annuelle de paiement des primes doit être fournie au président du conseil général.</p><p>Les attestations relatives à ces contrats sont jointes en annexe.</p><p>-Protection juridique :</p><p>Disposition particulière : s'il s'avère que la personne accueillie a besoin d'une mesure de protection juridique, l'accueillant familial en informe la famille ou le procureur de la République et doit, concomitamment, en informer le président du conseil général.</p><p>Lorsque la personne accueillie bénéficie d'une mesure de protection juridique, la personne qui assure cette mesure fait connaître à l'accueillant familial le type de dépenses qu'elle peut prendre en charge ainsi que la procédure qu'elle doit suivre en cas d'urgence.</p><p>Article 6</p><p>Conditions financières de l'accueil</p><p>Un relevé mensuel des contreparties financières est établi au nom de l'accueillant familial (5).</p><p>Les conditions financières concernent la rémunération journalière des services rendus, l'indemnité de congé, le cas échéant l'indemnité en cas de sujétions particulières, l'indemnité représentative des frais d'entretien courant de la personne accueillie et l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie.</p><p>Le montant des différents postes composant les conditions financières est fixé librement entre les parties dans le respect des dispositions législatives et réglementaires en vigueur.</p><p>1. Rémunération journalière pour services rendus et indemnité de congé.</p><p>La rémunération journalière pour services rendus est fixée à SMIC horaire par jour, soit euros au (date), soit (en lettres) : ...</p><p>Son montant doit être au moins égal à 2,5 SMIC horaire par jour ; il suit l'évolution de la valeur du SMIC.</p><p>A la rémunération journalière pour services rendus s'ajoute une indemnité de congé égale à 10 % de la rémunération journalière pour services rendus soit ... euros, soit (en lettres) ...</p><p>L'indemnité de congé est versée mensuellement au même titre que l'ensemble des frais d'accueil.</p><p>La rémunération journalière pour services rendus et l'indemnité de congé sont soumises à cotisation et sont imposables.</p><p>2. Indemnité en cas de sujétions particulières.</p><p>L'indemnité en cas de sujétions particulières est justifiée par la disponibilité supplémentaire de l'accueillant liée à l'état de la personne accueillie.</p><p>Son montant est compris entre 1 et 4 minimum garantis (MG) par jour, en fonction du besoin d'aide de la personne accueillie, lié à son handicap ou sa perte d'autonomie.</p><p>L'indemnité en cas de sujétions particulières est fixée à ... MG par jour, soit au total ... euros, soit (en lettres) ...</p><p>L'indemnité en cas de sujétions particulières est soumise à cotisations et est imposable.</p><p>3. Indemnité représentative des frais d'entretien courant de la personne accueillie.</p><p>L'indemnité comprend : (à cocher)</p><p>-le coût des denrées alimentaires ...</p><p>-les produits d'entretien et d'hygiène ...</p><p>(à l'exception des produits d'hygiène à usage unique)</p><p>-les frais de transports de proximité ayant un caractère occasionnel ...</p><p>(précisez les déplacements assurés par l'accueillant familial)</p><p>-éventuellement autres (à préciser) ...</p><p>Son montant est fonction des besoins de la personne accueillie : il doit être compris entre 2 et 5 minimum garantis (MG).</p><p>Elle est fixée à ... MG par jour, soit ... euros au ... (date), soit (en lettres) : ...</p><p>L'indemnité représentative des frais d'entretien courant de la personne accueillie n'est pas soumise à cotisation et n'est pas imposable.</p><p>Le montant de l'indemnité en cas de sujétions particulières et de l'indemnité représentative des frais d'entretien courant suit l'évolution de la valeur du minimum garanti.</p><p>4. Indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie.</p><p>Le montant de l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie est négocié entre l'accueillant familial et la personne accueillie en fonction de la surface des locaux mis à disposition et de leur état. Il évolue en fonction de l'indice du coût de l'IRL (indice de référence des loyers).</p><p>Elle est fixée à ... euros par jour, soit (en lettres) : ...</p><p>Le président du conseil général détient un pouvoir de contrôle sur ce montant. En cas de montant manifestement abusif, l'agrément de l'accueillant familial peut être retiré dans les conditions mentionnées à l'article L. 441-2 du code de l'action sociale et des familles.</p><p>Pour un accueil à temps complet, les frais d'accueil sont forfaitisés sur la base de 30,5 jours/ mois : ...</p><p>Au total, les frais d'accueil sont fixés à : ...(1 + 2 + 3 + 4) ... par jour, soit ... par mois.</p><p>Soit (en lettres) ... par mois.</p><p>Pour information : les charges sociales patronales relatives à la rémunération journalière pour services rendus, à l'indemnité de congés et l'indemnité en cas de sujétions particulières (points 1 et 2 de l'article 6 du présent contrat) sont dues par la personne accueillie et doivent être versées à l'URSSAF. Celle-ci peut bénéficier d'une exonération partielle de ces cotisations lorsqu'elle remplit les conditions de l'article L. 241-10 du code de la sécurité sociale (6).</p><p>5. Les dépenses autres : à la charge de l'accueilli (à préciser, le cas échéant).</p><p>6. Modalités de règlement et de facturation.</p><p>Le règlement des frais d'accueil est à effectuer entre le ... et le ...(jour du mois suivant).</p><p>* (à renseigner le cas échéant) Une provision de ... euros, pour frais d'entretien, est versée par chèque n°...</p><p>* (à renseigner le cas échéant) Une avance de ... euros, pour indemnité de mise à disposition de la ou des pièces réservées à la personne accueillie, est versée par chèque n°...</p><p>Cette provision et cette avance seront soldées lors de la fin du contrat d'accueil.</p><p>7. Modalités spécifiques de règlement applicables en cas :</p><p>-d'hospitalisation de la personne accueillie : précision du montant des frais d'accueil qui reste dû (à décomposer) et de la période pendant laquelle ce montant est dû ;</p><p>-d'absences de la personne accueillie pour convenance personnelle : à préciser en décomposant le montant des frais d'accueil ;</p><p>-de décès : l'accueillant familial perçoit, dans son intégralité, la rémunération journalière pour services rendus, l'indemnité de congé, le cas échéant l'indemnité en cas de sujétions particulières et l'indemnité représentative de frais d'entretien courant de la personne accueillie jusqu'au jour du décès inclus. L'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie est perçue jusqu'à la date de libération de la pièce mise à disposition, qui doit être libérée dans un délai maximum de 15 jours ;</p><p>-d'absences de l'accueillant familial : dans la limite du droit à congé tel que défini à l'article <a href='/article/LEGIARTI000006902640' title='Code du travail - art. L3141-3 (V)'>L. 3141-3</a> du code du travail, soit deux jours et demi ouvrables par mois de travail, l'accueillant familial peut s'absenter si une solution permettant d'assurer la continuité de l'accueil est mise en place.</p><p>a) Si la personne accueillie reste au domicile de l'accueillant familial :</p><p>La rémunération pour services rendus, l'indemnité de congé et, le cas échéant, l'indemnité en cas de sujétions particulières ne sont pas versées par la personne accueillie à l'accueillant familial mais à son remplaçant. Les sommes perçues sont soumises au régime fiscal et de cotisations sociales obligatoires des salaires.</p><p>L'indemnité représentative de frais d'entretien courant de la personne accueillie et l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie restent versées à l'accueillant familial.</p><p>b) Si la personne accueillie est hébergée chez le remplaçant :</p><p>L'ensemble des frais d'accueil est versé au remplaçant dans les mêmes conditions que celles arrêtées avec l'accueillant familial.</p><p>(5) Dans le cas où l'agrément est donné à un couple, le relevé des conditions financières est établi au nom d'une des deux personnes agréées.</p><p>(6) Les particuliers et personnes morales qui ont passé un contrat conforme aux articles <a href='/article/LEGIARTI000006797949' title='Code de l'action sociale et des familles - art. L442-1 (V)'>L. 442-1 </a>et <a href='/article/LEGIARTI000006797987' title='Code de l'action sociale et des familles - art. L444-3 (V)'>L. 444-3 </a>du code de l'action sociale et des familles pour l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes : a) Des personnes ayant atteint un âge déterminé et dans la limite, par foyer, et pour l'ensemble des rémunérations versées, d'un plafond de rémunération fixé par décret ; c) Des personnes titulaires : soit de l'élément de la prestation de compensation mentionnée au 1° de l'article <a href='/article/LEGIARTI000006797105' title='Code de l'action sociale et des familles - art. L245-3 (V)'>L. 245-3 </a>du code de l'action sociale et des familles ; soit d'une majoration pour tierce personne servie au titre de l'assurance invalidité, de la législation des accidents du travail ou d'un régime spécial de sécurité sociale ou de l'article L. 18 du code des pensions militaires d'invalidité et des victimes de la guerre ; d) Des personnes se trouvant, dans des conditions définies par décret, dans l'obligation de recourir à l'assistance d'une tierce personne pour accomplir les actes ordinaires de la vie, sous réserve d'avoir dépassé un âge fixé par décret ; e) Des personnes remplissant la condition de perte d'autonomie prévue à l'article <a href='/article/LEGIARTI000006796962' title='Code de l'action sociale et des familles - art. L232-2 (V)'>L. 232-2 </a>du code de l'action sociale et des familles, dans des conditions définies par décret, sont exonérés des cotisations patronales d'assurances sociales et d'allocations familiales dues sur la rémunération qu'elles versent à ces accueillants familiaux. Sauf dans le cas mentionné au a, l'exonération est accordée sur la demande des intéressés par l'organisme chargé du recouvrement des cotisations dans des conditions fixées par arrêté ministériel.</p><p>Article 7</p><p>Le remplacement en cas d'absence de l'accueillant familial</p><p>Le principe qui prévaut dans le dispositif de l'accueil familial est celui de la continuité de l'accueil ; par ailleurs, le contrôle exercé par le président du conseil général porte également sur le remplaçant de l'accueillant familial.</p><p>Les différentes solutions envisagées pour le remplacement de l'accueillant familial doivent tenir compte de l'avis de la personne accueillie ou de son représentant légal.</p><p>Nom du ou des remplaçants : (à compléter)</p><p>Domicilié (e) à : (à compléter)</p><p>N° de téléphone : ...</p><p>Toute absence de plus de 48 heures doit être signalée, sauf cas de force majeure, par écrit au président du conseil général :</p><p>-si la personne accueillie reste au domicile de l'accueillant permanent, un document annexe au contrat d'accueil doit être signé par l'accueillant familial, le remplaçant et la personne accueillie et adressée au conseil général ;</p><p>-si la personne accueillie est hébergée au domicile de l'accueillant familial remplaçant, un exemplaire du contrat d'accueil conclu pour une durée temporaire est adressée au conseil général.</p><p>Article 8</p><p>La période probatoire</p><p>Dans le cadre d'un accueil permanent, le présent contrat est signé avec une période probatoire de 1 mois renouvelable une fois à compter de la date d'arrivée de la personne accueillie au domicile de l'accueillant familial, soit du ... au ...</p><p>Le renouvellement de la période probatoire doit faire l'objet d'un avenant au présent contrat.</p><p>Pendant cette période, les parties peuvent librement mettre fin à ce contrat.</p><p>La rémunération journalière pour services rendus, l'indemnité de congé, l'indemnité en cas de sujétions particulières et l'indemnité représentative de frais d'entretien courant de la personne accueillie cessent d'être dues par la personne accueillie le premier jour suivant son départ du domicile de l'accueillant familial. L'indemnité de mise à disposition de la ou des pièces réservées à la personne accueillie reste due jusqu'à sa libération effective des objets lui appartenant, dans un délai maximum de 15 jours.</p><p>Artricle 9</p><p>Modifications-délai de prévenance-dénonciation-rupture du contrat</p><p>Toute modification au présent contrat doit faire l'objet d'un avenant signé des 2 parties et transmis au président du conseil général en charge du contrôle de l'accueillant familial.</p><p>Dans le cadre d'un accueil permanent, au-delà de la période probatoire, le non-renouvellement ou la rupture du contrat d'accueil par l'une ou l'autre des parties est conditionnée par un préavis d'une durée fixée à 2 mois minimum.</p><p>Chaque partie doit notifier sa décision à l'autre partie par lettre recommandée avec avis de réception.</p><p>En cas de non-respect de ce délai de prévenance, une indemnité compensatrice égale à 3 mois de frais d'accueil tels que prévus à l'article 6 du présent contrat est due à l'autre partie.</p><p>Le délai de prévenance n'est pas exigé et aucune indemnité n'est due dans les circonstances suivantes :</p><p>-non-renouvellement de l'agrément de l'accueillant familial par le président du conseil général ;<br/>\n-retrait de l'agrément de l'accueillant familial par le président du conseil général ;<br/>\n-cas de force majeure.</p><p>Dans tous les cas, la rupture du contrat d'accueil ne peut ouvrir droit à des indemnités de licenciement.</p><p>Article 10</p><p>Le suivi de la personne accueillie</p><p>L'accueillant familial s'engage à ce qu'un suivi social et médico-social de la personne accueillie à son domicile soit possible. Ainsi, la personne accueillie pourra être rencontrée individuellement au domicile de l'accueillant familial par les services du conseil général (ou de l'organisme mandaté par le conseil général à cet effet), chargés du suivi social et médico-social.</p><p>L'accueillant familial s'engage à communiquer aux services chargés du suivi social et médico-social les éléments susceptibles de contribuer à ce suivi.</p><p>Article 11</p><p>Litiges</p><p>En cas de litige, les parties au contrat recherchent un accord amiable en ayant recours, le cas échéant, aux services du tiers régulateur.<br/>\nLe contentieux est ouvert devant le tribunal judiciaire du lieu de résidence de l'accueillant familial.</p><p>Article 12</p><p>Durée de validité et renouvellement</p><p>Le présent contrat est signé au plus tard le jour de l'arrivée de la personne accueillie chez l'accueillant familial. Il est établi en trois exemplaires dont un est adressé au président du conseil général en charge du contrôle des accueillants familiaux. Tout avenant au contrat modifiant une disposition qui relève de la libre appréciation des parties dans le respect des dispositions législatives et réglementaires est adressé au conseil général.</p><p>Le présent contrat comporte les annexes suivantes : lister les annexes et les numéroter.</p><p>Le présent contrat est conclu pour une durée d'un an. Il est reconduit, chaque année, par tacite reconduction.</p><p>(Ou lorsque l'accueil est temporaire) : Le présent contrat est conclu pour la période du ... au ... inclus.</p><p>A..., le ...</p><p>Signatures précédées de la mention manuscrite \"Lu et approuvé\"</p><p>L'accueillant familial (*)</p><p>La personne accueillie</p><p>(ou son représentant légal)</p><p>(*) En cas d'agrément d'un couple, les deux membres doivent signer.</p><p>Annexe au contrat d'accueil relative au remplacement</p><p>(pour une absence supérieure à 48 heures)</p><p>Conclu entre :</p><p>L'accueillant familial :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicilié (e) à :</p><p>Et</p><p>La personne accueillie :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Représenté (e) par M./ Mme ...</p><p>(préciser la qualité : tuteur, curateur...)</p><p>Assisté (e) par M./ Mme ... (préciser la qualité : famille, autres)</p><p>Il est convenu, pour la période du (jour/ mois/ année) au (jour/ mois/ année), que :</p><p>Le remplaçant :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicilié (e) à :</p><p>hébergé pendant la période considérée au domicile de l'accueillant familial permanent,</p><p>-certifie avoir pris connaissance du contrat conclu entre l'accueillant familial permanent et la personne accueillie ;</p><p>-s'engage à respecter les obligations prévues aux articles 1,2,3,6 et 7 du contrat d'accueil conclu entre l'accueillant familial permanent et la personne accueillie ;</p><p>-justifie d'une assurance responsabilité civile. La quittance ou l'attestation annuelle de paiement sont jointes au présent contrat.<br/>\nLes conditions financières sont les suivantes :</p><p>La rémunération du remplaçant est versée par la personne accueillie : il est établi un relevé des contreparties financières dues au remplaçant et cette rémunération se compose de :</p><p>-la rémunération journalière pour services rendus, fixée à... SMIC horaire par jour, soit...... euros par jour ;</p><p>-l'indemnité de congé égale à 10 % de la rémunération journalière pour services rendus, soit..... euros par jour ;</p><p>-l'indemnité en cas de sujétions particulières, le cas échéant. Elle est fixée à..... MG par jour, soit...... euros par jour.</p><p>La rémunération et les indemnités sont soumises à cotisations et sont imposables.</p><p>Le présent contrat est établi en trois exemplaires dont un est adressé au président du conseil général en charge du contrôle des remplaçants (article <a href='/article/LEGIARTI000006797941' title='Code de l'action sociale et des familles - art. L441-2 (V)'>L. 441-2 </a>du code de l'action sociale et des familles).</p><p>Signatures précédées de la mention manuscrite \"Lu et approuvé\"</p><p>L'accueillant familial (*)</p><p>La personne accueillie<br/>\n(ou son représentant légal)</p><p>Le remplaçant</p><p>(*) En cas d'agrément d'un couple, les deux membres doivent signer.</p>",
            "type": "AUTONOME",
            "dateDebut": "2020-01-01T00:00:00.000Z",
            "dateFin": "2021-05-31T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000022791395",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3141-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3141-3",
                    "articleId": "LEGIARTI000006902640",
                    "natureText": "CODE",
                    "date": 1622680988923,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D442-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D442-2",
                    "articleId": "LEGIARTI000006907668",
                    "natureText": "CODE",
                    "date": 1622680988923,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482364800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D442-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D442-3",
                    "articleId": "LEGIARTI000022679793",
                    "natureText": "CODE",
                    "date": 1622680988923,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1281225600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D442-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D442-5",
                    "articleId": "LEGIARTI000022678222",
                    "natureText": "CODE",
                    "date": 1622680988923,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1281225600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L232-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-2",
                    "articleId": "LEGIARTI000006796962",
                    "natureText": "CODE",
                    "date": 1622680988923,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L245-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L245-3",
                    "articleId": "LEGIARTI000006797105",
                    "natureText": "CODE",
                    "date": 1622680988923,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L441-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006797937",
                    "natureText": "CODE",
                    "date": 1622680988923,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L441-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2",
                    "articleId": "LEGIARTI000006797941",
                    "natureText": "CODE",
                    "date": 1622680988923,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L442-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L442-1",
                    "articleId": "LEGIARTI000006797949",
                    "natureText": "CODE",
                    "date": 1622680988923,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L443-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-4",
                    "articleId": "LEGIARTI000006797958",
                    "natureText": "CODE",
                    "date": 1622680988923,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L444-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L444-3",
                    "articleId": "LEGIARTI000006797987",
                    "natureText": "CODE",
                    "date": 1622680988923,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1173139200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R441-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R441-1",
                    "articleId": "LEGIARTI000006907647",
                    "natureText": "CODE",
                    "date": 1622680988924,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482364800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R544-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R544-4",
                    "articleId": "LEGIARTI000037584247",
                    "natureText": "CODE",
                    "date": 1622680988924,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1541548800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022788369",
                    "textTitle": "Décret n° 2010-928\r\n du 3 août 2010, v. init.",
                    "linkType": "RECTIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000022788369",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-09-04",
                    "dateSignaTexte": "2010-08-03",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "Annexe 3-8-1",
            "origine": "LEGI",
            "texte": "ACCUEILLANTS FAMILIAUX DE GRÉ À GRÉ CONTRAT TYPE D'ACCUEIL DE PERSONNES ÂGÉES OU HANDICAPÉES ADULTES Préambule L'accueil à titre onéreux, par des particuliers, de personnes âgées ou adultes handicapées, constitue une réponse adaptée, parmi la palette des réponses offertes aux personnes âgées ou handicapées qui ne désirent plus ou ne peuvent plus, en raison de leur perte d'autonomie ou de leur handicap, demeurer à leur domicile. Elle leur permet de bénéficier d'un mode d'accueil intermédiaire entre le maintien à domicile et l'hébergement collectif en établissement ou de répondre à des situations de prise en charge temporaire, pendant des vacances ou après une hospitalisation. Ce mode d'accueil, que le Gouvernement souhaite développer parce qu'il répond à une attente forte de ces personnes et de leur famille, constitue une formule souple, recherchée en raison des avantages qu'elle présente. Elle permet généralement, par la proximité géographique du lieu de l'accueil, à la personne âgée ou handicapée de maintenir des liens tissés avec son environnement antérieur tout en lui offrant un cadre familial et sécurisant. Elle présente également un grand intérêt pour la collectivité, par le potentiel d'emplois qu'elle représente. Un contrat d'accueil est obligatoirement signé entre l'accueillant familial et chaque personne accueillie ou, s'il y a lieu, son représentant légal. Ce contrat, conclu dans le cadre d'une rémunération directe de l'accueillant familial par la personne accueillie, fixe les conditions matérielles, humaines et financières de l'accueil. Pendant la période d'absence de l'accueillant familial pour congés : -un contrat annexe au contrat d'accueil doit être signé entre l'accueillant familial, le remplaçant et la personne accueillie, lorsque la personne accueillie reste au domicile de l'accueillant familial permanent. -un contrat d'accueil temporaire est conclu entre l'accueillant familial remplaçant et la personne accueillie pour la durée du remplacement lorsque la personne accueillie est hébergée chez un accueillant familial remplaçant. Contrat établi POUR UN ACCUEIL PERMANENT TEMPORAIRE (1) A temps complet A temps partiel (2) (1) Préciser le motif de l'accueil temporaire : vacances, retour d'hospitalisation, congés de l'accueillant familial... (2) Préciser si l'accueil à temps partiel est un accueil de jour, séquentiel : de semaine hors week-end, de week-end... (Case à cocher en fonction de la formule d'accueil et précisions à apporter sur le motif.) Entre l'accueillant familial : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Domicilié (e) à : Nom-Prénom (1) : Eventuellement nom d'épouse : Né (e) le : Domicilié (e) à : Et La personne accueillie : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Domicile antérieur : Représenté (e) par M./ Mme ... (préciser la qualité : tuteur, curateur...) Assisté (e) par M./ Mme ... (préciser la qualité : famille, autres) Vu les articles L. 441-1 et suivants du code de l'action sociale et des familles ; Vu les articles R. 441-1 à R. 442-1 et D. 442-2 à D. 442-5 du code de l'action sociale et des familles ; Vu la décision du président du conseil général de (département à préciser) ... en date du ... Autorisant : Nom-Prénom : Eventuellement nom d'épouse : Et (2) Nom-prénom : Eventuellement nom d'épouse : A accueillir : (3) ... personne (s) âgée (s) ; ...personne (s) handicapée (s) ; ....personne (s) âgées ou handicapée (s) à son domicile. (1) A renseigner en cas d'agrément d'un couple. (2) A renseigner en cas d'agrément d'un couple, en application de l'article L. 441-1 du code de l'action sociale et des familles. (3) A renseigner, dans la limite d'un total de trois personnes accueillies au maximum, en fonction de la nature de l'agrément, spécifique à une population (personnes âgées ou personnes handicapées) ou bien mixte (personne (s) âgée (s) et personne (s) handicapée (s). Les parties contractantes conviennent de ce qui suit : Article 1er Obligations matérielles de l'accueillant familial Monsieur-Madame-Mademoiselle ... ou le couple ..., dénommé (e) (s) accueillant familial S'engage à accueillir à son domicile, à compter du ... Monsieur-Madame-Mademoiselle ... L'accueillant familial doit assurer : Un accueil répondant aux caractéristiques suivantes, dans le respect des règles d'hygiène et de sécurité : 1. L'hébergement. Il consiste en la mise à disposition : -d'une chambre individuelle ou d'un logement, situé (e) sous le toit de l'accueillant familial au RDC/ au étage, dont l'accès, l'utilisation et la surface sont compatibles avec le degré de handicap et les besoins de la personne (description), d'une superficie de ... m ² (minimum 9 m ² pour une personne seule et d'un minimum de 16 m ² pour un couple) ; -commodités privées : description ; -liste et description du mobilier mis à disposition : Par ailleurs, la personne accueillie a libre accès aux pièces communes : Lister les pièces (ex. : salon, salle à manger, cuisine, salle de bain, terrasse...) et doit respecter les lieux privés de l'accueillant (chambre, bureau...) ainsi que la chambre ou le logement des autres personnes accueillies. Un inventaire des meubles, des affaires personnelles ainsi que les objets précieux apportés par la personne accueillie figure en annexe du présent contrat. Un état des lieux de la chambre ou du logement figure en annexe. 2. La restauration. Elle consiste en (nombre de repas journaliers + collations) ... En cas de régime alimentaire, les repas proposés devront tenir compte des prescriptions médicales. Les repas sont partagés de manière conviviale dans la mesure où l'état de santé de la personne accueillie le permet et si elle le souhaite. 3. L'entretien. Il comprend l'entretien : -des pièces mises à disposition ; -du linge de maison ; -du linge personnel de la personne accueillie. Article 2 Obligations de l'accueillant familial Monsieur-Madame-Mademoiselle ...ou le couple ... dénommé (e) (s) accueillant familial S'engage à tout mettre en œuvre afin d'offrir un accueil familial conforme aux principes suivants à : Monsieur-Madame-Mademoiselle ... L'accueillant familial s'efforce, en accueillant la personne au sein de son foyer, de la faire participer à la vie quotidienne de sa famille. L'accueillant familial s'efforce d'aider la personne accueillie à réaliser son projet de vie et ainsi : -à retrouver, préserver ou développer son autonomie ; -à maintenir et développer ses activités sociales. L'accueillant familial s'engage : Vis-à-vis de la personne accueillie, à : -garantir par tous moyens son bien-être ; -respecter ses opinions, convictions politiques et religieuses ou morales ; -adopter un comportement courtois, exempt de toute violence verbale ou physique ; -respecter son libre choix du médecin, des auxiliaires médicaux et autres personnels sociaux et médico-sociaux (auxiliaires de vie, aides ménagères...) ; -faire preuve de réserve et de discrétion par rapport à sa correspondance et dans ses rapports avec sa famille ; -lui permettre de recevoir de la visite, préserver l'intimité de ces visites, dans un respect mutuel vis-à-vis de l'accueillant et des autres personnes accueillies ; -favoriser sa libre circulation à l'extérieur du logement (dès lors qu'elle n'est pas limitée pour raisons médicales ou décision de justice) (4) ; -préserver son intimité et son intégrité. Vis-à-vis du service chargé du suivi de la personne accueillie à : -l'alerter et l'informer de tout événement affectant le bon déroulement de l'accueil. (4) Les limitations pour raisons médicales ou décision de justice font l'objet d'un justificatif annexé au contrat. Article 3 Obligations de la personne acccueillie et/ ou de son représentant La personne accueillie et son représentant s'engagent à respecter la vie familiale de l'accueillant, à faire preuve de réserve et de discrétion et à adopter un comportement courtois à l'égard de l'accueillant familial et de sa famille. Article 4 Existence d'une convention avec le tiers régulateur et accord Dans le cas de la signature d'un contrat avec un tiers régulateur par l'accueillant familial ou la personne accueillie (article D. 442-5 du code de l'action sociale et des familles), l'accueillant familial et la personne accueillie s'engagent à recueillir l'accord écrit de l'autre partie pour la réalisation des services retenus. Le contrat de tiers régulateur est annexé au présent contrat. Article 5 Obligations légales -Assurance obligatoire : L'accueillant familial et la personne accueillie sont tenus de souscrire, chacun pour ce qui le concerne, un contrat d'assurance et de pouvoir en justifier conformément aux dispositions de l'article L. 443-4 du code de l'action sociale et des familles. Une quittance ou une attestation annuelle de paiement des primes doit être fournie au président du conseil général. Les attestations relatives à ces contrats sont jointes en annexe. -Protection juridique : Disposition particulière : s'il s'avère que la personne accueillie a besoin d'une mesure de protection juridique, l'accueillant familial en informe la famille ou le procureur de la République et doit, concomitamment, en informer le président du conseil général. Lorsque la personne accueillie bénéficie d'une mesure de protection juridique, la personne qui assure cette mesure fait connaître à l'accueillant familial le type de dépenses qu'elle peut prendre en charge ainsi que la procédure qu'elle doit suivre en cas d'urgence. Article 6 Conditions financières de l'accueil Un relevé mensuel des contreparties financières est établi au nom de l'accueillant familial (5). Les conditions financières concernent la rémunération journalière des services rendus, l'indemnité de congé, le cas échéant l'indemnité en cas de sujétions particulières, l'indemnité représentative des frais d'entretien courant de la personne accueillie et l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie. Le montant des différents postes composant les conditions financières est fixé librement entre les parties dans le respect des dispositions législatives et réglementaires en vigueur. 1. Rémunération journalière pour services rendus et indemnité de congé. La rémunération journalière pour services rendus est fixée à SMIC horaire par jour, soit euros au (date), soit (en lettres) : ... Son montant doit être au moins égal à 2,5 SMIC horaire par jour ; il suit l'évolution de la valeur du SMIC. A la rémunération journalière pour services rendus s'ajoute une indemnité de congé égale à 10 % de la rémunération journalière pour services rendus soit ... euros, soit (en lettres) ... L'indemnité de congé est versée mensuellement au même titre que l'ensemble des frais d'accueil. La rémunération journalière pour services rendus et l'indemnité de congé sont soumises à cotisation et sont imposables. 2. Indemnité en cas de sujétions particulières. L'indemnité en cas de sujétions particulières est justifiée par la disponibilité supplémentaire de l'accueillant liée à l'état de la personne accueillie. Son montant est compris entre 1 et 4 minimum garantis (MG) par jour, en fonction du besoin d'aide de la personne accueillie, lié à son handicap ou sa perte d'autonomie. L'indemnité en cas de sujétions particulières est fixée à ... MG par jour, soit au total ... euros, soit (en lettres) ... L'indemnité en cas de sujétions particulières est soumise à cotisations et est imposable. 3. Indemnité représentative des frais d'entretien courant de la personne accueillie. L'indemnité comprend : (à cocher) -le coût des denrées alimentaires ... -les produits d'entretien et d'hygiène ... (à l'exception des produits d'hygiène à usage unique) -les frais de transports de proximité ayant un caractère occasionnel ... (précisez les déplacements assurés par l'accueillant familial) -éventuellement autres (à préciser) ... Son montant est fonction des besoins de la personne accueillie : il doit être compris entre 2 et 5 minimum garantis (MG). Elle est fixée à ... MG par jour, soit ... euros au ... (date), soit (en lettres) : ... L'indemnité représentative des frais d'entretien courant de la personne accueillie n'est pas soumise à cotisation et n'est pas imposable. Le montant de l'indemnité en cas de sujétions particulières et de l'indemnité représentative des frais d'entretien courant suit l'évolution de la valeur du minimum garanti. 4. Indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie. Le montant de l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie est négocié entre l'accueillant familial et la personne accueillie en fonction de la surface des locaux mis à disposition et de leur état. Il évolue en fonction de l'indice du coût de l'IRL (indice de référence des loyers). Elle est fixée à ... euros par jour, soit (en lettres) : ... Le président du conseil général détient un pouvoir de contrôle sur ce montant. En cas de montant manifestement abusif, l'agrément de l'accueillant familial peut être retiré dans les conditions mentionnées à l'article L. 441-2 du code de l'action sociale et des familles. Pour un accueil à temps complet, les frais d'accueil sont forfaitisés sur la base de 30,5 jours/ mois : ... Au total, les frais d'accueil sont fixés à : ...(1 + 2 + 3 + 4) ... par jour, soit ... par mois. Soit (en lettres) ... par mois. Pour information : les charges sociales patronales relatives à la rémunération journalière pour services rendus, à l'indemnité de congés et l'indemnité en cas de sujétions particulières (points 1 et 2 de l'article 6 du présent contrat) sont dues par la personne accueillie et doivent être versées à l'URSSAF. Celle-ci peut bénéficier d'une exonération partielle de ces cotisations lorsqu'elle remplit les conditions de l'article L. 241-10 du code de la sécurité sociale (6). 5. Les dépenses autres : à la charge de l'accueilli (à préciser, le cas échéant). 6. Modalités de règlement et de facturation. Le règlement des frais d'accueil est à effectuer entre le ... et le ...(jour du mois suivant). * (à renseigner le cas échéant) Une provision de ... euros, pour frais d'entretien, est versée par chèque n°... * (à renseigner le cas échéant) Une avance de ... euros, pour indemnité de mise à disposition de la ou des pièces réservées à la personne accueillie, est versée par chèque n°... Cette provision et cette avance seront soldées lors de la fin du contrat d'accueil. 7. Modalités spécifiques de règlement applicables en cas : -d'hospitalisation de la personne accueillie : précision du montant des frais d'accueil qui reste dû (à décomposer) et de la période pendant laquelle ce montant est dû ; -d'absences de la personne accueillie pour convenance personnelle : à préciser en décomposant le montant des frais d'accueil ; -de décès : l'accueillant familial perçoit, dans son intégralité, la rémunération journalière pour services rendus, l'indemnité de congé, le cas échéant l'indemnité en cas de sujétions particulières et l'indemnité représentative de frais d'entretien courant de la personne accueillie jusqu'au jour du décès inclus. L'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie est perçue jusqu'à la date de libération de la pièce mise à disposition, qui doit être libérée dans un délai maximum de 15 jours ; -d'absences de l'accueillant familial : dans la limite du droit à congé tel que défini à l'article L. 3141-3 du code du travail, soit deux jours et demi ouvrables par mois de travail, l'accueillant familial peut s'absenter si une solution permettant d'assurer la continuité de l'accueil est mise en place. a) Si la personne accueillie reste au domicile de l'accueillant familial : La rémunération pour services rendus, l'indemnité de congé et, le cas échéant, l'indemnité en cas de sujétions particulières ne sont pas versées par la personne accueillie à l'accueillant familial mais à son remplaçant. Les sommes perçues sont soumises au régime fiscal et de cotisations sociales obligatoires des salaires. L'indemnité représentative de frais d'entretien courant de la personne accueillie et l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie restent versées à l'accueillant familial. b) Si la personne accueillie est hébergée chez le remplaçant : L'ensemble des frais d'accueil est versé au remplaçant dans les mêmes conditions que celles arrêtées avec l'accueillant familial. (5) Dans le cas où l'agrément est donné à un couple, le relevé des conditions financières est établi au nom d'une des deux personnes agréées. (6) Les particuliers et personnes morales qui ont passé un contrat conforme aux articles L. 442-1 et L. 444-3 du code de l'action sociale et des familles pour l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes : a) Des personnes ayant atteint un âge déterminé et dans la limite, par foyer, et pour l'ensemble des rémunérations versées, d'un plafond de rémunération fixé par décret ; c) Des personnes titulaires : soit de l'élément de la prestation de compensation mentionnée au 1° de l'article L. 245-3 du code de l'action sociale et des familles ; soit d'une majoration pour tierce personne servie au titre de l'assurance invalidité, de la législation des accidents du travail ou d'un régime spécial de sécurité sociale ou de l'article L. 18 du code des pensions militaires d'invalidité et des victimes de la guerre ; d) Des personnes se trouvant, dans des conditions définies par décret, dans l'obligation de recourir à l'assistance d'une tierce personne pour accomplir les actes ordinaires de la vie, sous réserve d'avoir dépassé un âge fixé par décret ; e) Des personnes remplissant la condition de perte d'autonomie prévue à l'article L. 232-2 du code de l'action sociale et des familles, dans des conditions définies par décret, sont exonérés des cotisations patronales d'assurances sociales et d'allocations familiales dues sur la rémunération qu'elles versent à ces accueillants familiaux. Sauf dans le cas mentionné au a, l'exonération est accordée sur la demande des intéressés par l'organisme chargé du recouvrement des cotisations dans des conditions fixées par arrêté ministériel. Article 7 Le remplacement en cas d'absence de l'accueillant familial Le principe qui prévaut dans le dispositif de l'accueil familial est celui de la continuité de l'accueil ; par ailleurs, le contrôle exercé par le président du conseil général porte également sur le remplaçant de l'accueillant familial. Les différentes solutions envisagées pour le remplacement de l'accueillant familial doivent tenir compte de l'avis de la personne accueillie ou de son représentant légal. Nom du ou des remplaçants : (à compléter) Domicilié (e) à : (à compléter) N° de téléphone : ... Toute absence de plus de 48 heures doit être signalée, sauf cas de force majeure, par écrit au président du conseil général : -si la personne accueillie reste au domicile de l'accueillant permanent, un document annexe au contrat d'accueil doit être signé par l'accueillant familial, le remplaçant et la personne accueillie et adressée au conseil général ; -si la personne accueillie est hébergée au domicile de l'accueillant familial remplaçant, un exemplaire du contrat d'accueil conclu pour une durée temporaire est adressée au conseil général. Article 8 La période probatoire Dans le cadre d'un accueil permanent, le présent contrat est signé avec une période probatoire de 1 mois renouvelable une fois à compter de la date d'arrivée de la personne accueillie au domicile de l'accueillant familial, soit du ... au ... Le renouvellement de la période probatoire doit faire l'objet d'un avenant au présent contrat. Pendant cette période, les parties peuvent librement mettre fin à ce contrat. La rémunération journalière pour services rendus, l'indemnité de congé, l'indemnité en cas de sujétions particulières et l'indemnité représentative de frais d'entretien courant de la personne accueillie cessent d'être dues par la personne accueillie le premier jour suivant son départ du domicile de l'accueillant familial. L'indemnité de mise à disposition de la ou des pièces réservées à la personne accueillie reste due jusqu'à sa libération effective des objets lui appartenant, dans un délai maximum de 15 jours. Artricle 9 Modifications-délai de prévenance-dénonciation-rupture du contrat Toute modification au présent contrat doit faire l'objet d'un avenant signé des 2 parties et transmis au président du conseil général en charge du contrôle de l'accueillant familial. Dans le cadre d'un accueil permanent, au-delà de la période probatoire, le non-renouvellement ou la rupture du contrat d'accueil par l'une ou l'autre des parties est conditionnée par un préavis d'une durée fixée à 2 mois minimum. Chaque partie doit notifier sa décision à l'autre partie par lettre recommandée avec avis de réception. En cas de non-respect de ce délai de prévenance, une indemnité compensatrice égale à 3 mois de frais d'accueil tels que prévus à l'article 6 du présent contrat est due à l'autre partie. Le délai de prévenance n'est pas exigé et aucune indemnité n'est due dans les circonstances suivantes : -non-renouvellement de l'agrément de l'accueillant familial par le président du conseil général ; -retrait de l'agrément de l'accueillant familial par le président du conseil général ; -cas de force majeure. Dans tous les cas, la rupture du contrat d'accueil ne peut ouvrir droit à des indemnités de licenciement. Article 10 Le suivi de la personne accueillie L'accueillant familial s'engage à ce qu'un suivi social et médico-social de la personne accueillie à son domicile soit possible. Ainsi, la personne accueillie pourra être rencontrée individuellement au domicile de l'accueillant familial par les services du conseil général (ou de l'organisme mandaté par le conseil général à cet effet), chargés du suivi social et médico-social. L'accueillant familial s'engage à communiquer aux services chargés du suivi social et médico-social les éléments susceptibles de contribuer à ce suivi. Article 11 Litiges En cas de litige, les parties au contrat recherchent un accord amiable en ayant recours, le cas échéant, aux services du tiers régulateur. Le contentieux est ouvert devant le tribunal d'instance du lieu de résidence de l'accueillant familial. Article 12 Durée de validité et renouvellement Le présent contrat est signé au plus tard le jour de l'arrivée de la personne accueillie chez l'accueillant familial. Il est établi en trois exemplaires dont un est adressé au président du conseil général en charge du contrôle des accueillants familiaux. Tout avenant au contrat modifiant une disposition qui relève de la libre appréciation des parties dans le respect des dispositions législatives et réglementaires est adressé au conseil général. Le présent contrat comporte les annexes suivantes : lister les annexes et les numéroter. Le présent contrat est conclu pour une durée d'un an. Il est reconduit, chaque année, par tacite reconduction. (Ou lorsque l'accueil est temporaire) : Le présent contrat est conclu pour la période du ... au ... inclus. A..., le ... Signatures précédées de la mention manuscrite \"Lu et approuvé\" L'accueillant familial (*) La personne accueillie (ou son représentant légal) (*) En cas d'agrément d'un couple, les deux membres doivent signer. Annexe au contrat d'accueil relative au remplacement (pour une absence supérieure à 48 heures) Conclu entre : L'accueillant familial : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Domicilié (e) à : Et La personne accueillie : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Représenté (e) par M./ Mme ... (préciser la qualité : tuteur, curateur...) Assisté (e) par M./ Mme ... (préciser la qualité : famille, autres) Il est convenu, pour la période du (jour/ mois/ année) au (jour/ mois/ année), que : Le remplaçant : Nom-Prénom : Eventuellement nom d'épouse : Né (e) le : Domicilié (e) à : hébergé pendant la période considérée au domicile de l'accueillant familial permanent, -certifie avoir pris connaissance du contrat conclu entre l'accueillant familial permanent et la personne accueillie ; -s'engage à respecter les obligations prévues aux articles 1,2,3,6 et 7 du contrat d'accueil conclu entre l'accueillant familial permanent et la personne accueillie ; -justifie d'une assurance responsabilité civile. La quittance ou l'attestation annuelle de paiement sont jointes au présent contrat. Les conditions financières sont les suivantes : La rémunération du remplaçant est versée par la personne accueillie : il est établi un relevé des contreparties financières dues au remplaçant et cette rémunération se compose de : -la rémunération journalière pour services rendus, fixée à... SMIC horaire par jour, soit...... euros par jour ; -l'indemnité de congé égale à 10 % de la rémunération journalière pour services rendus, soit..... euros par jour ; -l'indemnité en cas de sujétions particulières, le cas échéant. Elle est fixée à..... MG par jour, soit...... euros par jour. La rémunération et les indemnités sont soumises à cotisations et sont imposables. Le présent contrat est établi en trois exemplaires dont un est adressé au président du conseil général en charge du contrôle des remplaçants (article L. 441-2 du code de l'action sociale et des familles). Signatures précédées de la mention manuscrite \"Lu et approuvé\" L'accueillant familial (*) La personne accueillie (ou son représentant légal) Le remplaçant (*) En cas d'agrément d'un couple, les deux membres doivent signer.",
            "texteHtml": "<p align='center'>ACCUEILLANTS FAMILIAUX DE GRÉ À GRÉ</p><p align='center'>CONTRAT TYPE D'ACCUEIL DE PERSONNES ÂGÉES OU HANDICAPÉES ADULTES</p><p>Préambule</p><p>L'accueil à titre onéreux, par des particuliers, de personnes âgées ou adultes handicapées, constitue une réponse adaptée, parmi la palette des réponses offertes aux personnes âgées ou handicapées qui ne désirent plus ou ne peuvent plus, en raison de leur perte d'autonomie ou de leur handicap, demeurer à leur domicile. Elle leur permet de bénéficier d'un mode d'accueil intermédiaire entre le maintien à domicile et l'hébergement collectif en établissement ou de répondre à des situations de prise en charge temporaire, pendant des vacances ou après une hospitalisation. Ce mode d'accueil, que le Gouvernement souhaite développer parce qu'il répond à une attente forte de ces personnes et de leur famille, constitue une formule souple, recherchée en raison des avantages qu'elle présente. Elle permet généralement, par la proximité géographique du lieu de l'accueil, à la personne âgée ou handicapée de maintenir des liens tissés avec son environnement antérieur tout en lui offrant un cadre familial et sécurisant. Elle présente également un grand intérêt pour la collectivité, par le potentiel d'emplois qu'elle représente.</p><p>Un contrat d'accueil est obligatoirement signé entre l'accueillant familial et chaque personne accueillie ou, s'il y a lieu, son représentant légal. Ce contrat, conclu dans le cadre d'une rémunération directe de l'accueillant familial par la personne accueillie, fixe les conditions matérielles, humaines et financières de l'accueil.</p><p>Pendant la période d'absence de l'accueillant familial pour congés :</p><p>-un contrat annexe au contrat d'accueil doit être signé entre l'accueillant familial, le remplaçant et la personne accueillie, lorsque la personne accueillie reste au domicile de l'accueillant familial permanent.</p><p>-un contrat d'accueil temporaire est conclu entre l'accueillant familial remplaçant et la personne accueillie pour la durée du remplacement lorsque la personne accueillie est hébergée chez un accueillant familial remplaçant.</p><p>Contrat établi</p><center><table border='1'><tbody><tr><td><p align='center'>POUR UN ACCUEIL</p></td><td><p align='center'>PERMANENT</p></td><td><p align='center'>TEMPORAIRE (1)</p></td></tr><tr><td align='center'><br/>\n\t\t\tA temps complet</td><td align='center'></td><td align='center'></td></tr><tr><td align='center'><br/>\n\t\t\tA temps partiel (2)</td><td align='center'></td><td align='center'></td></tr><tr><td colspan='3'>(1) Préciser le motif de l'accueil temporaire : vacances, retour d'hospitalisation, congés de l'accueillant familial...<br/>\n\t\t\t(2) Préciser si l'accueil à temps partiel est un accueil de jour, séquentiel : de semaine hors week-end, de week-end...</td></tr></tbody></table></center><p>(Case à cocher en fonction de la formule d'accueil et précisions à apporter sur le motif.)</p><p>Entre</p><p>l'accueillant familial :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicilié (e) à :</p><p>Nom-Prénom (1) :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicilié (e) à :</p><p>Et</p><p>La personne accueillie :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicile antérieur :</p><p>Représenté (e) par M./ Mme ... (préciser la qualité : tuteur, curateur...)</p><p>Assisté (e) par M./ Mme ... (préciser la qualité : famille, autres)</p><p>Vu les articles <a href='/article/LEGIARTI000006797937' title='Code de l'action sociale et des familles - art. L441-1 (V)'>L. 441-1 et suivants </a>du code de l'action sociale et des familles ;</p><p>Vu les articles <a href='/article/LEGIARTI000006907647' title='Code de l'action sociale et des familles - art. R441-1 (V)'>R. 441-1 à R. 442-1 </a>et <a href='/article/LEGIARTI000006907668' title='Code de l'action sociale et des familles - art. D442-2 (V)'>D. 442-2 à D. 442-5 </a>du code de l'action sociale et des familles ;</p><p>Vu la décision du président du conseil général de (département à préciser) ... en date du ...</p><p>Autorisant :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Et (2)</p><p>Nom-prénom :</p><p>Eventuellement nom d'épouse :</p><p>A accueillir : (3) ... personne (s) âgée (s) ; ...personne (s) handicapée (s) ; ....personne (s) âgées ou handicapée (s)</p><p>à son domicile.</p><p>(1) A renseigner en cas d'agrément d'un couple.</p><p>(2) A renseigner en cas d'agrément d'un couple, en application de l'article L. 441-1 du code de l'action sociale et des familles.</p><p>(3) A renseigner, dans la limite d'un total de trois personnes accueillies au maximum, en fonction de la nature de l'agrément, spécifique à une population (personnes âgées ou personnes handicapées) ou bien mixte (personne (s) âgée (s) et personne (s) handicapée (s).</p><p>Les parties contractantes conviennent de ce qui suit :</p><p>Article 1er</p><p>Obligations matérielles de l'accueillant familial</p><p>Monsieur-Madame-Mademoiselle ... ou le couple ..., dénommé (e) (s) accueillant familial</p><p>S'engage à accueillir à son domicile, à compter du ...</p><p>Monsieur-Madame-Mademoiselle ...</p><p>L'accueillant familial doit assurer :</p><p>Un accueil répondant aux caractéristiques suivantes, dans le respect des règles d'hygiène et de sécurité :</p><p>1. L'hébergement.</p><p>Il consiste en la mise à disposition :</p><p>-d'une chambre individuelle ou d'un logement, situé (e) sous le toit de l'accueillant familial au RDC/ au<br/>\nétage, dont l'accès, l'utilisation et la surface sont compatibles avec le degré de handicap et les besoins de la personne (description), d'une superficie de ... m ² (minimum 9 m ² pour une personne seule et d'un minimum de 16 m ² pour un couple) ;</p><p>-commodités privées : description ;</p><p>-liste et description du mobilier mis à disposition :</p><p>Par ailleurs, la personne accueillie a libre accès aux pièces communes : Lister les pièces (ex. : salon, salle à manger, cuisine, salle de bain, terrasse...) et doit respecter les lieux privés de l'accueillant (chambre, bureau...) ainsi que la chambre ou le logement des autres personnes accueillies.</p><p>Un inventaire des meubles, des affaires personnelles ainsi que les objets précieux apportés par la personne accueillie figure en annexe du présent contrat.</p><p>Un état des lieux de la chambre ou du logement figure en annexe.</p><p>2. La restauration.</p><p>Elle consiste en (nombre de repas journaliers + collations) ...</p><p>En cas de régime alimentaire, les repas proposés devront tenir compte des prescriptions médicales.</p><p>Les repas sont partagés de manière conviviale dans la mesure où l'état de santé de la personne accueillie le permet et si elle le souhaite.</p><p>3. L'entretien.</p><p>Il comprend l'entretien :</p><p>-des pièces mises à disposition ;</p><p>-du linge de maison ;</p><p>-du linge personnel de la personne accueillie.</p><p>Article 2</p><p>Obligations de l'accueillant familial</p><p>Monsieur-Madame-Mademoiselle ...ou le couple ...</p><p>dénommé (e) (s) accueillant familial</p><p>S'engage à tout mettre en œuvre afin d'offrir un accueil familial conforme aux principes suivants à :</p><p>Monsieur-Madame-Mademoiselle ...</p><p>L'accueillant familial s'efforce, en accueillant la personne au sein de son foyer, de la faire participer à la vie quotidienne de sa famille.</p><p>L'accueillant familial s'efforce d'aider la personne accueillie à réaliser son projet de vie et ainsi :</p><p>-à retrouver, préserver ou développer son autonomie ;</p><p>-à maintenir et développer ses activités sociales.</p><p>L'accueillant familial s'engage :</p><p>Vis-à-vis de la personne accueillie, à :</p><p>-garantir par tous moyens son bien-être ;</p><p>-respecter ses opinions, convictions politiques et religieuses ou morales ;</p><p>-adopter un comportement courtois, exempt de toute violence verbale ou physique ;</p><p>-respecter son libre choix du médecin, des auxiliaires médicaux et autres personnels sociaux et médico-sociaux (auxiliaires de vie, aides ménagères...) ;</p><p>-faire preuve de réserve et de discrétion par rapport à sa correspondance et dans ses rapports avec sa famille ;</p><p>-lui permettre de recevoir de la visite, préserver l'intimité de ces visites, dans un respect mutuel vis-à-vis de l'accueillant et des autres personnes accueillies ;</p><p>-favoriser sa libre circulation à l'extérieur du logement (dès lors qu'elle n'est pas limitée pour raisons médicales ou décision de justice) (4) ;</p><p>-préserver son intimité et son intégrité.</p><p>Vis-à-vis du service chargé du suivi de la personne accueillie à :</p><p>-l'alerter et l'informer de tout événement affectant le bon déroulement de l'accueil.</p><p>(4) Les limitations pour raisons médicales ou décision de justice font l'objet d'un justificatif annexé au contrat.</p><p>Article 3</p><p>Obligations de la personne acccueillie et/ ou de son représentant</p><p>La personne accueillie et son représentant s'engagent à respecter la vie familiale de l'accueillant, à faire preuve de réserve et de discrétion et à adopter un comportement courtois à l'égard de l'accueillant familial et de sa famille.</p><p>Article 4</p><p>Existence d'une convention avec le tiers régulateur et accord</p><p>Dans le cas de la signature d'un contrat avec un tiers régulateur par l'accueillant familial ou la personne accueillie (article <a href='/article/LEGIARTI000022678222' title='Code de l'action sociale et des familles - art. D442-5 (V)'>D. 442-5 </a>du code de l'action sociale et des familles), l'accueillant familial et la personne accueillie s'engagent à recueillir l'accord écrit de l'autre partie pour la réalisation des services retenus. Le contrat de tiers régulateur est annexé au présent contrat.</p><p>Article 5</p><p>Obligations légales</p><p>-Assurance obligatoire :</p><p>L'accueillant familial et la personne accueillie sont tenus de souscrire, chacun pour ce qui le concerne, un contrat d'assurance et de pouvoir en justifier conformément aux dispositions de l'article <a href='/article/LEGIARTI000006797958' title='Code de l'action sociale et des familles - art. L443-4 (V)'>L. 443-4 </a>du code de l'action sociale et des familles. Une quittance ou une attestation annuelle de paiement des primes doit être fournie au président du conseil général.</p><p>Les attestations relatives à ces contrats sont jointes en annexe.</p><p>-Protection juridique :</p><p>Disposition particulière : s'il s'avère que la personne accueillie a besoin d'une mesure de protection juridique, l'accueillant familial en informe la famille ou le procureur de la République et doit, concomitamment, en informer le président du conseil général.</p><p>Lorsque la personne accueillie bénéficie d'une mesure de protection juridique, la personne qui assure cette mesure fait connaître à l'accueillant familial le type de dépenses qu'elle peut prendre en charge ainsi que la procédure qu'elle doit suivre en cas d'urgence.</p><p>Article 6</p><p>Conditions financières de l'accueil</p><p>Un relevé mensuel des contreparties financières est établi au nom de l'accueillant familial (5).</p><p>Les conditions financières concernent la rémunération journalière des services rendus, l'indemnité de congé, le cas échéant l'indemnité en cas de sujétions particulières, l'indemnité représentative des frais d'entretien courant de la personne accueillie et l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie.</p><p>Le montant des différents postes composant les conditions financières est fixé librement entre les parties dans le respect des dispositions législatives et réglementaires en vigueur.</p><p>1. Rémunération journalière pour services rendus et indemnité de congé.</p><p>La rémunération journalière pour services rendus est fixée à SMIC horaire par jour, soit euros au (date), soit (en lettres) : ...</p><p>Son montant doit être au moins égal à 2,5 SMIC horaire par jour ; il suit l'évolution de la valeur du SMIC.</p><p>A la rémunération journalière pour services rendus s'ajoute une indemnité de congé égale à 10 % de la rémunération journalière pour services rendus soit ... euros, soit (en lettres) ...</p><p>L'indemnité de congé est versée mensuellement au même titre que l'ensemble des frais d'accueil.</p><p>La rémunération journalière pour services rendus et l'indemnité de congé sont soumises à cotisation et sont imposables.</p><p>2. Indemnité en cas de sujétions particulières.</p><p>L'indemnité en cas de sujétions particulières est justifiée par la disponibilité supplémentaire de l'accueillant liée à l'état de la personne accueillie.</p><p>Son montant est compris entre 1 et 4 minimum garantis (MG) par jour, en fonction du besoin d'aide de la personne accueillie, lié à son handicap ou sa perte d'autonomie.</p><p>L'indemnité en cas de sujétions particulières est fixée à ... MG par jour, soit au total ... euros, soit (en lettres) ...</p><p>L'indemnité en cas de sujétions particulières est soumise à cotisations et est imposable.</p><p>3. Indemnité représentative des frais d'entretien courant de la personne accueillie.</p><p>L'indemnité comprend : (à cocher)</p><p>-le coût des denrées alimentaires ...</p><p>-les produits d'entretien et d'hygiène ...</p><p>(à l'exception des produits d'hygiène à usage unique)</p><p>-les frais de transports de proximité ayant un caractère occasionnel ...</p><p>(précisez les déplacements assurés par l'accueillant familial)</p><p>-éventuellement autres (à préciser) ...</p><p>Son montant est fonction des besoins de la personne accueillie : il doit être compris entre 2 et 5 minimum garantis (MG).</p><p>Elle est fixée à ... MG par jour, soit ... euros au ... (date), soit (en lettres) : ...</p><p>L'indemnité représentative des frais d'entretien courant de la personne accueillie n'est pas soumise à cotisation et n'est pas imposable.</p><p>Le montant de l'indemnité en cas de sujétions particulières et de l'indemnité représentative des frais d'entretien courant suit l'évolution de la valeur du minimum garanti.</p><p>4. Indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie.</p><p>Le montant de l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie est négocié entre l'accueillant familial et la personne accueillie en fonction de la surface des locaux mis à disposition et de leur état. Il évolue en fonction de l'indice du coût de l'IRL (indice de référence des loyers).</p><p>Elle est fixée à ... euros par jour, soit (en lettres) : ...</p><p>Le président du conseil général détient un pouvoir de contrôle sur ce montant. En cas de montant manifestement abusif, l'agrément de l'accueillant familial peut être retiré dans les conditions mentionnées à l'article L. 441-2 du code de l'action sociale et des familles.</p><p>Pour un accueil à temps complet, les frais d'accueil sont forfaitisés sur la base de 30,5 jours/ mois : ...</p><p>Au total, les frais d'accueil sont fixés à : ...(1 + 2 + 3 + 4) ... par jour, soit ... par mois.</p><p>Soit (en lettres) ... par mois.</p><p>Pour information : les charges sociales patronales relatives à la rémunération journalière pour services rendus, à l'indemnité de congés et l'indemnité en cas de sujétions particulières (points 1 et 2 de l'article 6 du présent contrat) sont dues par la personne accueillie et doivent être versées à l'URSSAF. Celle-ci peut bénéficier d'une exonération partielle de ces cotisations lorsqu'elle remplit les conditions de l'article L. 241-10 du code de la sécurité sociale (6).</p><p>5. Les dépenses autres : à la charge de l'accueilli (à préciser, le cas échéant).</p><p>6. Modalités de règlement et de facturation.</p><p>Le règlement des frais d'accueil est à effectuer entre le ... et le ...(jour du mois suivant).</p><p>* (à renseigner le cas échéant) Une provision de ... euros, pour frais d'entretien, est versée par chèque n°...</p><p>* (à renseigner le cas échéant) Une avance de ... euros, pour indemnité de mise à disposition de la ou des pièces réservées à la personne accueillie, est versée par chèque n°...</p><p>Cette provision et cette avance seront soldées lors de la fin du contrat d'accueil.</p><p>7. Modalités spécifiques de règlement applicables en cas :</p><p>-d'hospitalisation de la personne accueillie : précision du montant des frais d'accueil qui reste dû (à décomposer) et de la période pendant laquelle ce montant est dû ;</p><p>-d'absences de la personne accueillie pour convenance personnelle : à préciser en décomposant le montant des frais d'accueil ;</p><p>-de décès : l'accueillant familial perçoit, dans son intégralité, la rémunération journalière pour services rendus, l'indemnité de congé, le cas échéant l'indemnité en cas de sujétions particulières et l'indemnité représentative de frais d'entretien courant de la personne accueillie jusqu'au jour du décès inclus. L'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie est perçue jusqu'à la date de libération de la pièce mise à disposition, qui doit être libérée dans un délai maximum de 15 jours ;</p><p>-d'absences de l'accueillant familial : dans la limite du droit à congé tel que défini à l'article <a href='/article/LEGIARTI000006902640' title='Code du travail - art. L3141-3 (V)'>L. 3141-3</a> du code du travail, soit deux jours et demi ouvrables par mois de travail, l'accueillant familial peut s'absenter si une solution permettant d'assurer la continuité de l'accueil est mise en place.</p><p>a) Si la personne accueillie reste au domicile de l'accueillant familial :</p><p>La rémunération pour services rendus, l'indemnité de congé et, le cas échéant, l'indemnité en cas de sujétions particulières ne sont pas versées par la personne accueillie à l'accueillant familial mais à son remplaçant. Les sommes perçues sont soumises au régime fiscal et de cotisations sociales obligatoires des salaires.</p><p>L'indemnité représentative de frais d'entretien courant de la personne accueillie et l'indemnité représentative de mise à disposition de la ou des pièces réservées à la personne accueillie restent versées à l'accueillant familial.</p><p>b) Si la personne accueillie est hébergée chez le remplaçant :</p><p>L'ensemble des frais d'accueil est versé au remplaçant dans les mêmes conditions que celles arrêtées avec l'accueillant familial.</p><p>(5) Dans le cas où l'agrément est donné à un couple, le relevé des conditions financières est établi au nom d'une des deux personnes agréées.</p><p>(6) Les particuliers et personnes morales qui ont passé un contrat conforme aux articles <a href='/article/LEGIARTI000006797949' title='Code de l'action sociale et des familles - art. L442-1 (V)'>L. 442-1 </a>et <a href='/article/LEGIARTI000006797987' title='Code de l'action sociale et des familles - art. L444-3 (V)'>L. 444-3 </a>du code de l'action sociale et des familles pour l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes : a) Des personnes ayant atteint un âge déterminé et dans la limite, par foyer, et pour l'ensemble des rémunérations versées, d'un plafond de rémunération fixé par décret ; c) Des personnes titulaires : soit de l'élément de la prestation de compensation mentionnée au 1° de l'article <a href='/article/LEGIARTI000006797105' title='Code de l'action sociale et des familles - art. L245-3 (V)'>L. 245-3 </a>du code de l'action sociale et des familles ; soit d'une majoration pour tierce personne servie au titre de l'assurance invalidité, de la législation des accidents du travail ou d'un régime spécial de sécurité sociale ou de l'article L. 18 du code des pensions militaires d'invalidité et des victimes de la guerre ; d) Des personnes se trouvant, dans des conditions définies par décret, dans l'obligation de recourir à l'assistance d'une tierce personne pour accomplir les actes ordinaires de la vie, sous réserve d'avoir dépassé un âge fixé par décret ; e) Des personnes remplissant la condition de perte d'autonomie prévue à l'article <a href='/article/LEGIARTI000006796962' title='Code de l'action sociale et des familles - art. L232-2 (V)'>L. 232-2 </a>du code de l'action sociale et des familles, dans des conditions définies par décret, sont exonérés des cotisations patronales d'assurances sociales et d'allocations familiales dues sur la rémunération qu'elles versent à ces accueillants familiaux. Sauf dans le cas mentionné au a, l'exonération est accordée sur la demande des intéressés par l'organisme chargé du recouvrement des cotisations dans des conditions fixées par arrêté ministériel.</p><p>Article 7</p><p>Le remplacement en cas d'absence de l'accueillant familial</p><p>Le principe qui prévaut dans le dispositif de l'accueil familial est celui de la continuité de l'accueil ; par ailleurs, le contrôle exercé par le président du conseil général porte également sur le remplaçant de l'accueillant familial.</p><p>Les différentes solutions envisagées pour le remplacement de l'accueillant familial doivent tenir compte de l'avis de la personne accueillie ou de son représentant légal.</p><p>Nom du ou des remplaçants : (à compléter)</p><p>Domicilié (e) à : (à compléter)</p><p>N° de téléphone : ...</p><p>Toute absence de plus de 48 heures doit être signalée, sauf cas de force majeure, par écrit au président du conseil général :</p><p>-si la personne accueillie reste au domicile de l'accueillant permanent, un document annexe au contrat d'accueil doit être signé par l'accueillant familial, le remplaçant et la personne accueillie et adressée au conseil général ;</p><p>-si la personne accueillie est hébergée au domicile de l'accueillant familial remplaçant, un exemplaire du contrat d'accueil conclu pour une durée temporaire est adressée au conseil général.</p><p>Article 8</p><p>La période probatoire</p><p>Dans le cadre d'un accueil permanent, le présent contrat est signé avec une période probatoire de 1 mois renouvelable une fois à compter de la date d'arrivée de la personne accueillie au domicile de l'accueillant familial, soit du ... au ...</p><p>Le renouvellement de la période probatoire doit faire l'objet d'un avenant au présent contrat.</p><p>Pendant cette période, les parties peuvent librement mettre fin à ce contrat.</p><p>La rémunération journalière pour services rendus, l'indemnité de congé, l'indemnité en cas de sujétions particulières et l'indemnité représentative de frais d'entretien courant de la personne accueillie cessent d'être dues par la personne accueillie le premier jour suivant son départ du domicile de l'accueillant familial. L'indemnité de mise à disposition de la ou des pièces réservées à la personne accueillie reste due jusqu'à sa libération effective des objets lui appartenant, dans un délai maximum de 15 jours.</p><p>Artricle 9</p><p>Modifications-délai de prévenance-dénonciation-rupture du contrat</p><p>Toute modification au présent contrat doit faire l'objet d'un avenant signé des 2 parties et transmis au président du conseil général en charge du contrôle de l'accueillant familial.</p><p>Dans le cadre d'un accueil permanent, au-delà de la période probatoire, le non-renouvellement ou la rupture du contrat d'accueil par l'une ou l'autre des parties est conditionnée par un préavis d'une durée fixée à 2 mois minimum.</p><p>Chaque partie doit notifier sa décision à l'autre partie par lettre recommandée avec avis de réception.</p><p>En cas de non-respect de ce délai de prévenance, une indemnité compensatrice égale à 3 mois de frais d'accueil tels que prévus à l'article 6 du présent contrat est due à l'autre partie.</p><p>Le délai de prévenance n'est pas exigé et aucune indemnité n'est due dans les circonstances suivantes :</p><p>-non-renouvellement de l'agrément de l'accueillant familial par le président du conseil général ;<br/>\n-retrait de l'agrément de l'accueillant familial par le président du conseil général ;<br/>\n-cas de force majeure.</p><p>Dans tous les cas, la rupture du contrat d'accueil ne peut ouvrir droit à des indemnités de licenciement.</p><p>Article 10</p><p>Le suivi de la personne accueillie</p><p>L'accueillant familial s'engage à ce qu'un suivi social et médico-social de la personne accueillie à son domicile soit possible. Ainsi, la personne accueillie pourra être rencontrée individuellement au domicile de l'accueillant familial par les services du conseil général (ou de l'organisme mandaté par le conseil général à cet effet), chargés du suivi social et médico-social.</p><p>L'accueillant familial s'engage à communiquer aux services chargés du suivi social et médico-social les éléments susceptibles de contribuer à ce suivi.</p><p>Article 11</p><p>Litiges</p><p>En cas de litige, les parties au contrat recherchent un accord amiable en ayant recours, le cas échéant, aux services du tiers régulateur.<br/>\nLe contentieux est ouvert devant le tribunal d'instance du lieu de résidence de l'accueillant familial.</p><p>Article 12</p><p>Durée de validité et renouvellement</p><p>Le présent contrat est signé au plus tard le jour de l'arrivée de la personne accueillie chez l'accueillant familial. Il est établi en trois exemplaires dont un est adressé au président du conseil général en charge du contrôle des accueillants familiaux. Tout avenant au contrat modifiant une disposition qui relève de la libre appréciation des parties dans le respect des dispositions législatives et réglementaires est adressé au conseil général.</p><p>Le présent contrat comporte les annexes suivantes : lister les annexes et les numéroter.</p><p>Le présent contrat est conclu pour une durée d'un an. Il est reconduit, chaque année, par tacite reconduction.</p><p>(Ou lorsque l'accueil est temporaire) : Le présent contrat est conclu pour la période du ... au ... inclus.</p><p>A..., le ...</p><p>Signatures précédées de la mention manuscrite \"Lu et approuvé\"</p><p>L'accueillant familial (*)</p><p>La personne accueillie</p><p>(ou son représentant légal)</p><p>(*) En cas d'agrément d'un couple, les deux membres doivent signer.</p><p>Annexe au contrat d'accueil relative au remplacement</p><p>(pour une absence supérieure à 48 heures)</p><p>Conclu entre :</p><p>L'accueillant familial :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicilié (e) à :</p><p>Et</p><p>La personne accueillie :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Représenté (e) par M./ Mme ...</p><p>(préciser la qualité : tuteur, curateur...)</p><p>Assisté (e) par M./ Mme ... (préciser la qualité : famille, autres)</p><p>Il est convenu, pour la période du (jour/ mois/ année) au (jour/ mois/ année), que :</p><p>Le remplaçant :</p><p>Nom-Prénom :</p><p>Eventuellement nom d'épouse :</p><p>Né (e) le :</p><p>Domicilié (e) à :</p><p>hébergé pendant la période considérée au domicile de l'accueillant familial permanent,</p><p>-certifie avoir pris connaissance du contrat conclu entre l'accueillant familial permanent et la personne accueillie ;</p><p>-s'engage à respecter les obligations prévues aux articles 1,2,3,6 et 7 du contrat d'accueil conclu entre l'accueillant familial permanent et la personne accueillie ;</p><p>-justifie d'une assurance responsabilité civile. La quittance ou l'attestation annuelle de paiement sont jointes au présent contrat.<br/>\nLes conditions financières sont les suivantes :</p><p>La rémunération du remplaçant est versée par la personne accueillie : il est établi un relevé des contreparties financières dues au remplaçant et cette rémunération se compose de :</p><p>-la rémunération journalière pour services rendus, fixée à... SMIC horaire par jour, soit...... euros par jour ;</p><p>-l'indemnité de congé égale à 10 % de la rémunération journalière pour services rendus, soit..... euros par jour ;</p><p>-l'indemnité en cas de sujétions particulières, le cas échéant. Elle est fixée à..... MG par jour, soit...... euros par jour.</p><p>La rémunération et les indemnités sont soumises à cotisations et sont imposables.</p><p>Le présent contrat est établi en trois exemplaires dont un est adressé au président du conseil général en charge du contrôle des remplaçants (article <a href='/article/LEGIARTI000006797941' title='Code de l'action sociale et des familles - art. L441-2 (V)'>L. 441-2 </a>du code de l'action sociale et des familles).</p><p>Signatures précédées de la mention manuscrite \"Lu et approuvé\"</p><p>L'accueillant familial (*)</p><p>La personne accueillie<br/>\n(ou son représentant légal)</p><p>Le remplaçant</p><p>(*) En cas d'agrément d'un couple, les deux membres doivent signer.</p>",
            "type": "AUTONOME",
            "dateDebut": "2010-08-08T00:00:00.000Z",
            "dateFin": "2020-01-01T00:00:00.000Z"
        }
    ]
}