{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006585076",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La durée du travail effectif est le temps pendant lequel le salarié est à la disposition de l'employeur et doit se conformer à ses directives, sans pouvoir vaquer librement à des occupations personnelles. Le temps nécessaire à la restauration ainsi que les temps consacrés aux pauses sont considérés comme du temps de travail effectif lorsque les critères définis à l'alinéa précédent sont réunis. Même s'ils ne sont pas reconnus comme du temps de travail, ils peuvent faire l'objet d'une rémunération par voie conventionnelle ou contractuelle. Lorsque le port d'une tenue de travail est imposé par des dispositions législatives ou réglementaires, par des clauses conventionnelles, le règlement intérieur ou le contrat de travail, et que l'habillage et le déshabillage doivent être réalisés dans l'entreprise ou le lieu de travail, le temps nécessaire aux opérations d'habillage et de déshabillage fait l'objet de contreparties soit sous la forme de repos, soit financières, devant être déterminées par convention ou accord collectif ou, à défaut, par le contrat de travail, sans préjudice des clauses des conventions collectives, de branche, d'entreprise ou d'établissement, des usages ou des stipulations du contrat de travail assimilant ces temps d'habillage et de déshabillage à du temps de travail effectif. Le temps de déplacement professionnel pour se rendre sur le lieu d'exécution du contrat de travail n'est pas un temps de travail effectif. Toutefois, s'il dépasse le temps normal de trajet entre le domicile et le lieu habituel de travail, il doit faire l'objet d'une contrepartie soit sous forme de repos, soit financière déterminée par convention ou accord collectif ou, à défaut, par décision unilatérale de l'employeur prise après consultation du comité d'entreprise ou des délégués du personnel, s'ils existent. La part de ce temps de déplacement professionnel coïncidant avec l'horaire de travail ne doit pas entraîner de perte de salaire. II. - Une durée équivalente à la durée légale peut être instituée dans les professions et pour des emplois déterminés comportant des périodes d'inaction soit par décret, pris après conclusion d'une convention ou d'un accord de branche, soit par décret en Conseil d'Etat. Ces périodes sont rémunérées conformément aux usages ou aux conventions ou accords collectifs. III. - Une période d'astreinte s'entend comme une période pendant laquelle le salarié, sans être à la disposition permanente et immédiate de l'employeur, a l'obligation de demeurer à son domicile ou à proximité afin d'être en mesure d'intervenir pour effectuer un travail au service de l'entreprise, la durée de cette intervention étant considérée comme un temps de travail effectif. Exception faite de la durée d'intervention, la période d'astreinte est décomptée dans les durées minimales visées au I de l'article L. 714-1 et aux articles L. 714-2 et L. 714-5. Ces astreintes sont mises en place par des conventions ou accords collectifs étendus ou des accords d'entreprise ou d'établissement, qui en fixent le mode d'organisation ainsi que la compensation financière ou sous forme de repos à laquelle elles donnent lieu. A défaut de conclusion d'une convention ou accord, les conditions dans lesquelles les astreintes sont organisées et les compensations financières ou en repos auxquelles elles donnent lieu sont fixées par l'employeur après information et consultation du comité d'entreprise ou, en l'absence de comité d'entreprise, des délégués du personnel s'il en existe, et après information de l'inspecteur du travail. La programmation individuelle des périodes d'astreinte doit être portée à la connaissance de chaque salarié concerné quinze jours à l'avance, sauf circonstances exceptionnelles et sous réserve que le salarié en soit averti au moins un jour franc à l'avance. En fin de mois, l'employeur doit remettre à chaque salarié concerné un document récapitulant le nombre d'heures d'astreinte effectuées par celui-ci au cours du mois écoulé ainsi que la compensation correspondante. Ce document, qui est tenu à la disposition des agents de contrôle de l'inspection du travail, est conservé pendant une durée d'un an.",
            "texteHtml": "<p></p>   I. - La durée du travail effectif est le temps pendant lequel le salarié est à la disposition de l'employeur et doit se conformer à ses directives, sans pouvoir vaquer librement à des occupations personnelles.<p></p><p></p>   Le temps nécessaire à la restauration ainsi que les temps consacrés aux pauses sont considérés comme du temps de travail effectif lorsque les critères définis à l'alinéa précédent sont réunis. Même s'ils ne sont pas reconnus comme du temps de travail, ils peuvent faire l'objet d'une rémunération par voie conventionnelle ou contractuelle.<p></p><p></p>   Lorsque le port d'une tenue de travail est imposé par des dispositions législatives ou réglementaires, par des clauses conventionnelles, le règlement intérieur ou le contrat de travail, et que l'habillage et le déshabillage doivent être réalisés dans l'entreprise ou le lieu de travail, le temps nécessaire aux opérations d'habillage et de déshabillage fait l'objet de contreparties soit sous la forme de repos, soit financières, devant être déterminées par convention ou accord collectif ou, à défaut, par le contrat de travail, sans préjudice des clauses des conventions collectives, de branche, d'entreprise ou d'établissement, des usages ou des stipulations du contrat de travail assimilant ces temps d'habillage et de déshabillage à du temps de travail effectif.<p></p><p></p>   Le temps de déplacement professionnel pour se rendre sur le lieu d'exécution du contrat de travail n'est pas un temps de travail effectif. Toutefois, s'il dépasse le temps normal de trajet entre le domicile et le lieu habituel de travail, il doit faire l'objet d'une contrepartie soit sous forme de repos, soit financière déterminée par convention ou accord collectif ou, à défaut, par décision unilatérale de l'employeur prise après consultation du comité d'entreprise ou des délégués du personnel, s'ils existent. La part de ce temps de déplacement professionnel coïncidant avec l'horaire de travail ne doit pas entraîner de perte de salaire.<p></p><p></p>   II. - Une durée équivalente à la durée légale peut être instituée dans les professions et pour des emplois déterminés comportant des périodes d'inaction soit par décret, pris après conclusion d'une convention ou d'un accord de branche, soit par décret en Conseil d'Etat. Ces périodes sont rémunérées conformément aux usages ou aux conventions ou accords collectifs.<p></p><p></p>   III. - Une période d'astreinte s'entend comme une période pendant laquelle le salarié, sans être à la disposition permanente et immédiate de l'employeur, a l'obligation de demeurer à son domicile ou à proximité afin d'être en mesure d'intervenir pour effectuer un travail au service de l'entreprise, la durée de cette intervention étant considérée comme un temps de travail effectif. Exception faite de la durée d'intervention, la période d'astreinte est décomptée dans les durées minimales visées au I de l'article L. 714-1 et aux articles L. 714-2 et L. 714-5.<p></p><p></p>   Ces astreintes sont mises en place par des conventions ou accords collectifs étendus ou des accords d'entreprise ou d'établissement, qui en fixent le mode d'organisation ainsi que la compensation financière ou sous forme de repos à laquelle elles donnent lieu. A défaut de conclusion d'une convention ou accord, les conditions dans lesquelles les astreintes sont organisées et les compensations financières ou en repos auxquelles elles donnent lieu sont fixées par l'employeur après information et consultation du comité d'entreprise ou, en l'absence de comité d'entreprise, des délégués du personnel s'il en existe, et après information de l'inspecteur du travail.<p></p><p></p>   La programmation individuelle des périodes d'astreinte doit être portée à la connaissance de chaque salarié concerné quinze jours à l'avance, sauf circonstances exceptionnelles et sous réserve que le salarié en soit averti au moins un jour franc à l'avance. En fin de mois, l'employeur doit remettre à chaque salarié concerné un document récapitulant le nombre d'heures d'astreinte effectuées par celui-ci au cours du mois écoulé ainsi que la compensation correspondante. Ce document, qui est tenu à la disposition des agents de contrôle de l'inspection du travail, est conservé pendant une durée d'un an.<p></p>",
            "num": "L713-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1167523200000,
            "dateFin": 1470787200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Réglementation du travail salarié",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138363",
                        "id": "LEGISCTA000006138363",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Durée du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152328",
                        "id": "LEGISCTA000006152328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167855",
                        "id": "LEGISCTA000006167855",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585073",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167855",
            "sectionParentId": "LEGISCTA000006167855",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre Ier : Réglementation du travail salarié &gt; Chapitre III : Durée du travail &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585076",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000458333",
                    "textTitle": "Loi n°2006-1770 du 30 décembre 2006 - art. 53 () JORF 31 décembre 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "53",
                    "articleId": "LEGIARTI000006659258",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-12-31",
                    "dateSignaTexte": "2006-12-30",
                    "dateDebutCible": "2006-12-31"
                },
                {
                    "textCid": "JORFTEXT000032983213",
                    "textTitle": "LOI n°2016-1088 du 8 août 2016 - art. 8 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000033001006",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-08-09",
                    "dateSignaTexte": "2016-08-08",
                    "dateDebutCible": "2016-08-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L714-1, L714-2, L714-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000019994746",
                    "textTitle": "Décret n°2008-1420 du 19 décembre 2008 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000020032282",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-1420",
                    "datePubli": 1230336000000,
                    "dateDebut": 1230422400000
                },
                {
                    "textCid": "JORFTEXT000020429367",
                    "textTitle": "Arrêté du 16 mars 2009 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000020429372",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1237939200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020429392",
                    "textTitle": "Arrêté du 16 mars 2009 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000020429397",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1237939200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030002333",
                    "textTitle": "DÉCRET n°2014-1688 du 29 décembre 2014 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030002357",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1688",
                    "datePubli": 1419984000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032791624",
                    "textTitle": "Arrêté du 20 juin 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000032791627",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1467158400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D242-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D242-7",
                    "articleId": "LEGIARTI000026410733",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1336348800000
                },
                {
                    "textCid": "KALITEXT000030710860",
                    "textTitle": "Convention collective nationale concernant les ... - art. 24 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "24",
                    "articleId": "KALIARTI000030710928",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1412035200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 992 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "992",
                    "articleId": "LEGIARTI000006580589",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 992 bis (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "992 bis",
                    "articleId": "LEGIARTI000006580593",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585073",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1011312000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585074",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1011312000000,
                    "dateFin": 1042848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585075",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1042848000000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585076",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L713-5",
                "713-5"
            ],
            "versionPrecedente": "LEGIARTI000006585075",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006585075",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La durée du travail effectif est le temps pendant lequel le salarié est à la disposition de l'employeur et doit se conformer à ses directives, sans pouvoir vaquer librement à des occupations personnelles. Le temps nécessaire à la restauration ainsi que les temps consacrés aux pauses sont considérés comme du temps de travail effectif lorsque les critères définis à l'alinéa précédent sont réunis. Même s'ils ne sont pas reconnus comme du temps de travail, ils peuvent faire l'objet d'une rémunération par voie conventionnelle ou contractuelle. Lorsque le port d'une tenue de travail est imposé par des dispositions législatives ou réglementaires, par des clauses conventionnelles, le règlement intérieur ou le contrat de travail, et que l'habillage et le déshabillage doivent être réalisés dans l'entreprise ou le lieu de travail, le temps nécessaire aux opérations d'habillage et de déshabillage fait l'objet de contreparties soit sous la forme de repos, soit financières, devant être déterminées par convention ou accord collectif ou, à défaut, par le contrat de travail, sans préjudice des clauses des conventions collectives, de branche, d'entreprise ou d'établissement, des usages ou des stipulations du contrat de travail assimilant ces temps d'habillage et de déshabillage à du temps de travail effectif. II. - Une durée équivalente à la durée légale peut être instituée dans les professions et pour des emplois déterminés comportant des périodes d'inaction soit par décret, pris après conclusion d'une convention ou d'un accord de branche, soit par décret en Conseil d'Etat. Ces périodes sont rémunérées conformément aux usages ou aux conventions ou accords collectifs. III. - Une période d'astreinte s'entend comme une période pendant laquelle le salarié, sans être à la disposition permanente et immédiate de l'employeur, a l'obligation de demeurer à son domicile ou à proximité afin d'être en mesure d'intervenir pour effectuer un travail au service de l'entreprise, la durée de cette intervention étant considérée comme un temps de travail effectif. Exception faite de la durée d'intervention, la période d'astreinte est décomptée dans les durées minimales visées au I de l'article L. 714-1 et aux articles L. 714-2 et L. 714-5. Ces astreintes sont mises en place par des conventions ou accords collectifs étendus ou des accords d'entreprise ou d'établissement, qui en fixent le mode d'organisation ainsi que la compensation financière ou sous forme de repos à laquelle elles donnent lieu. A défaut de conclusion d'une convention ou accord, les conditions dans lesquelles les astreintes sont organisées et les compensations financières ou en repos auxquelles elles donnent lieu sont fixées par l'employeur après information et consultation du comité d'entreprise ou, en l'absence de comité d'entreprise, des délégués du personnel s'il en existe, et après information de l'inspecteur du travail. La programmation individuelle des périodes d'astreinte doit être portée à la connaissance de chaque salarié concerné quinze jours à l'avance, sauf circonstances exceptionnelles et sous réserve que le salarié en soit averti au moins un jour franc à l'avance. En fin de mois, l'employeur doit remettre à chaque salarié concerné un document récapitulant le nombre d'heures d'astreinte effectuées par celui-ci au cours du mois écoulé ainsi que la compensation correspondante. Ce document, qui est tenu à la disposition des agents de contrôle de l'inspection du travail, est conservé pendant une durée d'un an.",
            "texteHtml": "<p></p>   I. - La durée du travail effectif est le temps pendant lequel le salarié est à la disposition de l'employeur et doit se conformer à ses directives, sans pouvoir vaquer librement à des occupations personnelles.<p></p><p></p>   Le temps nécessaire à la restauration ainsi que les temps consacrés aux pauses sont considérés comme du temps de travail effectif lorsque les critères définis à l'alinéa précédent sont réunis. Même s'ils ne sont pas reconnus comme du temps de travail, ils peuvent faire l'objet d'une rémunération par voie conventionnelle ou contractuelle.<p></p><p></p>   Lorsque le port d'une tenue de travail est imposé par des dispositions législatives ou réglementaires, par des clauses conventionnelles, le règlement intérieur ou le contrat de travail, et que l'habillage et le déshabillage doivent être réalisés dans l'entreprise ou le lieu de travail, le temps nécessaire aux opérations d'habillage et de déshabillage fait l'objet de contreparties soit sous la forme de repos, soit financières, devant être déterminées par convention ou accord collectif ou, à défaut, par le contrat de travail, sans préjudice des clauses des conventions collectives, de branche, d'entreprise ou d'établissement, des usages ou des stipulations du contrat de travail assimilant ces temps d'habillage et de déshabillage à du temps de travail effectif.<p></p><p></p>   II. - Une durée équivalente à la durée légale peut être instituée dans les professions et pour des emplois déterminés comportant des périodes d'inaction soit par décret, pris après conclusion d'une convention ou d'un accord de branche, soit par décret en Conseil d'Etat. Ces périodes sont rémunérées conformément aux usages ou aux conventions ou accords collectifs.<p></p><p></p>   III. - Une période d'astreinte s'entend comme une période pendant laquelle le salarié, sans être à la disposition permanente et immédiate de l'employeur, a l'obligation de demeurer à son domicile ou à proximité afin d'être en mesure d'intervenir pour effectuer un travail au service de l'entreprise, la durée de cette intervention étant considérée comme un temps de travail effectif. Exception faite de la durée d'intervention, la période d'astreinte est décomptée dans les durées minimales visées au I de l'article L. 714-1 et aux articles L. 714-2 et L. 714-5.<p></p><p></p>   Ces astreintes sont mises en place par des conventions ou accords collectifs étendus ou des accords d'entreprise ou d'établissement, qui en fixent le mode d'organisation ainsi que la compensation financière ou sous forme de repos à laquelle elles donnent lieu. A défaut de conclusion d'une convention ou accord, les conditions dans lesquelles les astreintes sont organisées et les compensations financières ou en repos auxquelles elles donnent lieu sont fixées par l'employeur après information et consultation du comité d'entreprise ou, en l'absence de comité d'entreprise, des délégués du personnel s'il en existe, et après information de l'inspecteur du travail.<p></p><p></p>   La programmation individuelle des périodes d'astreinte doit être portée à la connaissance de chaque salarié concerné quinze jours à l'avance, sauf circonstances exceptionnelles et sous réserve que le salarié en soit averti au moins un jour franc à l'avance. En fin de mois, l'employeur doit remettre à chaque salarié concerné un document récapitulant le nombre d'heures d'astreinte effectuées par celui-ci au cours du mois écoulé ainsi que la compensation correspondante. Ce document, qui est tenu à la disposition des agents de contrôle de l'inspection du travail, est conservé pendant une durée d'un an.<p></p>",
            "num": "L713-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1042848000000,
            "dateFin": 1167523200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Réglementation du travail salarié",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138363",
                        "id": "LEGISCTA000006138363",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Durée du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152328",
                        "id": "LEGISCTA000006152328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167855",
                        "id": "LEGISCTA000006167855",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585073",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167855",
            "sectionParentId": "LEGISCTA000006167855",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre Ier : Réglementation du travail salarié &gt; Chapitre III : Durée du travail &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585075",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000594652",
                    "textTitle": "Loi n°2003-47 du 17 janvier 2003 - art. 7 () JORF 18 janvier 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006658855",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-01-18",
                    "dateSignaTexte": "2003-01-17",
                    "dateDebutCible": "2003-01-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L714-1, L714-2, L714-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000019994746",
                    "textTitle": "Décret n°2008-1420 du 19 décembre 2008 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000020032282",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-1420",
                    "datePubli": 1230336000000,
                    "dateDebut": 1230422400000
                },
                {
                    "textCid": "JORFTEXT000020429367",
                    "textTitle": "Arrêté du 16 mars 2009 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000020429372",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1237939200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020429392",
                    "textTitle": "Arrêté du 16 mars 2009 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000020429397",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1237939200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030002333",
                    "textTitle": "DÉCRET n°2014-1688 du 29 décembre 2014 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030002357",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1688",
                    "datePubli": 1419984000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032791624",
                    "textTitle": "Arrêté du 20 juin 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000032791627",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1467158400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D242-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D242-7",
                    "articleId": "LEGIARTI000026410733",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1336348800000
                },
                {
                    "textCid": "KALITEXT000030710860",
                    "textTitle": "Convention collective nationale concernant les ... - art. 24 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "24",
                    "articleId": "KALIARTI000030710928",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1412035200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 992 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "992",
                    "articleId": "LEGIARTI000006580589",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 992 bis (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "992 bis",
                    "articleId": "LEGIARTI000006580593",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585073",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1011312000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585074",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1011312000000,
                    "dateFin": 1042848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585075",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1042848000000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585076",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L713-5",
                "713-5"
            ],
            "versionPrecedente": "LEGIARTI000006585074",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006585074",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La durée du travail effectif est le temps pendant lequel le salarié est à la disposition de l'employeur et doit se conformer à ses directives, sans pouvoir vaquer librement à des occupations personnelles. Le temps nécessaire à la restauration ainsi que les temps consacrés aux pauses sont considérés comme du temps de travail effectif lorsque les critères définis à l'alinéa précédent sont réunis. Même s'ils ne sont pas reconnus comme du temps de travail, ils peuvent faire l'objet d'une rémunération par voie conventionnelle ou contractuelle. Lorsque le port d'une tenue de travail est imposé par des dispositions législatives ou réglementaires, par des clauses conventionnelles, le règlement intérieur ou le contrat de travail, et que l'habillage et le déshabillage doivent être réalisés dans l'entreprise ou le lieu de travail, le temps nécessaire aux opérations d'habillage et de déshabillage fait l'objet de contreparties soit sous la forme de repos, soit financières, devant être déterminées par convention ou accord collectif ou, à défaut, par le contrat de travail, sans préjudice des clauses des conventions collectives, de branche, d'entreprise ou d'établissement, des usages ou des stipulations du contrat de travail assimilant ces temps d'habillage et de déshabillage à du temps de travail effectif. II. - Une durée équivalente à la durée légale peut être instituée dans les professions et pour des emplois déterminés comportant des périodes d'inaction soit par décret, pris après conclusion d'une convention ou d'un accord de branche, soit par décret en Conseil d'Etat. Ces périodes sont rémunérées conformément aux usages ou aux conventions ou accords collectifs. III. - Une période d'astreinte s'entend comme une période pendant laquelle le salarié, sans être à la disposition permanente et immédiate de l'employeur, a l'obligation de demeurer à son domicile ou à proximité afin d'être en mesure d'intervenir pour effectuer un travail au service de l'entreprise, la durée de cette intervention étant considérée comme un temps de travail effectif. Ces astreintes sont mises en place par des conventions ou accords collectifs étendus ou des accords d'entreprise ou d'établissement, qui en fixent le mode d'organisation ainsi que la compensation financière ou sous forme de repos à laquelle elles donnent lieu. A défaut de conclusion d'une convention ou accord, les conditions dans lesquelles les astreintes sont organisées et les compensations financières ou en repos auxquelles elles donnent lieu sont fixées par l'employeur après information et consultation du comité d'entreprise ou, en l'absence de comité d'entreprise, des délégués du personnel s'il en existe, et après information de l'inspecteur du travail. La programmation individuelle des périodes d'astreinte doit être portée à la connaissance de chaque salarié concerné quinze jours à l'avance, sauf circonstances exceptionnelles et sous réserve que le salarié en soit averti au moins un jour franc à l'avance. En fin de mois, l'employeur doit remettre à chaque salarié concerné un document récapitulant le nombre d'heures d'astreinte effectuées par celui-ci au cours du mois écoulé ainsi que la compensation correspondante. Ce document, qui est tenu à la disposition des agents de contrôle de l'inspection du travail, est conservé pendant une durée d'un an.",
            "texteHtml": "<p></p>   I. - La durée du travail effectif est le temps pendant lequel le salarié est à la disposition de l'employeur et doit se conformer à ses directives, sans pouvoir vaquer librement à des occupations personnelles.<p></p><p></p>   Le temps nécessaire à la restauration ainsi que les temps consacrés aux pauses sont considérés comme du temps de travail effectif lorsque les critères définis à l'alinéa précédent sont réunis. Même s'ils ne sont pas reconnus comme du temps de travail, ils peuvent faire l'objet d'une rémunération par voie conventionnelle ou contractuelle.<p></p><p></p>   Lorsque le port d'une tenue de travail est imposé par des dispositions législatives ou réglementaires, par des clauses conventionnelles, le règlement intérieur ou le contrat de travail, et que l'habillage et le déshabillage doivent être réalisés dans l'entreprise ou le lieu de travail, le temps nécessaire aux opérations d'habillage et de déshabillage fait l'objet de contreparties soit sous la forme de repos, soit financières, devant être déterminées par convention ou accord collectif ou, à défaut, par le contrat de travail, sans préjudice des clauses des conventions collectives, de branche, d'entreprise ou d'établissement, des usages ou des stipulations du contrat de travail assimilant ces temps d'habillage et de déshabillage à du temps de travail effectif.<p></p><p></p>   II. - Une durée équivalente à la durée légale peut être instituée dans les professions et pour des emplois déterminés comportant des périodes d'inaction soit par décret, pris après conclusion d'une convention ou d'un accord de branche, soit par décret en Conseil d'Etat. Ces périodes sont rémunérées conformément aux usages ou aux conventions ou accords collectifs.<p></p><p></p>   III. - Une période d'astreinte s'entend comme une période pendant laquelle le salarié, sans être à la disposition permanente et immédiate de l'employeur, a l'obligation de demeurer à son domicile ou à proximité afin d'être en mesure d'intervenir pour effectuer un travail au service de l'entreprise, la durée de cette intervention étant considérée comme un temps de travail effectif.<p></p><p></p>   Ces astreintes sont mises en place par des conventions ou accords collectifs étendus ou des accords d'entreprise ou d'établissement, qui en fixent le mode d'organisation ainsi que la compensation financière ou sous forme de repos à laquelle elles donnent lieu. A défaut de conclusion d'une convention ou accord, les conditions dans lesquelles les astreintes sont organisées et les compensations financières ou en repos auxquelles elles donnent lieu sont fixées par l'employeur après information et consultation du comité d'entreprise ou, en l'absence de comité d'entreprise, des délégués du personnel s'il en existe, et après information de l'inspecteur du travail.<p></p><p></p>   La programmation individuelle des périodes d'astreinte doit être portée à la connaissance de chaque salarié concerné quinze jours à l'avance, sauf circonstances exceptionnelles et sous réserve que le salarié en soit averti au moins un jour franc à l'avance. En fin de mois, l'employeur doit remettre à chaque salarié concerné un document récapitulant le nombre d'heures d'astreinte effectuées par celui-ci au cours du mois écoulé ainsi que la compensation correspondante. Ce document, qui est tenu à la disposition des agents de contrôle de l'inspection du travail, est conservé pendant une durée d'un an.<p></p>",
            "num": "L713-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1011312000000,
            "dateFin": 1042848000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Réglementation du travail salarié",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138363",
                        "id": "LEGISCTA000006138363",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Durée du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152328",
                        "id": "LEGISCTA000006152328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167855",
                        "id": "LEGISCTA000006167855",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585073",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167855",
            "sectionParentId": "LEGISCTA000006167855",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre Ier : Réglementation du travail salarié &gt; Chapitre III : Durée du travail &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585074",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000408905",
                    "textTitle": "Loi n°2002-73 du 17 janvier 2002 - art. 200 () JORF 18 janvier 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "200",
                    "articleId": "LEGIARTI000006697354",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-01-18",
                    "dateSignaTexte": "2002-01-17",
                    "dateDebutCible": "2002-01-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019994746",
                    "textTitle": "Décret n°2008-1420 du 19 décembre 2008 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000020032282",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-1420",
                    "datePubli": 1230336000000,
                    "dateDebut": 1230422400000
                },
                {
                    "textCid": "JORFTEXT000020429367",
                    "textTitle": "Arrêté du 16 mars 2009 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000020429372",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1237939200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020429392",
                    "textTitle": "Arrêté du 16 mars 2009 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000020429397",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1237939200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030002333",
                    "textTitle": "DÉCRET n°2014-1688 du 29 décembre 2014 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030002357",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1688",
                    "datePubli": 1419984000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032791624",
                    "textTitle": "Arrêté du 20 juin 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000032791627",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1467158400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D242-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D242-7",
                    "articleId": "LEGIARTI000026410733",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1336348800000
                },
                {
                    "textCid": "KALITEXT000030710860",
                    "textTitle": "Convention collective nationale concernant les ... - art. 24 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "24",
                    "articleId": "KALIARTI000030710928",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1412035200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 992 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "992",
                    "articleId": "LEGIARTI000006580589",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 992 bis (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "992 bis",
                    "articleId": "LEGIARTI000006580593",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585073",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1011312000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585074",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1011312000000,
                    "dateFin": 1042848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585075",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1042848000000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585076",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L713-5",
                "713-5"
            ],
            "versionPrecedente": "LEGIARTI000006585073",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006585073",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La durée du travail effectif est le temps pendant lequel le salarié est à la disposition de l'employeur et doit se conformer à ses directives, sans pouvoir vaquer librement à des occupations personnelles. Le temps nécessaire à la restauration ainsi que les temps consacrés aux pauses sont considérés comme du temps de travail effectif lorsque les critères définis à l'alinéa précédent sont réunis. Même s'ils ne sont pas reconnus comme du temps de travail, ils peuvent faire l'objet d'une rémunération par voie conventionnelle ou contractuelle. Sans préjudice des clauses des conventions collectives, des usages ou des dispositions du contrat de travail l'assimilant à du temps de travail effectif, le temps nécessaire à l'habillage et au déshabillage fait l'objet de contreparties, soit sous forme de repos, soit financières, devant être déterminées par convention ou accord collectif ou à défaut par le contrat de travail, lorsque le port d'une tenue de travail est imposé sur le lieu de travail par des dispositions législatives ou réglementaires, par des clauses conventionnelles, le règlement intérieur ou le contrat de travail. II. - Une durée équivalente à la durée légale peut être instituée dans les professions et pour des emplois déterminés comportant des périodes d'inaction soit par décret, pris après conclusion d'une convention ou d'un accord de branche, soit par décret en Conseil d'Etat. Ces périodes sont rémunérées conformément aux usages ou aux conventions ou accords collectifs. III. - Une période d'astreinte s'entend comme une période pendant laquelle le salarié, sans être à la disposition permanente et immédiate de l'employeur, a l'obligation de demeurer à son domicile ou à proximité afin d'être en mesure d'intervenir pour effectuer un travail au service de l'entreprise, la durée de cette intervention étant considérée comme un temps de travail effectif. Ces astreintes sont mises en place par des conventions ou accords collectifs étendus ou des accords d'entreprise ou d'établissement, qui en fixent le mode d'organisation ainsi que la compensation financière ou sous forme de repos à laquelle elles donnent lieu. A défaut de conclusion d'une convention ou accord, les conditions dans lesquelles les astreintes sont organisées et les compensations financières ou en repos auxquelles elles donnent lieu sont fixées par l'employeur après information et consultation du comité d'entreprise ou, en l'absence de comité d'entreprise, des délégués du personnel s'il en existe, et après information de l'inspecteur du travail. La programmation individuelle des périodes d'astreinte doit être portée à la connaissance de chaque salarié concerné quinze jours à l'avance, sauf circonstances exceptionnelles et sous réserve que le salarié en soit averti au moins un jour franc à l'avance. En fin de mois, l'employeur doit remettre à chaque salarié concerné un document récapitulant le nombre d'heures d'astreinte effectuées par celui-ci au cours du mois écoulé ainsi que la compensation correspondante. Ce document, qui est tenu à la disposition des agents de contrôle de l'inspection du travail, est conservé pendant une durée d'un an.",
            "texteHtml": "<p></p>   I. - La durée du travail effectif est le temps pendant lequel le salarié est à la disposition de l'employeur et doit se conformer à ses directives, sans pouvoir vaquer librement à des occupations personnelles.<p></p><p></p>   Le temps nécessaire à la restauration ainsi que les temps consacrés aux pauses sont considérés comme du temps de travail effectif lorsque les critères définis à l'alinéa précédent sont réunis. Même s'ils ne sont pas reconnus comme du temps de travail, ils peuvent faire l'objet d'une rémunération par voie conventionnelle ou contractuelle.<p></p><p></p>   Sans préjudice des clauses des conventions collectives, des usages ou des dispositions du contrat de travail l'assimilant à du temps de travail effectif, le temps nécessaire à l'habillage et au déshabillage fait l'objet de contreparties, soit sous forme de repos, soit financières, devant être déterminées par convention ou accord collectif ou à défaut par le contrat de travail, lorsque le port d'une tenue de travail est imposé sur le lieu de travail par des dispositions législatives ou réglementaires, par des clauses conventionnelles, le règlement intérieur ou le contrat de travail.<p></p><p></p>   II. - Une durée équivalente à la durée légale peut être instituée dans les professions et pour des emplois déterminés comportant des périodes d'inaction soit par décret, pris après conclusion d'une convention ou d'un accord de branche, soit par décret en Conseil d'Etat. Ces périodes sont rémunérées conformément aux usages ou aux conventions ou accords collectifs.<p></p><p></p>   III. - Une période d'astreinte s'entend comme une période pendant laquelle le salarié, sans être à la disposition permanente et immédiate de l'employeur, a l'obligation de demeurer à son domicile ou à proximité afin d'être en mesure d'intervenir pour effectuer un travail au service de l'entreprise, la durée de cette intervention étant considérée comme un temps de travail effectif.<p></p><p></p>   Ces astreintes sont mises en place par des conventions ou accords collectifs étendus ou des accords d'entreprise ou d'établissement, qui en fixent le mode d'organisation ainsi que la compensation financière ou sous forme de repos à laquelle elles donnent lieu. A défaut de conclusion d'une convention ou accord, les conditions dans lesquelles les astreintes sont organisées et les compensations financières ou en repos auxquelles elles donnent lieu sont fixées par l'employeur après information et consultation du comité d'entreprise ou, en l'absence de comité d'entreprise, des délégués du personnel s'il en existe, et après information de l'inspecteur du travail.<p></p><p></p>   La programmation individuelle des périodes d'astreinte doit être portée à la connaissance de chaque salarié concerné quinze jours à l'avance, sauf circonstances exceptionnelles et sous réserve que le salarié en soit averti au moins un jour franc à l'avance. En fin de mois, l'employeur doit remettre à chaque salarié concerné un document récapitulant le nombre d'heures d'astreinte effectuées par celui-ci au cours du mois écoulé ainsi que la compensation correspondante. Ce document, qui est tenu à la disposition des agents de contrôle de l'inspection du travail, est conservé pendant une durée d'un an.<p></p>",
            "num": "L713-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 961632000000,
            "dateFin": 1011312000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Réglementation du travail salarié",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138363",
                        "id": "LEGISCTA000006138363",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Durée du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152328",
                        "id": "LEGISCTA000006152328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167855",
                        "id": "LEGISCTA000006167855",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585073",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167855",
            "sectionParentId": "LEGISCTA000006167855",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre Ier : Réglementation du travail salarié &gt; Chapitre III : Durée du travail &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585073",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000583733",
                    "textTitle": "Rapport - art. 1 (V) JORF 22 juin 2000",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006601333",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2000-06-15",
                    "dateDebutCible": "2000-06-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019994746",
                    "textTitle": "Décret n°2008-1420 du 19 décembre 2008 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000020032282",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-1420",
                    "datePubli": 1230336000000,
                    "dateDebut": 1230422400000
                },
                {
                    "textCid": "JORFTEXT000020429367",
                    "textTitle": "Arrêté du 16 mars 2009 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000020429372",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1237939200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020429392",
                    "textTitle": "Arrêté du 16 mars 2009 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000020429397",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1237939200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030002333",
                    "textTitle": "DÉCRET n°2014-1688 du 29 décembre 2014 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030002357",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1688",
                    "datePubli": 1419984000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032791624",
                    "textTitle": "Arrêté du 20 juin 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000032791627",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1467158400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D242-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D242-7",
                    "articleId": "LEGIARTI000026410733",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1336348800000
                },
                {
                    "textCid": "KALITEXT000030710860",
                    "textTitle": "Convention collective nationale concernant les ... - art. 24 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "24",
                    "articleId": "KALIARTI000030710928",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1412035200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 992 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "992",
                    "articleId": "LEGIARTI000006580589",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 992 bis (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "992 bis",
                    "articleId": "LEGIARTI000006580593",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585073",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1011312000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585074",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1011312000000,
                    "dateFin": 1042848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585075",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1042848000000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585076",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L713-5",
                "713-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}