{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019115304",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Tout prélèvement d'échantillons est effectué, en application de l'article L. 521-17 , par les agents des douanes ayant au moins le grade de contrôleur. Deux échantillons sont remis au propriétaire du dessin ou modèle déposé ou au bénéficiaire du droit exclusif d'exploitation ou au représentant de l'un d'eux. Deux autres échantillons sont conservés par l'administration des douanes. Les quatre échantillons doivent être, autant que possible, identiques. Le prélèvement est réalisé en présence soit du propriétaire de la marchandise, soit du détenteur de celle-ci ou d'un représentant de l'un d'eux. Le propriétaire du dessin ou modèle déposé ou le bénéficiaire du droit exclusif d'exploitation ou le représentant de l'un d'eux est également présent. En cas d'absence du propriétaire ou du détenteur de la marchandise ou d'un représentant de l'un d'eux, un témoin n'appartenant pas à l'administration des douanes est requis par deux agents des douanes ayant au moins le grade de contrôleur, pour assister au prélèvement. Si le propriétaire du dessin ou modèle déposé ou le bénéficiaire du droit exclusif d'exploitation a demandé un prélèvement et n'est ni présent ni représenté après avoir été convoqué, aucun prélèvement n'est réalisé. Lorsqu'une marchandise ou un objet, en raison de son poids, de ses dimensions, de sa valeur, de sa nature ou de la trop faible quantité de produit, ne peut, sans inconvénient, faire l'objet d'un prélèvement de quatre échantillons, la marchandise ou l'objet est prélevé dans sa totalité et constitue un seul et unique échantillon qui est remis au propriétaire du dessin ou modèle déposé ou au bénéficiaire du droit exclusif d'exploitation ou au représentant de l'un d'eux. II.-Tout échantillon prélevé est mis sous scellés. Ceux-ci doivent retenir une étiquette d'identification portant les mentions suivantes : a) Les nom, prénom ou raison sociale et adresse du propriétaire ou du détenteur de la marchandise ; b) Le cas échéant, les nom, prénoms et adresse du témoin requis ; c) Les nom, prénoms ou raison sociale et adresse du propriétaire du dessin ou modèle déposé ou du bénéficiaire du droit exclusif d'exploitation ou du représentant de l'un d'eux auquel l'échantillon ou les échantillons sont remis ; d) La dénomination exacte de la marchandise ; e) La date, l'heure et le lieu du prélèvement ; f) Le numéro d'ordre de chaque échantillon ; g) Les nom, prénom et qualité de l'agent ayant effectué le prélèvement ainsi que sa signature. III.-Tout prélèvement donne lieu à la rédaction d'un procès-verbal de constat au sens de l'article 334 du code des douanes. Le procès-verbal comporte, outre les mentions prévues par ce code, les mentions suivantes : a) La date, l'heure et le lieu du prélèvement ; b) Les nom, prénom ou raison sociale et adresse de toutes les personnes ayant assisté au prélèvement ; c) Le cas échéant, mention du défaut ou du refus de la présence du propriétaire ou du détenteur de la marchandise ou du représentant de l'un d'eux ; d) Un exposé succinct des circonstances dans lesquelles le prélèvement a été effectué ; e) L'identification exacte du ou des échantillons ainsi que la remise de l'échantillon ou de deux d'entre eux au propriétaire du dessin ou modèle déposé ou au bénéficiaire du droit exclusif d'exploitation ou au représentant de l'un d'entre eux, aux seules fins d'analyse et en vue de faciliter les actions qu'il peut être amené à engager par la voie civile ou pénale. Les personnes présentes lors du prélèvement peuvent faire insérer au procès-verbal de constat toutes les déclarations qu'elles jugent utiles. Elles sont invitées à le signer. En cas de refus, mention en est portée sur le procès-verbal de constat. Une copie du procès-verbal de constat est remise à chaque personne présente lors du prélèvement. IV.-L'administration des douanes conserve les échantillons qui lui sont attribués jusqu'au règlement de l'affaire. En fonction du résultat de l'action civile ou pénale engagée par le propriétaire du dessin ou modèle déposé ou le bénéficiaire du droit exclusif d'exploitation, ils sont restitués soit à ces derniers, soit à leur détenteur ou à leur propriétaire ou à un représentant de l'un d'entre eux. Les échantillons détenus par le propriétaire du dessin ou modèle déposé ou le bénéficiaire du droit exclusif d'exploitation ou le représentant de l'un d'entre eux sont restitués, le cas échéant, au détenteur ou au propriétaire de la marchandise ou à un représentant de l'un d'entre eux, sauf destruction des échantillons résultant de l'analyse prévue par l'article L. 521-17.",
            "texteHtml": "I.-Tout prélèvement d'échantillons est effectué, en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069414&idArticle=LEGIARTI000006279386&dateTexte=&categorieLien=cid'>L. 521-17</a>, par les agents des douanes ayant au moins le grade de contrôleur. Deux échantillons sont remis au propriétaire du dessin ou modèle déposé ou au bénéficiaire du droit exclusif d'exploitation ou au représentant de l'un d'eux. Deux autres échantillons sont conservés par l'administration des douanes. Les quatre échantillons doivent être, autant que possible, identiques. <br/><br/>Le prélèvement est réalisé en présence soit du propriétaire de la marchandise, soit du détenteur de celle-ci ou d'un représentant de l'un d'eux. Le propriétaire du dessin ou modèle déposé ou le bénéficiaire du droit exclusif d'exploitation ou le représentant de l'un d'eux est également présent. <br/><br/>En cas d'absence du propriétaire ou du détenteur de la marchandise ou d'un représentant de l'un d'eux, un témoin n'appartenant pas à l'administration des douanes est requis par deux agents des douanes ayant au moins le grade de contrôleur, pour assister au prélèvement. <br/><br/>Si le propriétaire du dessin ou modèle déposé ou le bénéficiaire du droit exclusif d'exploitation a demandé un prélèvement et n'est ni présent ni représenté après avoir été convoqué, aucun prélèvement n'est réalisé. <br/><br/>Lorsqu'une marchandise ou un objet, en raison de son poids, de ses dimensions, de sa valeur, de sa nature ou de la trop faible quantité de produit, ne peut, sans inconvénient, faire l'objet d'un prélèvement de quatre échantillons, la marchandise ou l'objet est prélevé dans sa totalité et constitue un seul et unique échantillon qui est remis au propriétaire du dessin ou modèle déposé ou au bénéficiaire du droit exclusif d'exploitation ou au représentant de l'un d'eux. <br/><br/>II.-Tout échantillon prélevé est mis sous scellés. Ceux-ci doivent retenir une étiquette d'identification portant les mentions suivantes : <br/><br/>a) Les nom, prénom ou raison sociale et adresse du propriétaire ou du détenteur de la marchandise ; <br/><br/>b) Le cas échéant, les nom, prénoms et adresse du témoin requis ; <br/><br/>c) Les nom, prénoms ou raison sociale et adresse du propriétaire du dessin ou modèle déposé ou du bénéficiaire du droit exclusif d'exploitation ou du représentant de l'un d'eux auquel l'échantillon ou les échantillons sont remis ; <br/><br/>d) La dénomination exacte de la marchandise ; <br/><br/>e) La date, l'heure et le lieu du prélèvement ; <br/><br/>f) Le numéro d'ordre de chaque échantillon ; <br/><br/>g) Les nom, prénom et qualité de l'agent ayant effectué le prélèvement ainsi que sa signature. <br/><br/>III.-Tout prélèvement donne lieu à la rédaction d'un procès-verbal de constat au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000006615980&dateTexte=&categorieLien=cid'>334</a> du code des douanes. Le procès-verbal comporte, outre les mentions prévues par ce code, les mentions suivantes : <br/><br/>a) La date, l'heure et le lieu du prélèvement ; <br/><br/>b) Les nom, prénom ou raison sociale et adresse de toutes les personnes ayant assisté au prélèvement ; <br/><br/>c) Le cas échéant, mention du défaut ou du refus de la présence du propriétaire ou du détenteur de la marchandise ou du représentant de l'un d'eux ; <br/><br/>d) Un exposé succinct des circonstances dans lesquelles le prélèvement a été effectué ; <br/><br/>e) L'identification exacte du ou des échantillons ainsi que la remise de l'échantillon ou de deux d'entre eux au propriétaire du dessin ou modèle déposé ou au bénéficiaire du droit exclusif d'exploitation ou au représentant de l'un d'entre eux, aux seules fins d'analyse et en vue de faciliter les actions qu'il peut être amené à engager par la voie civile ou pénale. <br/><br/>Les personnes présentes lors du prélèvement peuvent faire insérer au procès-verbal de constat toutes les déclarations qu'elles jugent utiles. Elles sont invitées à le signer. En cas de refus, mention en est portée sur le procès-verbal de constat. <br/><br/>Une copie du procès-verbal de constat est remise à chaque personne présente lors du prélèvement. <br/><br/>IV.-L'administration des douanes conserve les échantillons qui lui sont attribués jusqu'au règlement de l'affaire. En fonction du résultat de l'action civile ou pénale engagée par le propriétaire du dessin ou modèle déposé ou le bénéficiaire du droit exclusif d'exploitation, ils sont restitués soit à ces derniers, soit à leur détenteur ou à leur propriétaire ou à un représentant de l'un d'entre eux. <br/><br/>Les échantillons détenus par le propriétaire du dessin ou modèle déposé ou le bénéficiaire du droit exclusif d'exploitation ou le représentant de l'un d'entre eux sont restitués, le cas échéant, au détenteur ou au propriétaire de la marchandise ou à un représentant de l'un d'entre eux, sauf destruction des échantillons résultant de l'analyse prévue par l'article L. 521-17.",
            "num": "R523-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1214784000000,
            "dateFin": 1429315200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929215,
            "context": {
                "titresTM": [
                    {
                        "debut": "1995-04-13",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083674",
                        "id": "LEGISCTA000006083674",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-04-13",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les dessins et modèles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133349",
                        "id": "LEGISCTA000006133349",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-04-13",
                        "fin": "2008-06-30",
                        "titre": "Titre II : Contentieux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146384",
                        "id": "LEGISCTA000006146384",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Contentieux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146384",
                        "id": "LEGISCTA000019107897",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Retenue en douane\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019110532",
                        "id": "LEGISCTA000019115325",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1992-07-03",
                        "fin": "2999-01-01",
                        "titre": "Code de la propriété intellectuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069414",
                        "id": "LEGITEXT000006069414",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019110544",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019110532",
            "sectionParentId": "LEGISCTA000019115325",
            "sectionParentTitre": "Chapitre III : Retenue en douane\r\n\r\n",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Les dessins et modèles &gt; Titre II : Contentieux &gt; Chapitre III : Retenue en douane\r\n\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000019115304",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069414",
                    "titre": "Code de la propriété intellectuelle",
                    "titreLong": "Code de la propriété intellectuelle",
                    "etat": "VIGUEUR",
                    "dateDebut": 710121600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069414",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019108405",
                    "textTitle": "Décret n°2008-625\n du 27 juin 2008 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000019110100",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-06-29",
                    "dateSignaTexte": "2008-06-27",
                    "dateDebutCible": "2008-06-30"
                },
                {
                    "textCid": "JORFTEXT000030487139",
                    "textTitle": "DÉCRET n°2015-427 du 15 avril 2015 - art. 2",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000030488137",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-04-17",
                    "dateSignaTexte": "2015-04-15",
                    "dateDebutCible": "2015-04-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L521-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-17",
                    "articleId": "LEGIARTI000006279386",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1193702400000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 334",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "334",
                    "articleId": "LEGIARTI000006615980",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1041292800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019115304",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1214784000000,
                    "dateFin": 1429315200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R523-6",
                "523-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}