{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047280087",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour bénéficier de l'aide par la voie d'accès “ pratiques de gestion agro-écologique des surfaces agricoles ”, l'agriculteur doit respecter les conditions suivantes : a) Assurer une diversification des cultures sur ses terres arables et sur certaines cultures pérennes assimilées à des cultures de terres arables ; b) Maintenir une proportion minimale de prairies permanentes non labourées et lorsqu'il s'agit de prairies permanentes dites “ sensibles ” mentionnées à l'article D. 641-53 du code rural et de la pêche maritime, sans traitement phytosanitaire, de 80 % des surfaces de prairies pour le niveau de base de l'écorégime et de 90 % pour le niveau supérieur ; c) Maintenir une couverture végétale minimale sur 75 % des inter-rangs de certaines cultures pérennes pour le niveau de base et sur 95 % de ces inter-rangs pour le niveau supérieur. Pour l'application du a, un arrêté du ministre chargé de l'agriculture précise les différentes catégories de cultures concernées, fixe le barème de points affectés à chacune de ces catégories, en tenant compte de la présence de prairies permanentes sur les exploitations et de la superficie en terres arables, ainsi que le nombre de points à atteindre pour respecter chacun des deux niveaux d'exigence du critère. Il fixe la liste des cultures pérennes qui sont assimilées à des terres arables. Pour l'application du b, un arrêté du ministre chargé de l'agriculture précise la période durant laquelle le maintien des prairies permanentes est vérifié au titre d'une campagne de demande d'aides donnée. Pour l'application du c, le même arrêté précise les modalités de vérification du critère de couverture de l'inter-rang, détermine les cultures pérennes auxquelles s'applique cette condition, ainsi que les couverts autorisés sur l'inter-rang. Le niveau d'exigence retenu pour l'octroi de l'aide correspond au plus petit niveau d'exigence atteint pour chacune des trois conditions mentionnées aux a, b et c. Toutefois, lorsque la surface admissible prise en compte pour une de ces trois conditions représente moins de 5 % de la surface admissible de l'exploitation, l'agriculteur est exempté de l'obligation de respecter cette condition. II.-Pour bénéficier de l'aide par la voie d'accès “ certification environnementale ”, l'agriculteur doit engager l'ensemble des surfaces agricoles de son exploitation à titre individuel dans une démarche ou une certification qui garantit le recours à des pratiques et systèmes de production respectueux des modes de production agro-écologiques. 1° Pour le niveau de base de l'écorégime, l'agriculteur doit satisfaire à un niveau d'exigences dit “ CE2 + ” qui implique : a) Le respect des exigences de la certification de deuxième niveau prévue à l'article D. 617-3 du code rural et de la pêche maritime, et le suivi systématique de l'écart de ses pratiques avec les exigences de la certification de troisième niveau prévue à l'article D. 617-4 du même code ; b) Le respect de l'une des obligations suivantes : -soit atteindre au moins dix points dans l'un des indicateurs fixés par l'arrêté mentionné à l'article D. 617-4 du code rural et de la pêche maritime ; -soit justifier, d'une part, de l'utilisation d'au moins deux matériels ou outils d'aide à la décision favorisant la réduction de l'utilisation d'intrants de synthèse et, d'autre part, de l'engagement de l'exploitation dans une démarche de recyclage des déchets d'exploitation. 2° Pour le niveau supérieur de l'écorégime, l'agriculteur doit justifier de la certification environnementale de troisième niveau prévue à l'article D. 617-4 du code rural et de la pêche maritime. 3° Pour le niveau supplémentaire de l'écorégime, spécifique à l'agriculture biologique, l'agriculteur doit respecter les conditions fixées par le dernier alinéa de l'article de l'article D. 614-109 du code rural et de la pêche maritime. Un arrêté du ministre chargé de l'agriculture précise les conditions de vérification par un organisme certificateur du respect des exigences mentionnées au 1°. III.-Pour bénéficier de l'aide par la voie d'accès “ éléments favorables à la biodiversité ”, l'agriculteur doit justifier d'une proportion minimale de 7 % d'éléments favorables à la biodiversité sur la surface agricole utile de son exploitation dont au moins 4 % sur les terres arables de l'exploitation si celle-ci en comporte pour le niveau de base et de 10 % pour le niveau supérieur dont au moins 4 % sur les terres arables de l'exploitation si celle-ci en comporte. L'exigence d'implanter au moins 4 % d'éléments favorables à la biodiversité sur les terres arables de l'exploitation ne concerne que les exploitants qui ne sont pas exemptés de l'application de la BCAE8 en application de l'annexe III du règlement (UE) n° 2021/2115 du 2 décembre 2021. Un arrêté du ministre chargé de l'agriculture définit la liste des éléments concernés, leurs caractéristiques et leurs coefficients de conversion et de pondération. IV.-Pour bénéficier du “ bonus haie ” mentionné à l'article 1er, l'agriculteur doit entretenir une proportion minimale de 6 % de haies sur la surface agricole utile de son exploitation, dont 6 % sur les terres arables si son exploitation en comporte. Les haies doivent faire l'objet d'une gestion durable, incluant des techniques de coupe garantissant la reprise végétale de la haie, des itinéraires techniques assurant sa régénération et le maintien des services écosystémiques rendus par chaque type de haie. Un arrêté du ministre chargé de l'agriculture précise les conditions de vérification par un organisme certificateur du respect de ces exigences et fixe les coefficients de conversion et de pondération des haies.",
            "texteHtml": "<p>I.-Pour bénéficier de l'aide par la voie d'accès “ pratiques de gestion agro-écologique des surfaces agricoles ”, l'agriculteur doit respecter les conditions suivantes :<br/><br/>\na) Assurer une diversification des cultures sur ses terres arables et sur certaines cultures pérennes assimilées à des cultures de terres arables ;<br/><br/>\nb) Maintenir une proportion minimale de prairies permanentes non labourées et lorsqu'il s'agit de prairies permanentes dites “ sensibles ” mentionnées à l'article D. 641-53 du code rural et de la pêche maritime, sans traitement phytosanitaire, de 80 % des surfaces de prairies pour le niveau de base de l'écorégime et de 90 % pour le niveau supérieur ;<br/><br/>\nc) Maintenir une couverture végétale minimale sur 75 % des inter-rangs de certaines cultures pérennes pour le niveau de base et sur 95 % de ces inter-rangs pour le niveau supérieur.<br/><br/>\nPour l'application du a, un arrêté du ministre chargé de l'agriculture précise les différentes catégories de cultures concernées, fixe le barème de points affectés à chacune de ces catégories, en tenant compte de la présence de prairies permanentes sur les exploitations et de la superficie en terres arables, ainsi que le nombre de points à atteindre pour respecter chacun des deux niveaux d'exigence du critère. Il fixe la liste des cultures pérennes qui sont assimilées à des terres arables.<br/><br/>\nPour l'application du b, un arrêté du ministre chargé de l'agriculture précise la période durant laquelle le maintien des prairies permanentes est vérifié au titre d'une campagne de demande d'aides donnée.<br/><br/>\nPour l'application du c, le même arrêté précise les modalités de vérification du critère de couverture de l'inter-rang, détermine les cultures pérennes auxquelles s'applique cette condition, ainsi que les couverts autorisés sur l'inter-rang.<br/><br/>\nLe niveau d'exigence retenu pour l'octroi de l'aide correspond au plus petit niveau d'exigence atteint pour chacune des trois conditions mentionnées aux a, b et c.<br/><br/>\nToutefois, lorsque la surface admissible prise en compte pour une de ces trois conditions représente moins de 5 % de la surface admissible de l'exploitation, l'agriculteur est exempté de l'obligation de respecter cette condition.<br/><br/>\nII.-Pour bénéficier de l'aide par la voie d'accès “ certification environnementale ”, l'agriculteur doit engager l'ensemble des surfaces agricoles de son exploitation à titre individuel dans une démarche ou une certification qui garantit le recours à des pratiques et systèmes de production respectueux des modes de production agro-écologiques.<br/><br/>\n1° Pour le niveau de base de l'écorégime, l'agriculteur doit satisfaire à un niveau d'exigences dit “ CE2 + ” qui implique :<br/><br/>\na) Le respect des exigences de la certification de deuxième niveau prévue à l'article D. 617-3 du code rural et de la pêche maritime, et le suivi systématique de l'écart de ses pratiques avec les exigences de la certification de troisième niveau prévue à l'article D. 617-4 du même code ;<br/><br/>\nb) Le respect de l'une des obligations suivantes :</p><p></p><p><br/>\n-soit atteindre au moins dix points dans l'un des indicateurs fixés par l'arrêté mentionné à l'article D. 617-4 du code rural et de la pêche maritime ;<br/><br/>\n-soit justifier, d'une part, de l'utilisation d'au moins deux matériels ou outils d'aide à la décision favorisant la réduction de l'utilisation d'intrants de synthèse et, d'autre part, de l'engagement de l'exploitation dans une démarche de recyclage des déchets d'exploitation.</p><p></p><p><br/>\n2° Pour le niveau supérieur de l'écorégime, l'agriculteur doit justifier de la certification environnementale de troisième niveau prévue à l'article D. 617-4 du code rural et de la pêche maritime.<br/><br/>\n3° Pour le niveau supplémentaire de l'écorégime, spécifique à l'agriculture biologique, l'agriculteur doit respecter les conditions fixées par le dernier alinéa de l'article de l'article D. 614-109 du code rural et de la pêche maritime.<br/><br/>\nUn arrêté du ministre chargé de l'agriculture précise les conditions de vérification par un organisme certificateur du respect des exigences mentionnées au 1°.<br/><br/>\nIII.-Pour bénéficier de l'aide par la voie d'accès “ éléments favorables à la biodiversité ”, l'agriculteur doit justifier d'une proportion minimale de 7 % d'éléments favorables à la biodiversité sur la surface agricole utile de son exploitation dont au moins 4 % sur les terres arables de l'exploitation si celle-ci en comporte pour le niveau de base et de 10 % pour le niveau supérieur dont au moins 4 % sur les terres arables de l'exploitation si celle-ci en comporte. L'exigence d'implanter au moins 4 % d'éléments favorables à la biodiversité sur les terres arables de l'exploitation ne concerne que les exploitants qui ne sont pas exemptés de l'application de la BCAE8 en application de l'annexe III du règlement (UE) n° 2021/2115 du 2 décembre 2021.<br/><br/>\nUn arrêté du ministre chargé de l'agriculture définit la liste des éléments concernés, leurs caractéristiques et leurs coefficients de conversion et de pondération.<br/><br/>\nIV.-Pour bénéficier du “ bonus haie ” mentionné à l'article 1er, l'agriculteur doit entretenir une proportion minimale de 6 % de haies sur la surface agricole utile de son exploitation, dont 6 % sur les terres arables si son exploitation en comporte.<br/><br/>\nLes haies doivent faire l'objet d'une gestion durable, incluant des techniques de coupe garantissant la reprise végétale de la haie, des itinéraires techniques assurant sa régénération et le maintien des services écosystémiques rendus par chaque type de haie.<br/><br/>\nUn arrêté du ministre chargé de l'agriculture précise les conditions de vérification par un organisme certificateur du respect de ces exigences et fixe les coefficients de conversion et de pondération des haies.</p><p></p>",
            "num": "D614-111",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1672531200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Production et marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121478",
                        "id": "LEGISCTA000006121478",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138434",
                        "id": "LEGISCTA000006138434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2017-12-29",
                        "titre": "Chapitre IV : Le fonds de promotion des produits agricoles et alimentaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152637",
                        "id": "LEGISCTA000006152637",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2023-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Aides de la politique agricole commune pour la programmation débutant en 2023",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152637",
                        "id": "LEGISCTA000046883987",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Aides dans le cadre du plan stratégique national de la politique agricole commune ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047279823",
                        "id": "LEGISCTA000047279883",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-01-01",
                        "fin": "2023-05-28",
                        "titre": "Sous-section 2",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047280010",
                        "id": "LEGISCTA000047280046",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-05-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Aides directes sous la forme de paiements découplés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047280010",
                        "id": "LEGISCTA000047601899",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 4 : Programmes volontaires pour le climat, l'environnement et le bien-être animal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047280012",
                        "id": "LEGISCTA000047280048",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000047280021",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000047280012",
            "sectionParentId": "LEGISCTA000047280048",
            "sectionParentTitre": "Paragraphe 4 : Programmes volontaires pour le climat, l'environnement et le bien-être animal",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : Production et marchés &gt; Titre Ier : Dispositions générales &gt; Chapitre IV : Aides de la politique agricole commune pour la programmation débutant en 2023 &gt; Section 2 : Aides dans le cadre du plan stratégique national de la politique agricole commune  &gt; Sous-section 2 &gt; Paragraphe 4 : Programmes volontaires pour le climat, l'environnement et le bien-être animal",
            "refInjection": "MD-20231005_195015_692_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000047280087",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 5 du décret n° 2023-168 du 8 mars 2023, ces dispositions entrent en vigueur le 1er janvier 2023.",
            "notaHtml": "<p>Conformément à l’article 5 du décret n° 2023-168 du 8 mars 2023, ces dispositions entrent en vigueur le 1er janvier 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047278249",
                    "textTitle": "Décret n°2023-168 du 8 mars 2023 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047279290",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-03-09",
                    "dateSignaTexte": "2023-03-08",
                    "dateDebutCible": "2023-03-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000047310868",
                    "textTitle": "Arrêté du 8 mars 2023 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047311752",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1678924800000,
                    "dateDebut": 1679011200000
                },
                {
                    "textCid": "JORFTEXT000047317128",
                    "textTitle": "Arrêté du 8 mars 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047317132",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1679097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047329692",
                    "textTitle": "Arrêté du 17 mars 2023 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047330521",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1679443200000,
                    "dateDebut": 1679529600000
                },
                {
                    "textCid": "JORFTEXT000047329692",
                    "textTitle": "Arrêté du 17 mars 2023 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047330526",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1679443200000,
                    "dateDebut": 1679529600000
                },
                {
                    "textCid": "JORFTEXT000047678828",
                    "textTitle": "Arrêté du 7 juin 2023 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047679891",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1686700800000,
                    "dateDebut": 1686787200000
                },
                {
                    "textCid": "JORFTEXT000048151789",
                    "textTitle": "Arrêté du 3 octobre 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000048152556",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1696464000000,
                    "dateDebut": 1696550400000
                },
                {
                    "textCid": "JORFTEXT000048151800",
                    "textTitle": "Arrêté du 3 octobre 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000048151804",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1696464000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047280087",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D614-111",
                "614-111"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}