{
    "cid": "LEGIARTI000043371626",
    "num": "L1514-7",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LEGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023706480",
                        "id": "LEGISCTA000023706480",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "PREMIERE PARTIE : DISPOSITIONS COMMUNES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023068935",
                        "id": "LEGISCTA000023086517",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS COMMUNES AUX INFRASTRUCTURES, AUX EQUIPEMENTS ET AUX MATERIELS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023069669",
                        "id": "LEGISCTA000023085325",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IER : DISPOSITIONS GENERALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023069671",
                        "id": "LEGISCTA000023085323",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-04-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Les données du véhicule",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043371612",
                        "id": "LEGISCTA000043371612",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043371626",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043370884",
                    "textTitle": "Ordonnance n°2021-442 du 14 avril 2021 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043371512",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-04-15",
                    "dateSignaTexte": "2021-04-14",
                    "dateDebutCible": "2021-04-16"
                }
            ],
            "num": "L1514-7",
            "origine": "LEGI",
            "texte": "I.-Le constructeur d'un véhicule terrestre à moteur à délégation de conduite, ou de l'un de ses équipements, ou son mandataire, peut accéder aux données, recueillies par le système d'automatisation du véhicule pendant sa circulation, qui sont nécessaires au renforcement de la sécurité des systèmes de délégation de conduite. Les données concernées sont définies par voie réglementaire. II.-Lorsque des données recueillies par le système d'automatisation d'un véhicule terrestre à moteur à délégation de conduite permettent de reconstituer des scénarios caractérisant des situations de conduite susceptible d'entraîner des blessures graves aux occupants du véhicule ou aux autres usagers de la route, ces scénarios sont mis à la disposition, par le constructeur automobile ou son mandataire, des organismes désignés par le ministre chargé des transports pour élaborer les scénarios de conduite utilisés pour la réception des véhicules, selon des modalités fixées par voie règlementaire. III.-Les données recueillies ne peuvent pas être utilisées comme preuve de la commission d'infraction au code de la route. IV.-Les données sont anonymisées par un procédé garantissant la suppression irréversible du lien entre lesdites données et le numéro de série ou tout identifiant du véhicule, de son conducteur, propriétaire ou locataire. Elles ne permettent pas d'identifier les personnes, véhicules, logements et lieux d'activités situés dans l'environnement de conduite du véhicule concerné.",
            "texteHtml": "<p>I.-Le constructeur d'un véhicule terrestre à moteur à délégation de conduite, ou de l'un de ses équipements, ou son mandataire, peut accéder aux données, recueillies par le système d'automatisation du véhicule pendant sa circulation, qui sont nécessaires au renforcement de la sécurité des systèmes de délégation de conduite. Les données concernées sont définies par voie réglementaire.<br/><br/>\n II.-Lorsque des données recueillies par le système d'automatisation d'un véhicule terrestre à moteur à délégation de conduite permettent de reconstituer des scénarios caractérisant des situations de conduite susceptible d'entraîner des blessures graves aux occupants du véhicule ou aux autres usagers de la route, ces scénarios sont mis à la disposition, par le constructeur automobile ou son mandataire, des organismes désignés par le ministre chargé des transports pour élaborer les scénarios de conduite utilisés pour la réception des véhicules, selon des modalités fixées par voie règlementaire.<br/><br/>\n III.-Les données recueillies ne peuvent pas être utilisées comme preuve de la commission d'infraction au code de la route.<br/><br/>\n IV.-Les données sont anonymisées par un procédé garantissant la suppression irréversible du lien entre lesdites données et le numéro de série ou tout identifiant du véhicule, de son conducteur, propriétaire ou locataire. Elles ne permettent pas d'identifier les personnes, véhicules, logements et lieux d'activités situés dans l'environnement de conduite du véhicule concerné.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-04-16T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}