{
    "cid": "LEGIARTI000039400308",
    "num": "R5121-9-5",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Produits pharmaceutiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145489",
                        "id": "LEGISCTA000006145489",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Médicaments à usage humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161012",
                        "id": "LEGISCTA000006161012",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178649",
                        "id": "LEGISCTA000006178649",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-11-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 ter : Spécialités hybrides",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000039400306",
                        "id": "LEGISCTA000039400306",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039400381",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L5121-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5121-10",
                    "articleId": "LEGIARTI000006689894",
                    "natureText": "CODE",
                    "date": 1599835238865,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039397799",
                    "textTitle": "Décret n°2019-1192 du 19 novembre 2019 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000039400128",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-11-20",
                    "dateSignaTexte": "2019-11-19",
                    "dateDebutCible": "2019-11-21"
                }
            ],
            "num": "R5121-9-5",
            "origine": "LEGI",
            "texte": "En vue de leur inscription au registre des groupes hybrides mentionné au dernier alinéa de l'article L. 5121-10 , les spécialités hybrides sont identifiées par une décision du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé mentionnant la spécialité de référence correspondante. Elle est notifiée au titulaire de l'autorisation de mise sur le marché délivrée pour cette spécialité hybride. Le directeur général de l'Agence informe, dans un délai d'un mois, le titulaire de l'autorisation de mise sur le marché de la spécialité de référence de la délivrance d'une autorisation de mise sur le marché pour une spécialité hybride. A l'issue d'un délai de trente jours suivant cette information, le directeur général de l'Agence procède à l'inscription de la spécialité hybride au registre des groupes hybrides. Peuvent seules faire l'objet d'une inscription au registre des groupes hybrides les classes de médicaments figurant dans la liste fixée par l'arrêté prévu au dernier alinéa de l'article L. 5121-10. Les classes de médicaments radiées de cette liste sont radiées des groupes correspondants du registre des groupes hybrides, à la même date. Une spécialité hybride dont l'autorisation de mise sur le marché est supprimée est radiée du registre des groupes hybrides. Lorsque l'autorisation de mise sur le marché d'une spécialité hybride est suspendue, l'inscription de cette spécialité au registre des groupes hybrides est suspendue pendant la durée de la suspension de l'autorisation de mise sur le marché.",
            "texteHtml": "<p>En vue de leur inscription au registre des groupes hybrides mentionné au dernier alinéa de l'article <a href='/article/LEGIARTI000006689894'>L. 5121-10</a>, les spécialités hybrides sont identifiées par une décision du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé mentionnant la spécialité de référence correspondante. Elle est notifiée au titulaire de l'autorisation de mise sur le marché délivrée pour cette spécialité hybride. <br/><br/>Le directeur général de l'Agence informe, dans un délai d'un mois, le titulaire de l'autorisation de mise sur le marché de la spécialité de référence de la délivrance d'une autorisation de mise sur le marché pour une spécialité hybride. A l'issue d'un délai de trente jours suivant cette information, le directeur général de l'Agence procède à l'inscription de la spécialité hybride au registre des groupes hybrides. <br/><br/>Peuvent seules faire l'objet d'une inscription au registre des groupes hybrides les classes de médicaments figurant dans la liste fixée par l'arrêté prévu au dernier alinéa de l'article L. 5121-10. Les classes de médicaments radiées de cette liste sont radiées des groupes correspondants du registre des groupes hybrides, à la même date. <br/><br/>Une spécialité hybride dont l'autorisation de mise sur le marché est supprimée est radiée du registre des groupes hybrides. Lorsque l'autorisation de mise sur le marché d'une spécialité hybride est suspendue, l'inscription de cette spécialité au registre des groupes hybrides est suspendue pendant la durée de la suspension de l'autorisation de mise sur le marché.</p>",
            "type": "AUTONOME",
            "dateDebut": "2020-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}