{
    "cid": "LEGIARTI000034495890",
    "num": "R342-4-10",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES DISPOSITIONS RELATIVES À L'ÉLECTRICITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748265",
                        "id": "LEGISCTA000031748265",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : L'ACCÈS ET LE RACCORDEMENT AUX RÉSEAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749051",
                        "id": "LEGISCTA000031749051",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Le raccordement aux réseaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749075",
                        "id": "LEGISCTA000031749075",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2019-02-16",
                        "titre": "Section 2 : Indemnités en cas de retard de raccordement d'une installation de production d'énergie renouvelable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749083",
                        "id": "LEGISCTA000031749083",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-02-16",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Indemnités en cas de retard de raccordement d'une installation de production d'énergie renouvelable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749083",
                        "id": "LEGISCTA000038133372",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-04-04",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions applicables aux installations de production d'électricité d'une puissance installée supérieure à 3 kilovoltampères",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032348045",
                        "id": "LEGISCTA000032348045",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-04-28",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Dispositions propres aux installations de production d'électricité à partir de sources d'énergie renouvelable en mer ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000034495886",
                        "id": "LEGISCTA000034495886",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000034495890",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L311-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-10",
                    "articleId": "LEGIARTI000023986352",
                    "natureText": "CODE",
                    "date": 1599836178495,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L341-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-3",
                    "articleId": "LEGIARTI000023986730",
                    "natureText": "CODE",
                    "date": 1599836178495,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034492168",
                    "textTitle": "Décret n°2017-628 du 26 avril 2017 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034494133",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-04-27",
                    "dateSignaTexte": "2017-04-26",
                    "dateDebutCible": "2017-04-28"
                }
            ],
            "num": "R342-4-10",
            "origine": "LEGI",
            "texte": "I.-Le montant de l'indemnité due par le gestionnaire du réseau de transport d'électricité à raison du dépassement du délai de raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer est déterminé selon les modalités et conditions fixées aux I à IV du présent article. Toutefois, lorsque le cahier des charges d'une procédure de mise en concurrence mise en œuvre en application de l'article L. 311-10 prévoit des dispositions relatives aux indemnités pour dépassement du délai de raccordement au réseau, celles-ci se substituent aux dispositions du présent article. II.-L'indemnité due en application du présent article est réputée assurer la compensation par le gestionnaire du réseau public de transport des préjudices supportés par le producteur résultant du retard de raccordement dont la cause soit est imputable au gestionnaire du réseau public de transport, soit résulte de la réalisation d'un risque que celui-ci assume aux termes de la convention de raccordement, à l'exclusion des préjudices résultant des retards du producteur dans la réalisation de ses propres installations. Cette indemnité est exclusive de toute autre indemnité qui serait prévue pour le même motif dans le cadre de la fixation des tarifs d'utilisation du réseau public de transport d'électricité, mentionné à l'article L. 341-3 . Les préjudices indemnisés correspondent : 1° D'une part, aux coûts et surcoûts de financement induits par le dépassement du délai, qui sont indemnisés dans les conditions définies au III ; 2° D'autre part, aux surcoûts de conception, de développement et de réalisation de l'installation de production induits par le dépassement du délai, qui sont indemnisés dans les conditions définies au IV. III.-La part de l'indemnité correspondant aux coûts et surcoûts de financement est définie de la manière suivante : 1° Lorsque le projet donne lieu à un financement externe dédié, souscrit auprès d'établissements de crédit ou d'institutions financières non liés au producteur, les coûts et surcoûts de financement, y compris les frais financiers intercalaires et le cas échéant les coûts résultant de la rupture des instruments de couverture de taux, correspondent : a) Aux sommes dues par le producteur conformément aux contrats de financement conclus par ce dernier avec les établissements de crédits ou les institutions financières précités, hors préfinancement des fonds propres et quasi-fonds propres ou de la TVA ; b) Minorées le cas échéant des gains résultant de la rupture des instruments de couverture de taux. Pour la prise en compte du montant des fonds propres et quasi-fonds propres à exclure, est retenu le montant le plus élevé parmi les deux valeurs suivantes : soit le montant minimum des fonds propres et quasi-fonds propres fixé par le cahier des charges de l'appel d'offres auquel le producteur a répondu, soit le montant de fonds propres et quasi-fonds propres mobilisés par le producteur ; 2° Dans les autres cas, notamment pour les financements sur bilan ou les financements apportés par les actionnaires directs ou indirects du producteur, les coûts et surcoûts de financement correspondent aux sommes dues par le producteur conformément aux contrats de financement conclus par ce dernier, hors préfinancement ou financement des fonds propres et quasi-fonds propres ou de la TVA et dans la limite du montant résultant de l'application du taux égal à la moyenne annuelle des taux effectifs moyens pratiqués par les établissements de crédit et les sociétés de financement pour des prêts à taux variable aux entreprises, d'une durée initiale supérieure à deux ans. Pour la prise en compte du montant des fonds propres et quasi-fonds propres à exclure, est retenu le montant le plus élevé parmi les deux valeurs suivantes : soit le montant minimum de fonds propres et quasi-fonds propres fixé par le cahier des charges de l'appel d'offres auquel le producteur a répondu, soit le montant de fonds propres et quasi-fonds propres indiqué par le producteur dans son offre ; 3° La part de l'indemnité correspondant aux coûts et surcoûts de financement est versée mensuellement. Elle comprend une avance et un versement éventuel pour solde. L'avance est due par le gestionnaire du réseau public au producteur sur la base du constat du retard répondant aux conditions mentionnées aux I et II. Son montant journalier est égal à : A = C × B3 × (1-CRp/ CRt)/365 où : A est le montant journalier de la composante fixe, en euros ; C est la puissance totale de l'installation de production, exprimée en MW ; B3 est égal à 100 000 €/ MW les trois premières années à compter du premier jour de retard et à zéro les années suivantes ; CRp est la puissance du raccordement mis à la disposition du producteur par le gestionnaire de réseau, exprimée en MW ; CRt est la puissance totale du raccordement qui doit être mis à la disposition du producteur par le gestionnaire de réseau aux termes de la convention de raccordement, exprimée en MW. L'avance est versée mensuellement. Si le montant des coûts de financement effectivement supportés par le producteur est inférieur au montant de l'avance, le producteur restitue au gestionnaire de réseau, dans les trente jours suivant le versement concerné, la différence entre le montant versé et le montant des coûts de financement effectivement supportés. Un versement pour solde est effectué, également mensuellement, si le producteur justifie que les coûts de financement réellement supportés par lui du fait du retard de raccordement excèdent le montant de l'avance. Son montant correspond, pour chaque mois considéré, au montant des coûts de financement précités, dûment justifiés, excédant le montant de l'avance versée au titre de ce mois. IV.-La part de l'indemnité correspondant aux autres surcoûts de conception, de développement et de réalisation de l'installation de production comprend un versement forfaitaire mensuel et, éventuellement, un versement complémentaire annuel. Le versement forfaitaire est dû par le gestionnaire du réseau public au producteur sur la base du constat du retard répondant aux conditions mentionnées aux I et II. Son montant journalier est égal à : F = C × B2 × (1-CRp/ CRt)/365 où : F est le montant journalier de la composante fixe, en euros ; C est la puissance totale de l'installation de production, exprimée en MW ; B2 est égal à 80 000 €/ MW les trois premières années à compter du premier jour de retard et à zéro les années suivantes ; CRp est la puissance du raccordement mis à la disposition du producteur par le gestionnaire de réseau, exprimée en MW ; CRt est la puissance totale du raccordement qui doit être mis à la disposition du producteur par le gestionnaire de réseau aux termes de la convention de raccordement, exprimée en MW. Le versement complémentaire annuel est effectué si le producteur justifie de surcoûts de réalisation de l'installation de production excédant ceux indemnisés par le versement forfaitaire. Le montant du versement complémentaire correspond, pour l'année considérée, au montant des surcoûts précités, dûment justifiés, excédant la somme des versements forfaitaires mensuels intervenus au cours de la même année.",
            "texteHtml": "<p>I.-Le montant de l'indemnité due par le gestionnaire du réseau de transport d'électricité à raison du dépassement du délai de raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer est déterminé selon les modalités et conditions fixées aux I à IV du présent article. <br/><br/>Toutefois, lorsque le cahier des charges d'une procédure de mise en concurrence mise en œuvre en application de l'article <a href='/article/LEGIARTI000023986352'>L. 311-10 </a>prévoit des dispositions relatives aux indemnités pour dépassement du délai de raccordement au réseau, celles-ci se substituent aux dispositions du présent article. <br/><br/>II.-L'indemnité due en application du présent article est réputée assurer la compensation par le gestionnaire du réseau public de transport des préjudices supportés par le producteur résultant du retard de raccordement dont la cause soit est imputable au gestionnaire du réseau public de transport, soit résulte de la réalisation d'un risque que celui-ci assume aux termes de la convention de raccordement, à l'exclusion des préjudices résultant des retards du producteur dans la réalisation de ses propres installations. Cette indemnité est exclusive de toute autre indemnité qui serait prévue pour le même motif dans le cadre de la fixation des tarifs d'utilisation du réseau public de transport d'électricité, mentionné à l'article <a href='/article/LEGIARTI000023986730'>L. 341-3</a>. <br/><br/>Les préjudices indemnisés correspondent : <br/><br/>1° D'une part, aux coûts et surcoûts de financement induits par le dépassement du délai, qui sont indemnisés dans les conditions définies au III ; <br/><br/>2° D'autre part, aux surcoûts de conception, de développement et de réalisation de l'installation de production induits par le dépassement du délai, qui sont indemnisés dans les conditions définies au IV. <br/><br/>III.-La part de l'indemnité correspondant aux coûts et surcoûts de financement est définie de la manière suivante : <br/><br/>1° Lorsque le projet donne lieu à un financement externe dédié, souscrit auprès d'établissements de crédit ou d'institutions financières non liés au producteur, les coûts et surcoûts de financement, y compris les frais financiers intercalaires et le cas échéant les coûts résultant de la rupture des instruments de couverture de taux, correspondent : <br/><br/>a) Aux sommes dues par le producteur conformément aux contrats de financement conclus par ce dernier avec les établissements de crédits ou les institutions financières précités, hors préfinancement des fonds propres et quasi-fonds propres ou de la TVA ; <br/><br/>b) Minorées le cas échéant des gains résultant de la rupture des instruments de couverture de taux. <br/><br/>Pour la prise en compte du montant des fonds propres et quasi-fonds propres à exclure, est retenu le montant le plus élevé parmi les deux valeurs suivantes : soit le montant minimum des fonds propres et quasi-fonds propres fixé par le cahier des charges de l'appel d'offres auquel le producteur a répondu, soit le montant de fonds propres et quasi-fonds propres mobilisés par le producteur ; <br/><br/>2° Dans les autres cas, notamment pour les financements sur bilan ou les financements apportés par les actionnaires directs ou indirects du producteur, les coûts et surcoûts de financement correspondent aux sommes dues par le producteur conformément aux contrats de financement conclus par ce dernier, hors préfinancement ou financement des fonds propres et quasi-fonds propres ou de la TVA et dans la limite du montant résultant de l'application du taux égal à la moyenne annuelle des taux effectifs moyens pratiqués par les établissements de crédit et les sociétés de financement pour des prêts à taux variable aux entreprises, d'une durée initiale supérieure à deux ans. <br/><br/>Pour la prise en compte du montant des fonds propres et quasi-fonds propres à exclure, est retenu le montant le plus élevé parmi les deux valeurs suivantes : soit le montant minimum de fonds propres et quasi-fonds propres fixé par le cahier des charges de l'appel d'offres auquel le producteur a répondu, soit le montant de fonds propres et quasi-fonds propres indiqué par le producteur dans son offre ; <br/><br/>3° La part de l'indemnité correspondant aux coûts et surcoûts de financement est versée mensuellement. Elle comprend une avance et un versement éventuel pour solde. <br/><br/>L'avance est due par le gestionnaire du réseau public au producteur sur la base du constat du retard répondant aux conditions mentionnées aux I et II. <br/><br/>Son montant journalier est égal à : <br/><br/>A = C × B3 × (1-CRp/ CRt)/365 <br/><br/>où : <br/><br/>A est le montant journalier de la composante fixe, en euros ; <br/><br/>C est la puissance totale de l'installation de production, exprimée en MW ; <br/><br/>B3 est égal à 100 000 €/ MW les trois premières années à compter du premier jour de retard et à zéro les années suivantes ; <br/><br/>CRp est la puissance du raccordement mis à la disposition du producteur par le gestionnaire de réseau, exprimée en MW ; <br/><br/>CRt est la puissance totale du raccordement qui doit être mis à la disposition du producteur par le gestionnaire de réseau aux termes de la convention de raccordement, exprimée en MW. <br/><br/>L'avance est versée mensuellement. Si le montant des coûts de financement effectivement supportés par le producteur est inférieur au montant de l'avance, le producteur restitue au gestionnaire de réseau, dans les trente jours suivant le versement concerné, la différence entre le montant versé et le montant des coûts de financement effectivement supportés. <br/><br/>Un versement pour solde est effectué, également mensuellement, si le producteur justifie que les coûts de financement réellement supportés par lui du fait du retard de raccordement excèdent le montant de l'avance. Son montant correspond, pour chaque mois considéré, au montant des coûts de financement précités, dûment justifiés, excédant le montant de l'avance versée au titre de ce mois. <br/><br/>IV.-La part de l'indemnité correspondant aux autres surcoûts de conception, de développement et de réalisation de l'installation de production comprend un versement forfaitaire mensuel et, éventuellement, un versement complémentaire annuel. <br/><br/>Le versement forfaitaire est dû par le gestionnaire du réseau public au producteur sur la base du constat du retard répondant aux conditions mentionnées aux I et II. <br/><br/>Son montant journalier est égal à : <br/><br/>F = C × B2 × (1-CRp/ CRt)/365 <br/><br/>où : <br/><br/>F est le montant journalier de la composante fixe, en euros ; <br/><br/>C est la puissance totale de l'installation de production, exprimée en MW ; <br/><br/>B2 est égal à 80 000 €/ MW les trois premières années à compter du premier jour de retard et à zéro les années suivantes ; <br/><br/>CRp est la puissance du raccordement mis à la disposition du producteur par le gestionnaire de réseau, exprimée en MW ; <br/><br/>CRt est la puissance totale du raccordement qui doit être mis à la disposition du producteur par le gestionnaire de réseau aux termes de la convention de raccordement, exprimée en MW. <br/><br/>Le versement complémentaire annuel est effectué si le producteur justifie de surcoûts de réalisation de l'installation de production excédant ceux indemnisés par le versement forfaitaire. Le montant du versement complémentaire correspond, pour l'année considérée, au montant des surcoûts précités, dûment justifiés, excédant la somme des versements forfaitaires mensuels intervenus au cours de la même année.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-04-28T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}