{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000023784346",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Tout conducteur de véhicule de protection ou de véhicule de guidage destiné à l'accompagnement des transports exceptionnels doit avoir, préalablement à l'exercice de son activité de conduite, satisfait à une obligation de formation professionnelle initiale comportant la fréquentation de cours et sanctionnée par un examen. La formation destinée aux conducteurs de véhicules de protection est accessible aux personnes titulaires du permis de conduire de la catégorie B, dont le délai probatoire défini à l'article L. 223-1 est expiré. La formation destinée aux conducteurs de véhicules de guidage est accessible aux personnes âgées de vingt et un ans au moins et titulaires des permis de conduire des catégories A et B dont le délai probatoire défini à l'article L. 223-1 est expiré, ainsi que de l'attestation de formation aux premiers secours ou de prévention et secours civiques de niveau 1. II. - Pour s'établir en France, est considéré comme qualifié pour exercer les activités mentionnées au I tout ressortissant d'un Etat membre de l'Union européenne ou d'un Etat partie à l'accord sur l'Espace économique européen, dès lors qu'il produit les pièces justificatives émanant de l'autorité compétente d'un de ces Etats prouvant qu'il possède la qualification conforme aux conditions fixées par le présent code pour y exercer ces activités. III. - Par dérogation au I, tout ressortissant d'un Etat membre de l'Union européenne ou d'un Etat partie à l'accord sur l'Espace économique européen, légalement établi, pour l'exercice des activités mentionnées au I, dans un de ces Etats, peut exercer ces activités de façon temporaire et occasionnelle en France. Toutefois, lorsque ces activités ou la formation y conduisant ne sont pas réglementées dans l'Etat d'établissement, le prestataire doit avoir exercé ces activités dans cet Etat pendant au moins deux ans au cours des dix années qui précèdent la prestation. Lorsque le prestataire fournit pour la première fois une prestation en France, il en informe au préalable l'autorité compétente par une déclaration écrite qui donne lieu à une vérification de ses qualifications professionnelles. Les conditions d'application du présent alinéa sont fixées par arrêté du ministre chargé des transports. IV. - Les fonctionnaires des services actifs de la police nationale et les militaires de la gendarmerie nationale ayant cessé leur activité sont dispensés de l'obligation de formation professionnelle initiale mentionnée au I s'ils ont exercé une activité d'escorte des transports exceptionnels durant les cinq années qui précèdent leur reprise d'activité en qualité de conducteur de véhicule d'accompagnement. Cette situation est justifiée par une attestation d'exercice de l'activité de conducteur de véhicule d'escorte de transports exceptionnels délivrée, selon le cas, par l'autorité civile ou militaire dont dépendait le conducteur lorsqu'il était en activité. Le contenu de cette attestation est fixé par arrêté du ministre chargé des transports. V. - Tout conducteur de véhicule de protection ou de véhicule de guidage doit effectuer un stage de formation continue tous les cinq ans. Les conducteurs mentionnés au I doivent effectuer leur premier stage de formation professionnelle continue cinq ans après l'obtention de l'attestation de formation professionnelle initiale. Les conducteurs mentionnés au IV doivent effectuer leur premier stage de formation continue dans un délai de deux ans après leur reprise d'activité en qualité de conducteur de véhicule d'accompagnement des transports exceptionnels.",
            "texteHtml": "<p>I. - Tout conducteur de véhicule de protection ou de véhicule de guidage destiné à l'accompagnement des transports exceptionnels doit avoir, préalablement à l'exercice de son activité de conduite, satisfait à une obligation de formation professionnelle initiale comportant la fréquentation de cours et sanctionnée par un examen.</p><p><br/></p><p>La formation destinée aux conducteurs de véhicules de protection est accessible aux personnes titulaires du permis de conduire de la catégorie B, dont le délai probatoire défini à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006840953&dateTexte=&categorieLien=cid'>l'article L. 223-1</a> est expiré.</p><p><br/></p><p>La formation destinée aux conducteurs de véhicules de guidage est accessible aux personnes âgées de vingt et un ans au moins et titulaires des permis de conduire des catégories A et B dont le délai probatoire défini à l'article L. 223-1 est expiré, ainsi que de l'attestation de formation aux premiers secours ou de prévention et secours civiques de niveau 1.</p><p><br/></p><p>II. - Pour s'établir en France, est considéré comme qualifié pour exercer les activités mentionnées au I tout ressortissant d'un Etat membre de l'Union européenne ou d'un Etat partie à l'accord sur l'Espace économique européen, dès lors qu'il produit les pièces justificatives émanant de l'autorité compétente d'un de ces Etats prouvant qu'il possède la qualification conforme aux conditions fixées par le présent code pour y exercer ces activités.</p><p><br/></p><p>III. - Par dérogation au I, tout ressortissant d'un Etat membre de l'Union européenne ou d'un Etat partie à l'accord sur l'Espace économique européen, légalement établi, pour l'exercice des activités mentionnées au I, dans un de ces Etats, peut exercer ces activités de façon temporaire et occasionnelle en France.</p><p><br/></p><p>Toutefois, lorsque ces activités ou la formation y conduisant ne sont pas réglementées dans l'Etat d'établissement, le prestataire doit avoir exercé ces activités dans cet Etat pendant au moins deux ans au cours des dix années qui précèdent la prestation.</p><p><br/></p><p>Lorsque le prestataire fournit pour la première fois une prestation en France, il en informe au préalable l'autorité compétente par une déclaration écrite qui donne lieu à une vérification de ses qualifications professionnelles. Les conditions d'application du présent alinéa sont fixées par arrêté du ministre chargé des transports.</p><p><br/></p><p>IV. - Les fonctionnaires des services actifs de la police nationale et les militaires de la gendarmerie nationale ayant cessé leur activité sont dispensés de l'obligation de formation professionnelle initiale mentionnée au I s'ils ont exercé une activité d'escorte des transports exceptionnels durant les cinq années qui précèdent leur reprise d'activité en qualité de conducteur de véhicule d'accompagnement.</p><p><br/></p><p>Cette situation est justifiée par une attestation d'exercice de l'activité de conducteur de véhicule d'escorte de transports exceptionnels délivrée, selon le cas, par l'autorité civile ou militaire dont dépendait le conducteur lorsqu'il était en activité. Le contenu de cette attestation est fixé par arrêté du ministre chargé des transports.</p><p><br/></p><p>V. - Tout conducteur de véhicule de protection ou de véhicule de guidage doit effectuer un stage de formation continue tous les cinq ans.</p><p><br/></p><p>Les conducteurs mentionnés au I doivent effectuer leur premier stage de formation professionnelle continue cinq ans après l'obtention de l'attestation de formation professionnelle initiale.</p><p><br/></p><p>Les conducteurs mentionnés au IV doivent effectuer leur premier stage de formation continue dans un délai de deux ans après leur reprise d'activité en qualité de conducteur de véhicule d'accompagnement des transports exceptionnels.</p>",
            "num": "R433-18",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1301529600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108688",
                        "id": "LEGISCTA000006108688",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : L'usage des voies.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129092",
                        "id": "LEGISCTA000006129092",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Dispositions complémentaires applicables à la circulation de certains véhicules.  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143861",
                        "id": "LEGISCTA000006143861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Transports exceptionnels et ensembles de véhicules comportant plus d'une remorque",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159610",
                        "id": "LEGISCTA000006159610",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-03-31",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Accompagnement des transports exceptionnels.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023784342",
                        "id": "LEGISCTA000023784342",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000023784346",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000023784342",
            "sectionParentId": "LEGISCTA000023784342",
            "sectionParentTitre": "Section 5 : Accompagnement des transports exceptionnels.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IV : L'usage des voies. &gt; Titre III : Dispositions complémentaires applicables à la circulation de certains véhicules.   &gt; Chapitre III : Transports exceptionnels et ensembles de véhicules comportant plus d'une remorque &gt; Section 5 : Accompagnement des transports exceptionnels.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000023784346",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000023781362",
                    "textTitle": "Décret n°2011-335 du 28 mars 2011 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000023784177",
                    "natureText": "DECRET",
                    "datePubliTexte": "2011-03-30",
                    "dateSignaTexte": "2011-03-28",
                    "dateDebutCible": "2011-03-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000023781362",
                    "textTitle": "Décret n°2011-335 du 28 mars 2011 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000023784181",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-335",
                    "datePubli": 1301443200000,
                    "dateDebut": 1301529600000
                },
                {
                    "textCid": "JORFTEXT000023956514",
                    "textTitle": "Arrêté du 2 mai 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000023959144",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1304812800000,
                    "dateDebut": 1304899200000
                },
                {
                    "textCid": "JORFTEXT000023956514",
                    "textTitle": "Arrêté du 2 mai 2011 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000023959146",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1304812800000,
                    "dateDebut": 1304899200000
                },
                {
                    "textCid": "JORFTEXT000023956514",
                    "textTitle": "Arrêté du 2 mai 2011 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000023959150",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1304812800000,
                    "dateDebut": 1304899200000
                },
                {
                    "textCid": "JORFTEXT000036109384",
                    "textTitle": "Arrêté du 6 novembre 2017 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000036111407",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1511913600000,
                    "dateDebut": 1512000000000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L223-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-1",
                    "articleId": "LEGIARTI000006840953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522368000000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R433-19 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R433-19",
                    "articleId": "LEGIARTI000033658289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R433-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R433-20",
                    "articleId": "LEGIARTI000023784351",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1301529600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000023784346",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1301529600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R433-18",
                "433-18"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}