{
    "cid": "LEGIARTI000044946857",
    "num": "D5122-15",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018464861",
                        "id": "LEGISCTA000018464861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : L'emploi ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018494056",
                        "id": "LEGISCTA000018527320",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Les dispositifs en faveur de l'emploi ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018494058",
                        "id": "LEGISCTA000018527318",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Aides au maintien et à la sauvegarde de l'emploi ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018494126",
                        "id": "LEGISCTA000018527249",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2013-07-01",
                        "titre": "Chapitre II : Aides aux salariés en chômage partiel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018494194",
                        "id": "LEGISCTA000018527180",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Aide aux salariés placés en activité partielle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018494194",
                        "id": "LEGISCTA000027628846",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000044946857",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [],
            "num": "D5122-15",
            "origine": "LEGI",
            "texte": "I.-Pour l'application du 3° du II de l'article L. 5122-3, les modalités de calcul de l'indemnité et de l'allocation sont déterminées selon les règles suivantes : 1° Pour les salariés dont la durée du travail est fixée par une convention de forfait en jours sur l'année, les jours ou demi-journées sont convertis en heures selon les modalités suivantes : -une demi-journée non travaillée correspond à 3 h 30 non travaillées ; -un jour non travaillé correspond à 7 heures non travaillées ; -une semaine non travaillée correspond à 35 heures non travaillées Les jours de congés payés et de repos pris au cours de la période prévue au premier alinéa, ainsi que les jours fériés non travaillés qui correspondent à des jours ouvrés sont, le cas échéant, convertis en heures selon les modalités prévues au premier alinéa. Les heures issues de cette conversion sont déduites du nombre d'heures non travaillées calculées en application du premier alinéa ; 2° Pour le personnel navigant des entreprises dont l'organisation de la durée du travail est fondée sous la forme d'alternance de jours d'activité et de jours d'inactivité en application des dispositions de l'article D. 422-5-2 et des sections 2 et 3 du chapitre II du titre II du livre IV de la partie réglementaire du code de l'aviation civile ou des dispositions relatives à la durée du travail applicables au personnel navigant technique des exploitants d'hélicoptères en application de l'arrêté du 8 septembre 1997 modifié portant extension de la convention collective nationale du personnel navigant technique des exploitants d'hélicoptères du 13 novembre 1996, le nombre d'heures donnant lieu au versement de l'indemnité et de l'allocation d'activité partielle est déterminé en tenant compte de la différence entre le nombre de jours d'inactivité constatés et le nombre de jours d'inactivité garantis au titre de la période considérée. Pour l'application de l'alinéa précèdent, chaque jour d'inactivité au-delà du nombre de jours d'inactivité garantis correspond à 8,75 heures chômées, dans la limite de la durée légale du temps de travail mentionnée à l'article L. 3121-27 sur la période considérée ; II.-Pour l'application du 4° du II de l'article L. 5122-3, les modalités de calcul de l'indemnité et de l'allocation sont déterminées selon les règles suivantes : 1° Pour les salariés mentionnés au titre Ier du livre III de la septième partie du présent code et qui ne relèvent pas d'un aménagement du temps de travail applicable dans l'entreprise, l'indemnité et l'allocation d'activité partielle sont calculées selon les modalités suivantes : -la rémunération mensuelle de référence servant au calcul de l'indemnité et de l'allocation d'activité partielle correspond à la moyenne des rémunérations brutes perçues au cours des douze derniers mois civils, ou le cas échéant de la totalité des mois civils travaillés si le salarié a travaillé moins de douze mois, précédant le premier jour de placement en activité partielle de l'entreprise ou de l'établissement, à l'exclusion des frais professionnels et des éléments de rémunération mentionnés au IV ; -le montant horaire servant au calcul de l'indemnité et de l'allocation prévues aux articles D. 5122-13 et R. 5122-18 est déterminé en rapportant le montant de la rémunération mensuelle de référence prévue à l'alinéa précédent à la durée légale du temps de travail ; -la perte de rémunération mentionnée à l'article L. 5122-1 correspond à la différence entre la rémunération mensuelle de référence prévue au deuxième alinéa du présent 1° et la rémunération mensuelle effectivement perçue au cours de la même période ; -le nombre d'heures non travaillées indemnisables correspond, dans la limite de la durée légale du travail, à la différence de rémunération obtenue en application de l'alinéa précédent rapportée au montant horaire prévu au troisième alinéa du présent 1° ; 2° Pour les salariés mentionnés à l'article L. 7412-1, les modalités de calcul de l'indemnité et de l'allocation d'activité partielle sont les suivantes : -la rémunération mensuelle de référence servant au calcul de l'indemnité et de l'allocation d'activité partielle correspond à la moyenne des rémunérations brutes perçues au cours des douze derniers mois civils ou le cas échéant, de la totalité des mois civils travaillés si la première fourniture de travail au salarié est intervenue il y a moins de douze mois, précédant le premier jour de placement en activité partielle de l'entreprise ou de l'établissement, à l'exclusion des frais d'atelier, des frais accessoires mentionnés à l'article L. 7422-11, des heures supplémentaires prévues à l'article L. 7422-9 et des frais professionnels et éléments de rémunération mentionnés au IV. -le montant horaire servant au calcul de l'indemnité et de l'allocation prévues aux articles D. 5122-13 et R. 5122-18 correspond au taux mentionné aux articles L. 7422-6 à L. 7422-8 ou, s'il est plus favorable, au taux appliqué par l'employeur ; -la perte de rémunération mentionnée à l'article L. 5122-1 correspond à la différence entre la rémunération mensuelle de référence prévue au deuxième alinéa du présent 2° et la rémunération mensuelle effectivement perçue au cours de la même période ; -le nombre d'heures non travaillées indemnisables correspond, dans la limite de la durée légale du travail ou, lorsqu'elle est inférieure, la durée stipulée au contrat de travail, à la différence de rémunération obtenue en application de l'alinéa précédent rapportée au montant horaire prévu au troisième alinéa du présent 2°. Le bénéfice de ces dispositions n'est pas cumulable avec l'aide prévue à l'article R. 3232-8 du code du travail ; 3° Pour les journalistes pigistes en collaboration régulière entrant dans le champ d'application de l'article L. 7112-1, qui ne sont pas soumis aux dispositions légales ou conventionnelles relatives à la durée du travail et qui ont bénéficié au minimum de trois bulletins mensuels de pige sur les douze mois civils précédant la date du placement en activité partielle, dont deux dans les quatre mois précédant cette même date, ou qui ont collaboré à la dernière parution dans le cas d'une publication trimestrielle, les modalités de calcul de l'indemnité et de l'allocation d'activité partielle sont les suivantes : -la rémunération mensuelle de référence servant au calcul de l'indemnité et de l'allocation d'activité partielle correspond à la moyenne des rémunérations brutes perçues au titre des piges réalisées au cours des douze mois civils, ou le cas échéant de la totalité des mois civils travaillés si le salarié a travaillé moins de douze mois, précédant le premier jour de placement en activité partielle de l'entreprise ou de l'établissement, à l'exclusion des frais professionnels et des éléments de rémunération mentionnés au IV. -un coefficient de référence est déterminé en rapportant le montant de la rémunération mensuelle de référence prévue à l'alinéa précédent au salaire minimum mensuel de rédacteur du barème applicable dans l'entreprise concernée ou, à défaut, dans la forme de presse considérée au titre de la même période de référence ou, à défaut, par le salaire minimum interprofessionnel de croissance fixé en application des articles L. 3231-2 à L. 3231-12. Ce coefficient de référence ne peut être supérieur à 1 ; -le montant horaire servant au calcul de l'indemnité et de l'allocation prévues aux articles R. 5122-18 et D. 5122-13, est déterminé en rapportant le montant de la rémunération mensuelle de référence prévue au deuxième alinéa du présent 3° à la durée légale du temps de travail à laquelle est appliquée, s'il y a lieu, le coefficient de référence ; -la perte de rémunération mentionnée à l'article L. 5122-1 correspond à la différence entre la rémunération mensuelle de référence prévue au deuxième alinéa du présent 3° et la rémunération mensuelle effectivement perçue au cours de la même période ; -le nombre d'heures non travaillées indemnisables correspond, dans la limite de la durée légale du travail après application, s'il y a lieu, du coefficient de référence, à la différence de rémunération obtenue en application de l'alinéa précédent rapportée au montant horaire prévu au quatrième alinéa du présent 3° ; 4° Pour les travailleurs mentionnés aux articles L. 7121-2 et suivants, L. 7123-2 à L. 7123-4, L. 7123-6 et L. 5424-20, le nombre d'heures non travaillées retenu pour le calcul de l'indemnité et de l'allocation d'activité partielle correspond à 7 heures par cachet contractuellement programmé, mais non réalisé en raison d'une annulation liée à l'épidémie de covid-19 ; 5° Pour les cadres dirigeants mentionnés à l'article L. 3111-2, les modalités de calcul de l'indemnité et de l'allocation d'activité partielle sont les suivantes : -la rémunération mensuelle de référence servant au calcul de l'indemnité et de l'allocation d'activité partielle correspond à la moyenne des rémunérations brutes perçues au cours des douze derniers mois civils, ou le cas échéant de la totalité des mois civils travaillés si le salarié a travaillé moins de douze mois, précédant le premier jour de placement en activité partielle de l'entreprise ou de l'établissement ; -le montant horaire servant au calcul de l'indemnité et de l'allocation prévues aux articles D. 5122-13 et R. 5122-18 est déterminé en rapportant le trentième du montant de la rémunération mensuelle de référence obtenue en application de l'alinéa précédent à sept heures ; -le nombre d'heures non travaillées indemnisables, dans la limite de la durée légale du travail, est obtenu selon les modalités de conversion en heures mentionnées au 1° du I ; III.-Pour l'application des dispositions du présent article, le nombre d'heures donnant lieu à versement de l'indemnité et de l'allocation d'activité partielle ne peut excéder la durée légale du temps de travail mentionnée à l'article L. 3121-27 au titre de la période considérée. IV.-Pour l'application des deuxièmes alinéas des 1°, 2° et 3° du II, sont exclus de l'assiette de calcul de l'indemnité et de l'allocation d'activité partielle les sommes représentatives de frais professionnels et les éléments de rémunération qui, bien qu'ayant le caractère de salaire, ne sont pas la contrepartie du travail effectif ou ne sont pas affectés par la réduction ou l'absence d'activité et sont alloués pour l'année. Lorsque la rémunération inclut une fraction de rémunération correspondant au paiement de l'indemnité de congés payés, cette fraction est déduite pour la détermination de l'assiette permettant le calcul de l'indemnité et de l'allocation d'activité partielle, sans préjudice des dispositions de l'article R. 5122-11.",
            "texteHtml": "<p>I.-Pour l'application du 3° du II de l'article L. 5122-3, les modalités de calcul de l'indemnité et de l'allocation sont déterminées selon les règles suivantes : <br/><br/>1° Pour les salariés dont la durée du travail est fixée par une convention de forfait en jours sur l'année, les jours ou demi-journées sont convertis en heures selon les modalités suivantes :</p><p><br/>-une demi-journée non travaillée correspond à 3 h 30 non travaillées ;<br/><br/>-un jour non travaillé correspond à 7 heures non travaillées ;<br/><br/>-une semaine non travaillée correspond à 35 heures non travaillées </p><p><br/>Les jours de congés payés et de repos pris au cours de la période prévue au premier alinéa, ainsi que les jours fériés non travaillés qui correspondent à des jours ouvrés sont, le cas échéant, convertis en heures selon les modalités prévues au premier alinéa. <br/><br/>Les heures issues de cette conversion sont déduites du nombre d'heures non travaillées calculées en application du premier alinéa ; <br/><br/>2° Pour le personnel navigant des entreprises dont l'organisation de la durée du travail est fondée sous la forme d'alternance de jours d'activité et de jours d'inactivité en application des dispositions de l'article D. 422-5-2 et des sections 2 et 3 du chapitre II du titre II du livre IV de la partie réglementaire du code de l'aviation civile ou des dispositions relatives à la durée du travail applicables au personnel navigant technique des exploitants d'hélicoptères en application de l'arrêté du 8 septembre 1997 modifié portant extension de la convention collective nationale du personnel navigant technique des exploitants d'hélicoptères du 13 novembre 1996, le nombre d'heures donnant lieu au versement de l'indemnité et de l'allocation d'activité partielle est déterminé en tenant compte de la différence entre le nombre de jours d'inactivité constatés et le nombre de jours d'inactivité garantis au titre de la période considérée. <br/><br/>Pour l'application de l'alinéa précèdent, chaque jour d'inactivité au-delà du nombre de jours d'inactivité garantis correspond à 8,75 heures chômées, dans la limite de la durée légale du temps de travail mentionnée à l'article L. 3121-27 sur la période considérée ; <br/><br/>II.-Pour l'application du 4° du II de l'article L. 5122-3, les modalités de calcul de l'indemnité et de l'allocation sont déterminées selon les règles suivantes : <br/><br/>1° Pour les salariés mentionnés au titre Ier du livre III de la septième partie du présent code et qui ne relèvent pas d'un aménagement du temps de travail applicable dans l'entreprise, l'indemnité et l'allocation d'activité partielle sont calculées selon les modalités suivantes :</p><p><br/>-la rémunération mensuelle de référence servant au calcul de l'indemnité et de l'allocation d'activité partielle correspond à la moyenne des rémunérations brutes perçues au cours des douze derniers mois civils, ou le cas échéant de la totalité des mois civils travaillés si le salarié a travaillé moins de douze mois, précédant le premier jour de placement en activité partielle de l'entreprise ou de l'établissement, à l'exclusion des frais professionnels et des éléments de rémunération mentionnés au IV ;<br/><br/>-le montant horaire servant au calcul de l'indemnité et de l'allocation prévues aux articles D. 5122-13 et R. 5122-18 est déterminé en rapportant le montant de la rémunération mensuelle de référence prévue à l'alinéa précédent à la durée légale du temps de travail ;<br/><br/>-la perte de rémunération mentionnée à l'article L. 5122-1 correspond à la différence entre la rémunération mensuelle de référence prévue au deuxième alinéa du présent 1° et la rémunération mensuelle effectivement perçue au cours de la même période ;<br/><br/>-le nombre d'heures non travaillées indemnisables correspond, dans la limite de la durée légale du travail, à la différence de rémunération obtenue en application de l'alinéa précédent rapportée au montant horaire prévu au troisième alinéa du présent 1° ; </p><p><br/>2° Pour les salariés mentionnés à l'article L. 7412-1, les modalités de calcul de l'indemnité et de l'allocation d'activité partielle sont les suivantes :</p><p><br/>-la rémunération mensuelle de référence servant au calcul de l'indemnité et de l'allocation d'activité partielle correspond à la moyenne des rémunérations brutes perçues au cours des douze derniers mois civils ou le cas échéant, de la totalité des mois civils travaillés si la première fourniture de travail au salarié est intervenue il y a moins de douze mois, précédant le premier jour de placement en activité partielle de l'entreprise ou de l'établissement, à l'exclusion des frais d'atelier, des frais accessoires mentionnés à l'article L. 7422-11, des heures supplémentaires prévues à l'article L. 7422-9 et des frais professionnels et éléments de rémunération mentionnés au IV.<br/><br/>-le montant horaire servant au calcul de l'indemnité et de l'allocation prévues aux articles D. 5122-13 et R. 5122-18 correspond au taux mentionné aux articles L. 7422-6 à L. 7422-8 ou, s'il est plus favorable, au taux appliqué par l'employeur ;<br/><br/>-la perte de rémunération mentionnée à l'article L. 5122-1 correspond à la différence entre la rémunération mensuelle de référence prévue au deuxième alinéa du présent 2° et la rémunération mensuelle effectivement perçue au cours de la même période ;<br/><br/>-le nombre d'heures non travaillées indemnisables correspond, dans la limite de la durée légale du travail ou, lorsqu'elle est inférieure, la durée stipulée au contrat de travail, à la différence de rémunération obtenue en application de l'alinéa précédent rapportée au montant horaire prévu au troisième alinéa du présent 2°. </p><p><br/>Le bénéfice de ces dispositions n'est pas cumulable avec l'aide prévue à l'article R. 3232-8 du code du travail ; <br/><br/>3° Pour les journalistes pigistes en collaboration régulière entrant dans le champ d'application de l'article L. 7112-1, qui ne sont pas soumis aux dispositions légales ou conventionnelles relatives à la durée du travail et qui ont bénéficié au minimum de trois bulletins mensuels de pige sur les douze mois civils précédant la date du placement en activité partielle, dont deux dans les quatre mois précédant cette même date, ou qui ont collaboré à la dernière parution dans le cas d'une publication trimestrielle, les modalités de calcul de l'indemnité et de l'allocation d'activité partielle sont les suivantes :</p><p><br/>-la rémunération mensuelle de référence servant au calcul de l'indemnité et de l'allocation d'activité partielle correspond à la moyenne des rémunérations brutes perçues au titre des piges réalisées au cours des douze mois civils, ou le cas échéant de la totalité des mois civils travaillés si le salarié a travaillé moins de douze mois, précédant le premier jour de placement en activité partielle de l'entreprise ou de l'établissement, à l'exclusion des frais professionnels et des éléments de rémunération mentionnés au IV.<br/><br/>-un coefficient de référence est déterminé en rapportant le montant de la rémunération mensuelle de référence prévue à l'alinéa précédent au salaire minimum mensuel de rédacteur du barème applicable dans l'entreprise concernée ou, à défaut, dans la forme de presse considérée au titre de la même période de référence ou, à défaut, par le salaire minimum interprofessionnel de croissance fixé en application des articles L. 3231-2 à L. 3231-12. Ce coefficient de référence ne peut être supérieur à 1 ;<br/><br/>-le montant horaire servant au calcul de l'indemnité et de l'allocation prévues aux articles R. 5122-18 et D. 5122-13, est déterminé en rapportant le montant de la rémunération mensuelle de référence prévue au deuxième alinéa du présent 3° à la durée légale du temps de travail à laquelle est appliquée, s'il y a lieu, le coefficient de référence ;<br/><br/>-la perte de rémunération mentionnée à l'article L. 5122-1 correspond à la différence entre la rémunération mensuelle de référence prévue au deuxième alinéa du présent 3° et la rémunération mensuelle effectivement perçue au cours de la même période ;<br/><br/>-le nombre d'heures non travaillées indemnisables correspond, dans la limite de la durée légale du travail après application, s'il y a lieu, du coefficient de référence, à la différence de rémunération obtenue en application de l'alinéa précédent rapportée au montant horaire prévu au quatrième alinéa du présent 3° ; </p><p><br/>4° Pour les travailleurs mentionnés aux articles L. 7121-2 et suivants, L. 7123-2 à L. 7123-4, L. 7123-6 et L. 5424-20, le nombre d'heures non travaillées retenu pour le calcul de l'indemnité et de l'allocation d'activité partielle correspond à 7 heures par cachet contractuellement programmé, mais non réalisé en raison d'une annulation liée à l'épidémie de covid-19 ; <br/><br/>5° Pour les cadres dirigeants mentionnés à l'article L. 3111-2, les modalités de calcul de l'indemnité et de l'allocation d'activité partielle sont les suivantes :</p><p><br/>-la rémunération mensuelle de référence servant au calcul de l'indemnité et de l'allocation d'activité partielle correspond à la moyenne des rémunérations brutes perçues au cours des douze derniers mois civils, ou le cas échéant de la totalité des mois civils travaillés si le salarié a travaillé moins de douze mois, précédant le premier jour de placement en activité partielle de l'entreprise ou de l'établissement ;<br/><br/>-le montant horaire servant au calcul de l'indemnité et de l'allocation prévues aux articles D. 5122-13 et R. 5122-18 est déterminé en rapportant le trentième du montant de la rémunération mensuelle de référence obtenue en application de l'alinéa précédent à sept heures ;<br/><br/>-le nombre d'heures non travaillées indemnisables, dans la limite de la durée légale du travail, est obtenu selon les modalités de conversion en heures mentionnées au 1° du I ; </p><p><br/>III.-Pour l'application des dispositions du présent article, le nombre d'heures donnant lieu à versement de l'indemnité et de l'allocation d'activité partielle ne peut excéder la durée légale du temps de travail mentionnée à l'article L. 3121-27 au titre de la période considérée. <br/><br/>IV.-Pour l'application des deuxièmes alinéas des 1°, 2° et 3° du II, sont exclus de l'assiette de calcul de l'indemnité et de l'allocation d'activité partielle les sommes représentatives de frais professionnels et les éléments de rémunération qui, bien qu'ayant le caractère de salaire, ne sont pas la contrepartie du travail effectif ou ne sont pas affectés par la réduction ou l'absence d'activité et sont alloués pour l'année. <br/><br/>Lorsque la rémunération inclut une fraction de rémunération correspondant au paiement de l'indemnité de congés payés, cette fraction est déduite pour la détermination de l'assiette permettant le calcul de l'indemnité et de l'allocation d'activité partielle, sans préjudice des dispositions de l'article R. 5122-11.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}