{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020731134",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Aucun employeur ne peut engager d'apprenti s'il n'a fait l'objet d'un agrément. Cet agrément est accordé ou refusé au vu notamment des garanties présentées par l'employeur dans les domaines de l'équipement de l'entreprise, des techniques utilisées, des conditions de travail, d'hygiène et de sécurité dans l'entreprise, des conditions de moralité de l'employeur ou de la personne responsable de sa formation, ainsi que de la qualité de la formation professionnelle prévue pour l'apprenti. Au vu de ces garanties, le représentant de l'Etat à Mayotte délivre l'agrément dans un délai d'un mois à partir de la réception de la demande ou saisit pour avis, dans ce même délai, le comité mahorais de coordination de l'emploi et de la formation professionnelle. Passé ce délai, l'agrément est réputé acquis sauf si le représentant de l'Etat à Mayotte a notifié au demandeur le transfert de son dossier, pour avis, au comité mahorais de coordination de l'emploi et de la formation professionnelle. En cas de transfert de la demande, le représentant de l'Etat à Mayotte dispose d'un délai d'un mois supplémentaire pour statuer. Passé ce délai, l'agrément est réputé acquis, sauf décision de refus notifiée au demandeur. Le représentant de l'Etat à Mayotte informe régulièrement le comité mahorais de coordination de l'emploi et de la formation professionnelle des décisions d'agrément qu'il a prises. L'agrément peut être retiré par le représentant de l'Etat à Mayotte après avis du comité mahorais de coordination de l'emploi et de la formation professionnelle et après mise en demeure par les autorités chargées d'exercer le contrôle de l'exécution du contrat d'apprentissage, et notamment par l'inspection du travail ou l'inspection de l'apprentissage, lorsque l'employeur méconnaît les obligations mises à sa charge soit par le présent titre, soit par les autres dispositions du présent code applicables aux jeunes travailleurs ou aux apprentis, soit par le contrat d'apprentissage. Les décisions de refus ou de retrait d'agrément sont motivées. Les décisions du représentant de l'Etat à Mayotte sont communiquées aux fonctionnaires chargés du contrôle de l'application de la législation du travail et des lois sociales dans les établissements en cause, aux représentants du personnel ainsi qu'à la chambre professionnelle. A titre transitoire, pour les demandes déposées avant le 30 juin 1992, les délais d'un mois et de deux mois prévus au deuxième alinéa du présent article sont portés respectivement à deux mois et trois mois.",
            "texteHtml": "<p>Aucun employeur ne peut engager d'apprenti s'il n'a fait l'objet d'un agrément. Cet agrément est accordé ou refusé au vu notamment des garanties présentées par l'employeur dans les domaines de l'équipement de l'entreprise, des techniques utilisées, des conditions de travail, d'hygiène et de sécurité dans l'entreprise, des conditions de moralité de l'employeur ou de la personne responsable de sa formation, ainsi que de la qualité de la formation professionnelle prévue pour l'apprenti. </p><p>Au vu de ces garanties, le représentant de l'Etat à Mayotte délivre l'agrément dans un délai d'un mois à partir de la réception de la demande ou saisit pour avis, dans ce même délai, le comité mahorais de coordination de l'emploi et de la formation professionnelle. Passé ce délai, l'agrément est réputé acquis sauf si le représentant de l'Etat à Mayotte a notifié au demandeur le transfert de son dossier, pour avis, au comité mahorais de coordination de l'emploi et de la formation professionnelle. En cas de transfert de la demande, le représentant de l'Etat à Mayotte dispose d'un délai d'un mois supplémentaire pour statuer. Passé ce délai, l'agrément est réputé acquis, sauf décision de refus notifiée au demandeur. Le représentant de l'Etat à Mayotte informe régulièrement le comité mahorais de coordination de l'emploi et de la formation professionnelle des décisions d'agrément qu'il a prises.</p><p>L'agrément peut être retiré par le représentant de l'Etat à Mayotte après avis du comité mahorais de coordination de l'emploi et de la formation professionnelle et après mise en demeure par les autorités chargées d'exercer le contrôle de l'exécution du contrat d'apprentissage, et notamment par l'inspection du travail ou l'inspection de l'apprentissage, lorsque l'employeur méconnaît les obligations mises à sa charge soit par le présent titre, soit par les autres dispositions du présent code applicables aux jeunes travailleurs ou aux apprentis, soit par le contrat d'apprentissage. </p><p>Les décisions de refus ou de retrait d'agrément sont motivées. </p><p>Les décisions du représentant de l'Etat à Mayotte sont communiquées aux fonctionnaires chargés du contrôle de l'application de la législation du travail et des lois sociales dans les établissements en cause, aux représentants du personnel ainsi qu'à la chambre professionnelle.</p><p>A titre transitoire, pour les demandes déposées avant le 30 juin 1992, les délais d'un mois et de deux mois prévus au deuxième alinéa du présent article sont portés respectivement à deux mois et trois mois.</p>",
            "num": "L113-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1246406400000,
            "dateFin": 1514764800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1991-03-06",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101392",
                        "id": "LEGISCTA000006101392",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-03-06",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : CONVENTIONS RELATIVES AU TRAVAIL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123936",
                        "id": "LEGISCTA000006123936",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-03-06",
                        "fin": "2018-01-01",
                        "titre": "TITRE Ier : CONTRAT D'APPRENTISSAGE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140009",
                        "id": "LEGISCTA000006140009",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-03-06",
                        "fin": "2018-01-01",
                        "titre": "CHAPITRE III : Du contrat d'apprentissage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154492",
                        "id": "LEGISCTA000006154492",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-03-06",
                        "fin": "2018-01-01",
                        "titre": "Section 2 : Conditions du contrat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170451",
                        "id": "LEGISCTA000006170451",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1991-03-06",
                        "fin": "2999-01-01",
                        "titre": "Code du travail applicable à Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072052",
                        "id": "LEGITEXT000006072052",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006652773",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170451",
            "sectionParentId": "LEGISCTA000006170451",
            "sectionParentTitre": "Section 2 : Conditions du contrat.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : CONVENTIONS RELATIVES AU TRAVAIL",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020731134",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072052",
                    "titre": "Code du travail applicable à Mayotte.",
                    "titreLong": "Code du travail applicable à Mayotte",
                    "etat": "VIGUEUR",
                    "dateDebut": 668217600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072052",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020728509",
                    "textTitle": "Ordonnance n°2009-664\n du 11 juin 2009 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000020729289",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2009-06-12",
                    "dateSignaTexte": "2009-06-11",
                    "dateDebutCible": "2009-06-13"
                },
                {
                    "textCid": "JORFTEXT000035879962",
                    "textTitle": "Ordonnance n°2017-1491 du 25 octobre 2017 - art. 31 (VD)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000035881260",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-10-26",
                    "dateSignaTexte": "2017-10-25",
                    "dateDebutCible": "2018-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029676059",
                    "textTitle": "DÉCRET n°2014-1289 du 23 octobre 2014 - art. (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000041541765",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1289",
                    "datePubli": 1414800000000,
                    "dateDebut": 1581033600000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. R151-1 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R151-1",
                    "articleId": "LEGIARTI000006654507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. R161-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-1",
                    "articleId": "LEGIARTI000027695315",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1373673600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006652773",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 668217600000,
                    "dateFin": 994982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006652774",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 994982400000,
                    "dateFin": 1246406400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020731134",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1246406400000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L113-5",
                "113-5"
            ],
            "versionPrecedente": "LEGIARTI000006652774",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006652774",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Aucun employeur ne peut engager d'apprenti s'il n'a fait l'objet d'un agrément. Cet agrément est accordé ou refusé au vu notamment des garanties présentées par l'employeur dans les domaines de l'équipement de l'entreprise, des techniques utilisées, des conditions de travail, d'hygiène et de sécurité dans l'entreprise, des conditions de moralité de l'employeur ou de la personne responsable de sa formation, ainsi que de la qualité de la formation professionnelle prévue pour l'apprenti. Au vu de ces garanties, le représentant de l'Etat à Mayotte délivre l'agrément dans un délai d'un mois à partir de la réception de la demande ou saisit pour avis, dans ce même délai, le comité de la formation professionnelle, de la promotion sociale et de l'emploi, institué par l'article 2 de la loi n° 88-1029 du 1er décembre 1988. Passé ce délai, l'agrément est réputé acquis sauf si le représentant de l'Etat à Mayotte a notifié au demandeur le transfert de son dossier, pour avis, au comité de la formation professionnelle, de la promotion sociale et de l'emploi. En cas de transfert de la demande, le représentant de l'Etat à Mayotte dispose d'un délai d'un mois supplémentaire pour statuer. Passé ce délai, l'agrément est réputé acquis, sauf décision de refus notifiée au demandeur. Le représentant de l'Etat à Mayotte informe régulièrement le comité de la formation professionnelle, de la promotion sociale et de l'emploi des décisions d'agrément qu'il a prises. L'agrément peut être retiré par le représentant de l'Etat à Mayotte après avis du comité de la formation professionnelle, de la promotion sociale et de l'emploi et après mise en demeure par les autorités chargées d'exercer le contrôle de l'exécution du contrat d'apprentissage, et notamment par l'inspection du travail ou l'inspection de l'apprentissage, lorsque l'employeur méconnaît les obligations mises à sa charge soit par le présent titre, soit par les autres dispositions du présent code applicables aux jeunes travailleurs ou aux apprentis, soit par le contrat d'apprentissage. Les décisions de refus ou de retrait d'agrément sont motivées. Les décisions du représentant de l'Etat à Mayotte sont communiquées aux fonctionnaires chargés du contrôle de l'application de la législation du travail et des lois sociales dans les établissements en cause, aux représentants du personnel ainsi qu'à la chambre professionnelle. A titre transitoire, pour les demandes déposées avant le 30 juin 1992, les délais d'un mois et de deux mois prévus au deuxième alinéa du présent article sont portés respectivement à deux mois et trois mois.",
            "texteHtml": "<p></p>   Aucun employeur ne peut engager d'apprenti s'il n'a fait l'objet d'un agrément. Cet agrément est accordé ou refusé au vu notamment des garanties présentées par l'employeur dans les domaines de l'équipement de l'entreprise, des techniques utilisées, des conditions de travail, d'hygiène et de sécurité dans l'entreprise, des conditions de moralité de l'employeur ou de la personne responsable de sa formation, ainsi que de la qualité de la formation professionnelle prévue pour l'apprenti.<p></p><p></p>   Au vu de ces garanties, le représentant de l'Etat à Mayotte délivre l'agrément dans un délai d'un mois à partir de la réception de la demande ou saisit pour avis, dans ce même délai, le comité de la formation professionnelle, de la promotion sociale et de l'emploi, institué par l'article 2 de la loi n° 88-1029 du 1er décembre 1988. Passé ce délai, l'agrément est réputé acquis sauf si le représentant de l'Etat à Mayotte a notifié au demandeur le transfert de son dossier, pour avis, au comité de la formation professionnelle, de la promotion sociale et de l'emploi. En cas de transfert de la demande, le représentant de l'Etat à Mayotte dispose d'un délai d'un mois supplémentaire pour statuer. Passé ce délai, l'agrément est réputé acquis, sauf décision de refus notifiée au demandeur. Le représentant de l'Etat à Mayotte informe régulièrement le comité de la formation professionnelle, de la promotion sociale et de l'emploi des décisions d'agrément qu'il a prises.<p></p><p></p>   L'agrément peut être retiré par le représentant de l'Etat à Mayotte après avis du comité de la formation professionnelle, de la promotion sociale et de l'emploi et après mise en demeure par les autorités chargées d'exercer le contrôle de l'exécution du contrat d'apprentissage, et notamment par l'inspection du travail ou l'inspection de l'apprentissage, lorsque l'employeur méconnaît les obligations mises à sa charge soit par le présent titre, soit par les autres dispositions du présent code applicables aux jeunes travailleurs ou aux apprentis, soit par le contrat d'apprentissage.<p></p><p></p>   Les décisions de refus ou de retrait d'agrément sont motivées.<p></p><p></p>   Les décisions du représentant de l'Etat à Mayotte sont communiquées aux fonctionnaires chargés du contrôle de l'application de la législation du travail et des lois sociales dans les établissements en cause, aux représentants du personnel ainsi qu'à la chambre professionnelle.<p></p><p></p>   A titre transitoire, pour les demandes déposées avant le 30 juin 1992, les délais d'un mois et de deux mois prévus au deuxième alinéa du présent article sont portés respectivement à deux mois et trois mois.<p></p>",
            "num": "L113-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 994982400000,
            "dateFin": 1246406400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1991-03-06",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101392",
                        "id": "LEGISCTA000006101392",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-03-06",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : CONVENTIONS RELATIVES AU TRAVAIL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123936",
                        "id": "LEGISCTA000006123936",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-03-06",
                        "fin": "2018-01-01",
                        "titre": "TITRE Ier : CONTRAT D'APPRENTISSAGE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140009",
                        "id": "LEGISCTA000006140009",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-03-06",
                        "fin": "2018-01-01",
                        "titre": "CHAPITRE III : Du contrat d'apprentissage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154492",
                        "id": "LEGISCTA000006154492",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-03-06",
                        "fin": "2018-01-01",
                        "titre": "Section 2 : Conditions du contrat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170451",
                        "id": "LEGISCTA000006170451",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1991-03-06",
                        "fin": "2999-01-01",
                        "titre": "Code du travail applicable à Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072052",
                        "id": "LEGITEXT000006072052",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006652773",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170451",
            "sectionParentId": "LEGISCTA000006170451",
            "sectionParentTitre": "Section 2 : Conditions du contrat.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : CONVENTIONS RELATIVES AU TRAVAIL &gt; TITRE Ier : CONTRAT D'APPRENTISSAGE &gt; CHAPITRE III : Du contrat d'apprentissage &gt; Section 2 : Conditions du contrat.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006652774",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072052",
                    "titre": "Code du travail applicable à Mayotte.",
                    "titreLong": "Code du travail applicable à Mayotte",
                    "etat": "VIGUEUR",
                    "dateDebut": 668217600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072052",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000889140",
                    "textTitle": "Ordonnance 91-246 1991-02-25 art. 1",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000889140",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "1991-03-06",
                    "dateSignaTexte": "1991-02-25",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000356546",
                    "textTitle": "Loi 91-1379 1991-12-28 art. 1 (ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000356546",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-01-01",
                    "dateSignaTexte": "1991-12-28",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000407771",
                    "textTitle": "Loi n°2001-616 du 11 juillet 2001 - art. 75 (V) JORF 13 juillet 2001",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "75",
                    "articleId": "LEGIARTI000006386587",
                    "natureText": "LOI",
                    "datePubliTexte": "2001-07-13",
                    "dateSignaTexte": "2001-07-11",
                    "dateDebutCible": "2001-07-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Loi 88-1029 1988-12-01 art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000029676059",
                    "textTitle": "DÉCRET n°2014-1289 du 23 octobre 2014 - art. (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000041541765",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1289",
                    "datePubli": 1414800000000,
                    "dateDebut": 1581033600000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. R151-1 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R151-1",
                    "articleId": "LEGIARTI000006654507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. R161-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-1",
                    "articleId": "LEGIARTI000027695315",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1373673600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006652773",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 668217600000,
                    "dateFin": 994982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006652774",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 994982400000,
                    "dateFin": 1246406400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020731134",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1246406400000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L113-5",
                "113-5"
            ],
            "versionPrecedente": "LEGIARTI000006652773",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006652773",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Aucun employeur ne peut engager d'apprenti s'il n'a fait l'objet d'un agrément. Cet agrément est accordé ou refusé au vu notamment des garanties présentées par l'employeur dans les domaines de l'équipement de l'entreprise, des techniques utilisées, des conditions de travail, d'hygiène et de sécurité dans l'entreprise, des conditions de moralité de l'employeur ou de la personne responsable de sa formation, ainsi que de la qualité de la formation professionnelle prévue pour l'apprenti. Au vu de ces garanties, le représentant du Gouvernement à Mayotte délivre l'agrément dans un délai d'un mois à partir de la réception de la demande ou saisit pour avis, dans ce même délai, le comité de la formation professionnelle, de la promotion sociale et de l'emploi, institué par l'article 2 de la loi n° 88-1029 du 1er décembre 1988. Passé ce délai, l'agrément est réputé acquis sauf si le représentant du Gouvernement à Mayotte a notifié au demandeur le transfert de son dossier, pour avis, au comité de la formation professionnelle, de la promotion sociale et de l'emploi. En cas de transfert de la demande, le représentant du Gouvernement à Mayotte dispose d'un délai d'un mois supplémentaire pour statuer. Passé ce délai, l'agrément est réputé acquis, sauf décision de refus notifiée au demandeur. Le représentant du Gouvernement à Mayotte informe régulièrement le comité de la formation professionnelle, de la promotion sociale et de l'emploi des décisions d'agrément qu'il a prises. L'agrément peut être retiré par le représentant du Gouvernement à Mayotte après avis du comité de la formation professionnelle, de la promotion sociale et de l'emploi et après mise en demeure par les autorités chargées d'exercer le contrôle de l'exécution du contrat d'apprentissage, et notamment par l'inspection du travail ou l'inspection de l'apprentissage, lorsque l'employeur méconnaît les obligations mises à sa charge soit par le présent titre, soit par les autres dispositions du présent code applicables aux jeunes travailleurs ou aux apprentis, soit par le contrat d'apprentissage. Les décisions de refus ou de retrait d'agrément sont motivées. Les décisions du représentant du Gouvernement à Mayotte sont communiquées aux fonctionnaires chargés du contrôle de l'application de la législation du travail et des lois sociales dans les établissements en cause, aux représentants du personnel ainsi qu'à la chambre professionnelle. A titre transitoire, pour les demandes déposées avant le 30 juin 1992, les délais d'un mois et de deux mois prévus au deuxième alinéa du présent article sont portés respectivement à deux mois et trois mois.",
            "texteHtml": "<p></p>   Aucun employeur ne peut engager d'apprenti s'il n'a fait l'objet d'un agrément. Cet agrément est accordé ou refusé au vu notamment des garanties présentées par l'employeur dans les domaines de l'équipement de l'entreprise, des techniques utilisées, des conditions de travail, d'hygiène et de sécurité dans l'entreprise, des conditions de moralité de l'employeur ou de la personne responsable de sa formation, ainsi que de la qualité de la formation professionnelle prévue pour l'apprenti.<p></p><p></p>   Au vu de ces garanties, le représentant du Gouvernement à Mayotte délivre l'agrément dans un délai d'un mois à partir de la réception de la demande ou saisit pour avis, dans ce même délai, le comité de la formation professionnelle, de la promotion sociale et de l'emploi, institué par l'article 2 de la loi n° 88-1029 du 1er décembre 1988. Passé ce délai, l'agrément est réputé acquis sauf si le représentant du Gouvernement à Mayotte a notifié au demandeur le transfert de son dossier, pour avis, au comité de la formation professionnelle, de la promotion sociale et de l'emploi. En cas de transfert de la demande, le représentant du Gouvernement à Mayotte dispose d'un délai d'un mois supplémentaire pour statuer. Passé ce délai, l'agrément est réputé acquis, sauf décision de refus notifiée au demandeur. Le représentant du Gouvernement à Mayotte informe régulièrement le comité de la formation professionnelle, de la promotion sociale et de l'emploi des décisions d'agrément qu'il a prises.<p></p><p></p>   L'agrément peut être retiré par le représentant du Gouvernement à Mayotte après avis du comité de la formation professionnelle, de la promotion sociale et de l'emploi et après mise en demeure par les autorités chargées d'exercer le contrôle de l'exécution du contrat d'apprentissage, et notamment par l'inspection du travail ou l'inspection de l'apprentissage, lorsque l'employeur méconnaît les obligations mises à sa charge soit par le présent titre, soit par les autres dispositions du présent code applicables aux jeunes travailleurs ou aux apprentis, soit par le contrat d'apprentissage.<p></p><p></p>   Les décisions de refus ou de retrait d'agrément sont motivées.<p></p><p></p>   Les décisions du représentant du Gouvernement à Mayotte sont communiquées aux fonctionnaires chargés du contrôle de l'application de la législation du travail et des lois sociales dans les établissements en cause, aux représentants du personnel ainsi qu'à la chambre professionnelle.<p></p><p></p>   A titre transitoire, pour les demandes déposées avant le 30 juin 1992, les délais d'un mois et de deux mois prévus au deuxième alinéa du présent article sont portés respectivement à deux mois et trois mois.<p></p>",
            "num": "L113-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 668217600000,
            "dateFin": 994982400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1991-03-06",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101392",
                        "id": "LEGISCTA000006101392",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-03-06",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : CONVENTIONS RELATIVES AU TRAVAIL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123936",
                        "id": "LEGISCTA000006123936",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-03-06",
                        "fin": "2018-01-01",
                        "titre": "TITRE Ier : CONTRAT D'APPRENTISSAGE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140009",
                        "id": "LEGISCTA000006140009",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-03-06",
                        "fin": "2018-01-01",
                        "titre": "CHAPITRE III : Du contrat d'apprentissage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154492",
                        "id": "LEGISCTA000006154492",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-03-06",
                        "fin": "2018-01-01",
                        "titre": "Section 2 : Conditions du contrat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170451",
                        "id": "LEGISCTA000006170451",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1991-03-06",
                        "fin": "2999-01-01",
                        "titre": "Code du travail applicable à Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072052",
                        "id": "LEGITEXT000006072052",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006652773",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170451",
            "sectionParentId": "LEGISCTA000006170451",
            "sectionParentTitre": "Section 2 : Conditions du contrat.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : CONVENTIONS RELATIVES AU TRAVAIL &gt; TITRE Ier : CONTRAT D'APPRENTISSAGE &gt; CHAPITRE III : Du contrat d'apprentissage &gt; Section 2 : Conditions du contrat.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006652773",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072052",
                    "titre": "Code du travail applicable à Mayotte.",
                    "titreLong": "Code du travail applicable à Mayotte",
                    "etat": "VIGUEUR",
                    "dateDebut": 668217600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072052",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "<p></p><p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000889140",
                    "textTitle": "Ordonnance 91-246 1991-02-25 art. 1",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000889140",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "1991-03-06",
                    "dateSignaTexte": "1991-02-25",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000889140",
                    "textTitle": "Ordonnance 91-246 1991-02-25 art. 1 JORF 6 mars 1991",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000889140",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "1991-03-06",
                    "dateSignaTexte": "1991-02-25",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000356546",
                    "textTitle": "Loi 91-1379 1991-12-28 art. 1 (ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000356546",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-01-01",
                    "dateSignaTexte": "1991-12-28",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Loi 88-1029 1988-12-01 art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000029676059",
                    "textTitle": "DÉCRET n°2014-1289 du 23 octobre 2014 - art. (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000041541765",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1289",
                    "datePubli": 1414800000000,
                    "dateDebut": 1581033600000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. R151-1 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R151-1",
                    "articleId": "LEGIARTI000006654507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. R161-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-1",
                    "articleId": "LEGIARTI000027695315",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1373673600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Code du travail applicable dans la collectivité territoriale de Mayotte L116-5",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006652773",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 668217600000,
                    "dateFin": 994982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006652774",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 994982400000,
                    "dateFin": 1246406400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020731134",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1246406400000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L113-5",
                "113-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}