{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039382295",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. A l'importation, la valeur en douane est le prix normal des marchandises, c'est-à-dire le prix réputé pouvoir être fait pour ces marchandises, au moment et dans le lieu fixé ci-après, lors d'une vente effectuée dans des conditions de pleine concurrence entre un acheteur et un vendeur indépendants. Lorsqu'une vente a été effectuée dans ces conditions, le prix normal pourra être déterminé à partir du prix de facture. 2. Le prix normal des marchandises importées est déterminé sur les bases suivantes : a) Le moment à prendre en considération est la date d'enregistrement de la déclaration au bureau de douane ; b) Les marchandises sont réputées être livrées à l'acheteur au lieu d'introduction dans le territoire douanier ; c) Le vendeur est réputé supporter et avoir compris dans le prix les frais de transport des marchandises, ainsi que tous les autres frais se rapportant à la vente et à la livraison des marchandises au lieu d'introduction dans le territoire douanier ; d) Sont exclus du prix les frais afférents au transport effectué sur le territoire douanier, ainsi que les droits et taxes exigibles dans ce territoire. 3. Une vente effectuée dans des conditions de pleine concurrence entre un acheteur et un vendeur indépendants est une vente effective de l'acheteur : a) Le paiement du prix de la marchandise constitue la seule prestation effective de l'acheteur ; b) Le prix convenu n'est pas influencé par des relations commerciales, financières ou autres, contractuelles ou non, qui pourraient exister, en dehors de celles créées par la vente elle-même, entre, d'une part, le vendeur ou une personne physique ou morale associée en affaires au vendeur et, d'autre part, l'acheteur ou une personne physique ou morale associée en affaires à l'acheteur ; c) Aucune partie du produit provenant de la vente, de la cession ultérieure ou de l'utilisation de la marchandise ne reviendra directement ou indirectement au vendeur ou à toute autre personne physique ou morale associée au vendeur. Deux personnes sont considérées comme associées en affaires si l'une d'elles possède un intérêt quelconque dans le commerce de l'autre ou si elles possèdent toutes les deux un intérêt commun dans un commerce quelconque ou si une tierce personne possède un intérêt dans le commerce de chacune d'elles, que ces intérêts soient directs ou indirects. 4. Lorsque les marchandises à évaluer : a) Sont fabriquées selon un procédé breveté ou font l'objet d'un dessin ou d'un modèle déposés ; b) Ou sont revêtues d'une marque de produits ou de services étrangère ou sont importées pour être vendues sous une telle marque, la détermination du prix normal se fait en considérant que ce prix normal comprend la valeur du droit d'utilisation du brevet, du dessin ou du modèle déposé ou de la marque de produits ou de services, relatifs auxdites marchandises. 5. Toute déclaration doit être appuyée d'une facture. Si la marchandise est passible de droits ad valorem, la facture doit être légalisée par l'autorité diplomatique ou consulaire française. Des accords de réciprocité peuvent prévoir soit la substitution à cette légalisation d'un visa émanant d'organismes agréés par le Gouvernement français, soit la suppression de la formalité de la légalisation ou du visa. 6. Le service des douanes peut exiger, en outre, la production des marchés, contrats, correspondances, etc., relatifs à l'opération. 7. Les factures et les autres documents susvisés ne lient pas l'appréciation du service des douanes. 8. Lorsque les éléments retenus pour la détermination du prix normal sont exprimés dans une monnaie étrangère, la conversion doit être effectuée sur la base du taux de change officiel en vigueur à la date d'enregistrement de la déclaration. 9. La valeur déterminée dans les conditions ci-dessus doit, le cas échéant, être arrondie au franc inférieur. 10. Il doit être produit à l'appui de la déclaration en détail une attestation de l'importateur mentionnant les éléments relatifs à la détermination de la valeur en douane. Le représentant de l'Etat fixe par arrêté la forme de cette attestation, les énonciations qu'elle doit contenir et les documents qui doivent y être annexés. 11. Lorsque la valeur déclarée est inférieure à la valeur en douane sans que l'attestation visée au 2 ci-dessus soit entachée d'inexactitude ou d'omission en ce qui concerne les points de fait et en l'absence de faute de la part du déclarant ou de son commettant, ceux-ci sont seulement tenus au paiement des droits et taxes compromis ou éludés.",
            "texteHtml": "<p>1. A l'importation, la valeur en douane est le prix normal des marchandises, c'est-à-dire le prix réputé pouvoir être fait pour ces marchandises, au moment et dans le lieu fixé ci-après, lors d'une vente effectuée dans des conditions de pleine concurrence entre un acheteur et un vendeur indépendants.</p><p>Lorsqu'une vente a été effectuée dans ces conditions, le prix normal pourra être déterminé à partir du prix de facture.</p><p>2. Le prix normal des marchandises importées est déterminé sur les bases suivantes :</p><p>a) Le moment à prendre en considération est la date d'enregistrement de la déclaration au bureau de douane ;</p><p>b) Les marchandises sont réputées être livrées à l'acheteur au lieu d'introduction dans le territoire douanier ;</p><p>c) Le vendeur est réputé supporter et avoir compris dans le prix les frais de transport des marchandises, ainsi que tous les autres frais se rapportant à la vente et à la livraison des marchandises au lieu d'introduction dans le territoire douanier ;</p><p>d) Sont exclus du prix les frais afférents au transport effectué sur le territoire douanier, ainsi que les droits et taxes exigibles dans ce territoire.</p><p>3. Une vente effectuée dans des conditions de pleine concurrence entre un acheteur et un vendeur indépendants est une vente effective de l'acheteur :</p><p>a) Le paiement du prix de la marchandise constitue la seule prestation effective de l'acheteur ;</p><p>b) Le prix convenu n'est pas influencé par des relations commerciales, financières ou autres, contractuelles ou non, qui pourraient exister, en dehors de celles créées par la vente elle-même, entre, d'une part, le vendeur ou une personne physique ou morale associée en affaires au vendeur et, d'autre part, l'acheteur ou une personne physique ou morale associée en affaires à l'acheteur ;</p><p>c) Aucune partie du produit provenant de la vente, de la cession ultérieure ou de l'utilisation de la marchandise ne reviendra directement ou indirectement au vendeur ou à toute autre personne physique ou morale associée au vendeur.</p><p>Deux personnes sont considérées comme associées en affaires si l'une d'elles possède un intérêt quelconque dans le commerce de l'autre ou si elles possèdent toutes les deux un intérêt commun dans un commerce quelconque ou si une tierce personne possède un intérêt dans le commerce de chacune d'elles, que ces intérêts soient directs ou indirects.</p><p>4. Lorsque les marchandises à évaluer :</p><p>a) Sont fabriquées selon un procédé breveté ou font l'objet d'un dessin ou d'un modèle déposés ;</p><p>b) Ou sont revêtues d'une marque de produits ou de services étrangère ou sont importées pour être vendues sous une telle marque, la détermination du prix normal se fait en considérant que ce prix normal comprend la valeur du droit d'utilisation du brevet, du dessin ou du modèle déposé ou de la marque de produits ou de services, relatifs auxdites marchandises.</p><p>5. Toute déclaration doit être appuyée d'une facture.</p><p>Si la marchandise est passible de droits ad valorem, la facture doit être légalisée par l'autorité diplomatique ou consulaire française. Des accords de réciprocité peuvent prévoir soit la substitution à cette légalisation d'un visa émanant d'organismes agréés par le Gouvernement français, soit la suppression de la formalité de la légalisation ou du visa.</p><p>6. Le service des douanes peut exiger, en outre, la production des marchés, contrats, correspondances, etc., relatifs à l'opération.</p><p>7. Les factures et les autres documents susvisés ne lient pas l'appréciation du service des douanes.</p><p>8. Lorsque les éléments retenus pour la détermination du prix normal sont exprimés dans une monnaie étrangère, la conversion doit être effectuée sur la base du taux de change officiel en vigueur à la date d'enregistrement de la déclaration.</p><p>9. La valeur déterminée dans les conditions ci-dessus doit, le cas échéant, être arrondie au franc inférieur.</p><p>10. Il doit être produit à l'appui de la déclaration en détail une attestation de l'importateur mentionnant les éléments relatifs à la détermination de la valeur en douane.</p><p>Le représentant de l'Etat fixe par arrêté la forme de cette attestation, les énonciations qu'elle doit contenir et les documents qui doivent y être annexés.</p><p>11. Lorsque la valeur déclarée est inférieure à la valeur en douane sans que l'attestation visée au 2 ci-dessus soit entachée d'inexactitude ou d'omission en ce qui concerne les points de fait et en l'absence de faute de la part du déclarant ou de son commettant, ceux-ci sont seulement tenus au paiement des droits et taxes compromis ou éludés.</p>",
            "num": "16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1576368000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-10-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099583",
                        "id": "LEGISCTA000006099583",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-13",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Principes généraux du régime des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122504",
                        "id": "LEGISCTA000006122504",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Conditions d'application de la loi tarifaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139143",
                        "id": "LEGISCTA000006139143",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-13",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Valeur des marchandises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153309",
                        "id": "LEGISCTA000006153309",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-10-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : A l'importation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006169113",
                        "id": "LEGISCTA000006169113",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1992-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes de Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071645",
                        "id": "LEGITEXT000006071645",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006619705",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006169113",
            "sectionParentId": "LEGISCTA000006169113",
            "sectionParentTitre": "Paragraphe 1 : A l'importation.",
            "fullSectionsTitre": "Partie législative &gt; Titre Ier : Principes généraux du régime des douanes &gt; Chapitre IV : Conditions d'application de la loi tarifaire &gt; Section 4 : Valeur des marchandises &gt; Paragraphe 1 : A l'importation.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039382295",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071645",
                    "titre": "Code des douanes de Mayotte",
                    "titreLong": "Code des douanes de Mayotte",
                    "etat": "VIGUEUR",
                    "dateDebut": 719193600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071645",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Aux termes du I de l'article 15 de l'ordonnance n° 2019-1169 du 13 novembre 2019, les dispositions issues de la présente ordonnance entrent en vigueur à la date d'entrée en vigueur du décret pris pour son application et au plus tard le 15 décembre 2019.",
            "notaHtml": "<p>Aux termes du I de l'article 15 de l'ordonnance n° 2019-1169 du 13 novembre 2019, les dispositions issues de la présente ordonnance entrent en vigueur à la date d'entrée en vigueur du décret pris pour son application et au plus tard le 15 décembre 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000711400",
                    "textTitle": "Ordonnance n° 92-1142 du 12 octobre 1992",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000711400",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "1992-10-16",
                    "dateSignaTexte": "1992-10-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000039373287",
                    "textTitle": "Ordonnance n°2019-1169 du 13 novembre 2019 - art. 13",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000039373709",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-11-14",
                    "dateSignaTexte": "2019-11-13",
                    "dateDebutCible": "2019-12-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071645",
                    "textTitle": "Code des douanes de Mayotte - art. 133 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "133",
                    "articleId": "LEGIARTI000006619844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006619705",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1099008000000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033817091",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1576368000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039382295",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1576368000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "16"
            ],
            "versionPrecedente": "LEGIARTI000033817091",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033817091",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. A l'importation, la valeur en douane est le prix normal des marchandises, c'est-à-dire le prix réputé pouvoir être fait pour ces marchandises, au moment et dans le lieu fixé ci-après, lors d'une vente effectuée dans des conditions de pleine concurrence entre un acheteur et un vendeur indépendants. Lorsqu'une vente a été effectuée dans ces conditions, le prix normal pourra être déterminé à partir du prix de facture. 2. Le prix normal des marchandises importées est déterminé sur les bases suivantes : a) Le moment à prendre en considération est la date d'enregistrement de la déclaration au bureau de douane ; b) Les marchandises sont réputées être livrées à l'acheteur au lieu d'introduction dans le territoire douanier ; c) Le vendeur est réputé supporter et avoir compris dans le prix les frais de transport des marchandises, ainsi que tous les autres frais se rapportant à la vente et à la livraison des marchandises au lieu d'introduction dans le territoire douanier ; d) Sont exclus du prix les frais afférents au transport effectué sur le territoire douanier, ainsi que les droits et taxes exigibles dans ce territoire. 3. Une vente effectuée dans des conditions de pleine concurrence entre un acheteur et un vendeur indépendants est une vente effective de l'acheteur : a) Le paiement du prix de la marchandise constitue la seule prestation effective de l'acheteur ; b) Le prix convenu n'est pas influencé par des relations commerciales, financières ou autres, contractuelles ou non, qui pourraient exister, en dehors de celles créées par la vente elle-même, entre, d'une part, le vendeur ou une personne physique ou morale associée en affaires au vendeur et, d'autre part, l'acheteur ou une personne physique ou morale associée en affaires à l'acheteur ; c) Aucune partie du produit provenant de la vente, de la cession ultérieure ou de l'utilisation de la marchandise ne reviendra directement ou indirectement au vendeur ou à toute autre personne physique ou morale associée au vendeur. Deux personnes sont considérées comme associées en affaires si l'une d'elles possède un intérêt quelconque dans le commerce de l'autre ou si elles possèdent toutes les deux un intérêt commun dans un commerce quelconque ou si une tierce personne possède un intérêt dans le commerce de chacune d'elles, que ces intérêts soient directs ou indirects. 4. Lorsque les marchandises à évaluer : a) Sont fabriquées selon un procédé breveté ou font l'objet d'un dessin ou d'un modèle déposés ; b) Ou sont revêtues d'une marque de fabrique ou de commerce étrangère ou sont importées pour être vendues sous une telle marque, la détermination du prix normal se fait en considérant que ce prix normal comprend la valeur du droit d'utilisation du brevet, du dessin ou du modèle déposé ou de la marque de fabrique, ou de commerce, relatifs auxdites marchandises. 5. Toute déclaration doit être appuyée d'une facture. Si la marchandise est passible de droits ad valorem, la facture doit être légalisée par l'autorité diplomatique ou consulaire française. Des accords de réciprocité peuvent prévoir soit la substitution à cette légalisation d'un visa émanant d'organismes agréés par le Gouvernement français, soit la suppression de la formalité de la légalisation ou du visa. 6. Le service des douanes peut exiger, en outre, la production des marchés, contrats, correspondances, etc., relatifs à l'opération. 7. Les factures et les autres documents susvisés ne lient pas l'appréciation du service des douanes. 8. Lorsque les éléments retenus pour la détermination du prix normal sont exprimés dans une monnaie étrangère, la conversion doit être effectuée sur la base du taux de change officiel en vigueur à la date d'enregistrement de la déclaration. 9. La valeur déterminée dans les conditions ci-dessus doit, le cas échéant, être arrondie au franc inférieur. 10. Il doit être produit à l'appui de la déclaration en détail une attestation de l'importateur mentionnant les éléments relatifs à la détermination de la valeur en douane. Le représentant de l'Etat fixe par arrêté la forme de cette attestation, les énonciations qu'elle doit contenir et les documents qui doivent y être annexés. 11. Lorsque la valeur déclarée est inférieure à la valeur en douane sans que l'attestation visée au 2 ci-dessus soit entachée d'inexactitude ou d'omission en ce qui concerne les points de fait et en l'absence de faute de la part du déclarant ou de son commettant, ceux-ci sont seulement tenus au paiement des droits et taxes compromis ou éludés.",
            "texteHtml": "<p>1. A l'importation, la valeur en douane est le prix normal des marchandises, c'est-à-dire le prix réputé pouvoir être fait pour ces marchandises, au moment et dans le lieu fixé ci-après, lors d'une vente effectuée dans des conditions de pleine concurrence entre un acheteur et un vendeur indépendants.</p><p></p><p>Lorsqu'une vente a été effectuée dans ces conditions, le prix normal pourra être déterminé à partir du prix de facture.</p><p></p><p>2. Le prix normal des marchandises importées est déterminé sur les bases suivantes :</p><p></p><p>a) Le moment à prendre en considération est la date d'enregistrement de la déclaration au bureau de douane ;</p><p></p><p>b) Les marchandises sont réputées être livrées à l'acheteur au lieu d'introduction dans le territoire douanier ;</p><p></p><p>c) Le vendeur est réputé supporter et avoir compris dans le prix les frais de transport des marchandises, ainsi que tous les autres frais se rapportant à la vente et à la livraison des marchandises au lieu d'introduction dans le territoire douanier ;</p><p></p><p>d) Sont exclus du prix les frais afférents au transport effectué sur le territoire douanier, ainsi que les droits et taxes exigibles dans ce territoire.</p><p></p><p>3. Une vente effectuée dans des conditions de pleine concurrence entre un acheteur et un vendeur indépendants est une vente effective de l'acheteur :</p><p></p><p>a) Le paiement du prix de la marchandise constitue la seule prestation effective de l'acheteur ;</p><p></p><p>b) Le prix convenu n'est pas influencé par des relations commerciales, financières ou autres, contractuelles ou non, qui pourraient exister, en dehors de celles créées par la vente elle-même, entre, d'une part, le vendeur ou une personne physique ou morale associée en affaires au vendeur et, d'autre part, l'acheteur ou une personne physique ou morale associée en affaires à l'acheteur ;</p><p></p><p>c) Aucune partie du produit provenant de la vente, de la cession ultérieure ou de l'utilisation de la marchandise ne reviendra directement ou indirectement au vendeur ou à toute autre personne physique ou morale associée au vendeur.</p><p></p><p>Deux personnes sont considérées comme associées en affaires si l'une d'elles possède un intérêt quelconque dans le commerce de l'autre ou si elles possèdent toutes les deux un intérêt commun dans un commerce quelconque ou si une tierce personne possède un intérêt dans le commerce de chacune d'elles, que ces intérêts soient directs ou indirects.</p><p></p><p>4. Lorsque les marchandises à évaluer :</p><p></p><p>a) Sont fabriquées selon un procédé breveté ou font l'objet d'un dessin ou d'un modèle déposés ;</p><p></p><p>b) Ou sont revêtues d'une marque de fabrique ou de commerce étrangère ou sont importées pour être vendues sous une telle marque, la détermination du prix normal se fait en considérant que ce prix normal comprend la valeur du droit d'utilisation du brevet, du dessin ou du modèle déposé ou de la marque de fabrique, ou de commerce, relatifs auxdites marchandises.</p><p></p><p>5. Toute déclaration doit être appuyée d'une facture.</p><p></p><p>Si la marchandise est passible de droits ad valorem, la facture doit être légalisée par l'autorité diplomatique ou consulaire française. Des accords de réciprocité peuvent prévoir soit la substitution à cette légalisation d'un visa émanant d'organismes agréés par le Gouvernement français, soit la suppression de la formalité de la légalisation ou du visa.</p><p></p><p>6. Le service des douanes peut exiger, en outre, la production des marchés, contrats, correspondances, etc., relatifs à l'opération.</p><p></p><p>7. Les factures et les autres documents susvisés ne lient pas l'appréciation du service des douanes.</p><p></p><p>8. Lorsque les éléments retenus pour la détermination du prix normal sont exprimés dans une monnaie étrangère, la conversion doit être effectuée sur la base du taux de change officiel en vigueur à la date d'enregistrement de la déclaration.</p><p></p><p>9. La valeur déterminée dans les conditions ci-dessus doit, le cas échéant, être arrondie au franc inférieur.</p><p></p><p>10. Il doit être produit à l'appui de la déclaration en détail une attestation de l'importateur mentionnant les éléments relatifs à la détermination de la valeur en douane.</p><p></p><p>Le représentant de l'Etat fixe par arrêté la forme de cette attestation, les énonciations qu'elle doit contenir et les documents qui doivent y être annexés.</p><p></p><p>11. Lorsque la valeur déclarée est inférieure à la valeur en douane sans que l'attestation visée au 2 ci-dessus soit entachée d'inexactitude ou d'omission en ce qui concerne les points de fait et en l'absence de faute de la part du déclarant ou de son commettant, ceux-ci sont seulement tenus au paiement des droits et taxes compromis ou éludés.</p><p></p>",
            "num": "16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1483228800000,
            "dateFin": 1576368000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-10-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099583",
                        "id": "LEGISCTA000006099583",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-13",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Principes généraux du régime des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122504",
                        "id": "LEGISCTA000006122504",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Conditions d'application de la loi tarifaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139143",
                        "id": "LEGISCTA000006139143",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-13",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Valeur des marchandises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153309",
                        "id": "LEGISCTA000006153309",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-10-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : A l'importation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006169113",
                        "id": "LEGISCTA000006169113",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1992-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes de Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071645",
                        "id": "LEGITEXT000006071645",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006619705",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006169113",
            "sectionParentId": "LEGISCTA000006169113",
            "sectionParentTitre": "Paragraphe 1 : A l'importation.",
            "fullSectionsTitre": "Partie législative &gt; Titre Ier : Principes généraux du régime des douanes &gt; Chapitre IV : Conditions d'application de la loi tarifaire &gt; Section 4 : Valeur des marchandises &gt; Paragraphe 1 : A l'importation.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033817091",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071645",
                    "titre": "Code des douanes de Mayotte",
                    "titreLong": "Code des douanes de Mayotte",
                    "etat": "VIGUEUR",
                    "dateDebut": 719193600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071645",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000711400",
                    "textTitle": "Ordonnance n° 92-1142 du 12 octobre 1992",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000711400",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "1992-10-16",
                    "dateSignaTexte": "1992-10-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n°2016-1918 du 29 décembre 2016 - art. 88 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "88",
                    "articleId": "LEGIARTI000033782320",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2017-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071645",
                    "textTitle": "Code des douanes de Mayotte - art. 133 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "133",
                    "articleId": "LEGIARTI000006619844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006619705",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1099008000000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033817091",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1576368000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039382295",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1576368000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "16"
            ],
            "versionPrecedente": "LEGIARTI000006619705",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006619705",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. A l'importation, la valeur en douane est le prix normal des marchandises, c'est-à-dire le prix réputé pouvoir être fait pour ces marchandises, au moment et dans le lieu fixé ci-après, lors d'une vente effectuée dans des conditions de pleine concurrence entre un acheteur et un vendeur indépendants. Lorsqu'une vente a été effectuée dans ces conditions, le prix normal pourra être déterminé à partir du prix de facture. 2. Le prix normal des marchandises importées est déterminé sur les bases suivantes : a) Le moment à prendre en considération est la date d'enregistrement de la déclaration au bureau de douane ; b) Les marchandises sont réputées être livrées à l'acheteur au lieu d'introduction dans le territoire douanier ; c) Le vendeur est réputé supporter et avoir compris dans le prix les frais de transport des marchandises, ainsi que tous les autres frais se rapportant à la vente et à la livraison des marchandises au lieu d'introduction dans le territoire douanier ; d) Sont exclus du prix les frais afférents au transport effectué sur le territoire douanier, ainsi que les droits et taxes exigibles dans ce territoire. 3. Une vente effectuée dans des conditions de pleine concurrence entre un acheteur et un vendeur indépendants est une vente effective de l'acheteur : a) Le paiement du prix de la marchandise constitue la seule prestation effective de l'acheteur ; b) Le prix convenu n'est pas influencé par des relations commerciales, financières ou autres, contractuelles ou non, qui pourraient exister, en dehors de celles créées par la vente elle-même, entre, d'une part, le vendeur ou une personne physique ou morale associée en affaires au vendeur et, d'autre part, l'acheteur ou une personne physique ou morale associée en affaires à l'acheteur ; c) Aucune partie du produit provenant de la vente, de la cession ultérieure ou de l'utilisation de la marchandise ne reviendra directement ou indirectement au vendeur ou à toute autre personne physique ou morale associée au vendeur. Deux personnes sont considérées comme associées en affaires si l'une d'elles possède un intérêt quelconque dans le commerce de l'autre ou si elles possèdent toutes les deux un intérêt commun dans un commerce quelconque ou si une tierce personne possède un intérêt dans le commerce de chacune d'elles, que ces intérêts soient directs ou indirects. 4. Lorsque les marchandises à évaluer : a) Sont fabriquées selon un procédé breveté ou font l'objet d'un dessin ou d'un modèle déposés ; b) Ou sont revêtues d'une marque de fabrique ou de commerce étrangère ou sont importées pour être vendues sous une telle marque, la détermination du prix normal se fait en considérant que ce prix normal comprend la valeur du droit d'utilisation du brevet, du dessin ou du modèle déposé ou de la marque de fabrique, ou de commerce, relatifs auxdites marchandises. 5. Toute déclaration doit être appuyée d'une facture. Si la marchandise est passible de droits ad valorem, la facture doit être légalisée par l'autorité diplomatique ou consulaire française. Des accords de réciprocité peuvent prévoir soit la substitution à cette légalisation d'un visa émanant d'organismes agréés par le Gouvernement français, soit la suppression de la formalité de la légalisation ou du visa. 6. Le service des douanes peut exiger, en outre, la production des marchés, contrats, correspondances, etc., relatifs à l'opération. 7. Les factures et les autres documents susvisés ne lient pas l'appréciation du service des douanes, ni celle de la commission de conciliation et d'expertise douanière. 8. Lorsque les éléments retenus pour la détermination du prix normal sont exprimés dans une monnaie étrangère, la conversion doit être effectuée sur la base du taux de change officiel en vigueur à la date d'enregistrement de la déclaration. 9. La valeur déterminée dans les conditions ci-dessus doit, le cas échéant, être arrondie au franc inférieur. 10. Il doit être produit à l'appui de la déclaration en détail une attestation de l'importateur mentionnant les éléments relatifs à la détermination de la valeur en douane. Le représentant de l'Etat fixe par arrêté la forme de cette attestation, les énonciations qu'elle doit contenir et les documents qui doivent y être annexés. 11. Lorsque la valeur déclarée est inférieure à la valeur en douane sans que l'attestation visée au 2 ci-dessus soit entachée d'inexactitude ou d'omission en ce qui concerne les points de fait et en l'absence de faute de la part du déclarant ou de son commettant, ceux-ci sont seulement tenus au paiement des droits et taxes compromis ou éludés.",
            "texteHtml": "<p></p>   1. A l'importation, la valeur en douane est le prix normal des marchandises, c'est-à-dire le prix réputé pouvoir être fait pour ces marchandises, au moment et dans le lieu fixé ci-après, lors d'une vente effectuée dans des conditions de pleine concurrence entre un acheteur et un vendeur indépendants.<p></p><p></p>   Lorsqu'une vente a été effectuée dans ces conditions, le prix normal pourra être déterminé à partir du prix de facture.<p></p><p></p>   2. Le prix normal des marchandises importées est déterminé sur les bases suivantes :<p></p><p></p>   a) Le moment à prendre en considération est la date d'enregistrement de la déclaration au bureau de douane ;<p></p><p></p>   b) Les marchandises sont réputées être livrées à l'acheteur au lieu d'introduction dans le territoire douanier ;<p></p><p></p>   c) Le vendeur est réputé supporter et avoir compris dans le prix les frais de transport des marchandises, ainsi que tous les autres frais se rapportant à la vente et à la livraison des marchandises au lieu d'introduction dans le territoire douanier ;<p></p><p></p>   d) Sont exclus du prix les frais afférents au transport effectué sur le territoire douanier, ainsi que les droits et taxes exigibles dans ce territoire.<p></p><p></p>   3. Une vente effectuée dans des conditions de pleine concurrence entre un acheteur et un vendeur indépendants est une vente effective de l'acheteur :<p></p><p></p>   a) Le paiement du prix de la marchandise constitue la seule prestation effective de l'acheteur ;<p></p><p></p>   b) Le prix convenu n'est pas influencé par des relations commerciales, financières ou autres, contractuelles ou non, qui pourraient exister, en dehors de celles créées par la vente elle-même, entre, d'une part, le vendeur ou une personne physique ou morale associée en affaires au vendeur et, d'autre part, l'acheteur ou une personne physique ou morale associée en affaires à l'acheteur ;<p></p><p></p>   c) Aucune partie du produit provenant de la vente, de la cession ultérieure ou de l'utilisation de la marchandise ne reviendra directement ou indirectement au vendeur ou à toute autre personne physique ou morale associée au vendeur.<p></p><p></p>   Deux personnes sont considérées comme associées en affaires si l'une d'elles possède un intérêt quelconque dans le commerce de l'autre ou si elles possèdent toutes les deux un intérêt commun dans un commerce quelconque ou si une tierce personne possède un intérêt dans le commerce de chacune d'elles, que ces intérêts soient directs ou indirects.<p></p><p></p>   4. Lorsque les marchandises à évaluer :<p></p><p></p>   a) Sont fabriquées selon un procédé breveté ou font l'objet d'un dessin ou d'un modèle déposés ;<p></p><p></p>   b) Ou sont revêtues d'une marque de fabrique ou de commerce étrangère ou sont importées pour être vendues sous une telle marque, la détermination du prix normal se fait en considérant que ce prix normal comprend la valeur du droit d'utilisation du brevet, du dessin ou du modèle déposé ou de la marque de fabrique, ou de commerce, relatifs auxdites marchandises.<p></p><p></p>   5. Toute déclaration doit être appuyée d'une facture.<p></p><p></p>   Si la marchandise est passible de droits ad valorem, la facture doit être légalisée par l'autorité diplomatique ou consulaire française. Des accords de réciprocité peuvent prévoir soit la substitution à cette légalisation d'un visa émanant d'organismes agréés par le Gouvernement français, soit la suppression de la formalité de la légalisation ou du visa.<p></p><p></p>   6. Le service des douanes peut exiger, en outre, la production des marchés, contrats, correspondances, etc., relatifs à l'opération.<p></p><p></p>   7. Les factures et les autres documents susvisés ne lient pas l'appréciation du service des douanes, ni celle de la commission de conciliation et d'expertise douanière.<p></p><p></p>   8. Lorsque les éléments retenus pour la détermination du prix normal sont exprimés dans une monnaie étrangère, la conversion doit être effectuée sur la base du taux de change officiel en vigueur à la date d'enregistrement de la déclaration.<p></p><p></p>   9. La valeur déterminée dans les conditions ci-dessus doit, le cas échéant, être arrondie au franc inférieur.<p></p><p></p>   10. Il doit être produit à l'appui de la déclaration en détail une attestation de l'importateur mentionnant les éléments relatifs à la détermination de la valeur en douane.<p></p><p></p>   Le représentant de l'Etat fixe par arrêté la forme de cette attestation, les énonciations qu'elle doit contenir et les documents qui doivent y être annexés.<p></p><p></p>   11. Lorsque la valeur déclarée est inférieure à la valeur en douane sans que l'attestation visée au 2 ci-dessus soit entachée d'inexactitude ou d'omission en ce qui concerne les points de fait et en l'absence de faute de la part du déclarant ou de son commettant, ceux-ci sont seulement tenus au paiement des droits et taxes compromis ou éludés.<p></p>",
            "num": "16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1099008000000,
            "dateFin": 1483228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-10-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099583",
                        "id": "LEGISCTA000006099583",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-13",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Principes généraux du régime des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122504",
                        "id": "LEGISCTA000006122504",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-13",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Conditions d'application de la loi tarifaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139143",
                        "id": "LEGISCTA000006139143",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-13",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Valeur des marchandises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153309",
                        "id": "LEGISCTA000006153309",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-10-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : A l'importation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006169113",
                        "id": "LEGISCTA000006169113",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1992-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes de Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071645",
                        "id": "LEGITEXT000006071645",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006619705",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006169113",
            "sectionParentId": "LEGISCTA000006169113",
            "sectionParentTitre": "Paragraphe 1 : A l'importation.",
            "fullSectionsTitre": "Partie législative &gt; Titre Ier : Principes généraux du régime des douanes &gt; Chapitre IV : Conditions d'application de la loi tarifaire &gt; Section 4 : Valeur des marchandises &gt; Paragraphe 1 : A l'importation.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006619705",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071645",
                    "titre": "Code des douanes de Mayotte",
                    "titreLong": "Code des douanes de Mayotte",
                    "etat": "VIGUEUR",
                    "dateDebut": 719193600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071645",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000711400",
                    "textTitle": "Ordonnance 92-1142 1992-10-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000711400",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "1992-10-16",
                    "dateSignaTexte": "1992-10-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000711400",
                    "textTitle": "Ordonnance no 92-1142 du 12 octobre 1992 relative  - art. 1 (V) JORF 16 octobre 1992",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006620086",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "1992-10-16",
                    "dateSignaTexte": "1992-10-12",
                    "dateDebutCible": "1992-10-16"
                },
                {
                    "textCid": "JORFTEXT000000407771",
                    "textTitle": "Loi n°2001-616 du 11 juillet 2001 - art. 75 (V) JORF 13 juillet 2001",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "75",
                    "articleId": "LEGIARTI000006386587",
                    "natureText": "LOI",
                    "datePubliTexte": "2001-07-13",
                    "dateSignaTexte": "2001-07-11",
                    "dateDebutCible": "2001-07-13"
                },
                {
                    "textCid": "JORFTEXT000000627284",
                    "textTitle": "Ordonnance n°2004-1151 du 28 octobre 2004 - art. 4 (V) JORF 29 octobre 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006235546",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2004-10-29",
                    "dateSignaTexte": "2004-10-28",
                    "dateDebutCible": "2004-10-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071645",
                    "textTitle": "Code des douanes de Mayotte - art. 133 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "133",
                    "articleId": "LEGIARTI000006619844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006619705",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1099008000000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033817091",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1576368000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039382295",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1576368000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "16"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}