{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006801778",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans le cadre de la procédure de déclaration CE de conformité, assurance de la qualité de la production, mentionnée au 6°  de l'article R. 665-64-16, le fabricant soumet à la vérification d'un organisme habilité le système de qualité pour la fabrication qu'il a mis en place pour assurer la conformité des dispositifs médicaux de diagnostic in vitro au type approuvé et décrit dans un certificat d'examen CE de type. Le fabricant introduit auprès de l'organisme habilité une demande d'évaluation de ce système de qualité qui comporte une documentation technique dans laquelle figure l'ensemble des exigences et dispositions adoptées par le fabricant pour son système de qualité. Il s'engage à maintenir son système de qualité adapté et efficace et à respecter les obligations résultant de celui-ci. Le fabricant s'engage également à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux de diagnostic in vitro et à appliquer les mesures correctives nécessaires. L'évaluation par l'organisme habilité du système de qualité comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. En outre, pour les dispositifs médicaux de diagnostic in vitro inscrit sur la liste A de l'arrêté mentionné à l'article R. 665-64-5, un contrôle de la production est réalisée par l'organisme habilité. A cette fin, le fabricant adresse à l'organisme les documents nécessaires au contrôle de la qualité des dispositifs ou des lots de dispositifs fabriqués et met à sa disposition dans des conditions définies d'un commun accord un échantillon de dispositifs ou de lots de dispositifs fabriqués. A l'expiration d'un délai contractuellement convenu qui ne peut excéder trente jours à compter de la réception de l'échantillon par l'organisme habilité, le fabricant peut mettre sur le marché ces dispositifs ou ces lots de dispositifs si l'organisme habilité ne lui a pas communiqué de décision contraire. Le fabricant veille à l'application du système de qualité tel qu'il a été approuvé et effectue l'inspection finale des dispositifs médicaux de diagnostic in vitro. Le fabricant certifie que les dispositifs médicaux de diagnostic in vitro fabriqués sont conformes au type décrit dans le certificat d'examen CE de type et respectent les dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Il informe l'organisme habilité qui a approuvé le système de qualité de tout projet de modification importante de ce système. L'organisme habilité vérifie que le système ainsi modifié assure la conformité des dispositifs médicaux de diagnostic in vitro fabriqués au type décrit dans le certificat d'examen CE de type. L'organisme habilité notifie sa décision au fabricant. Le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut lors de visites inopinées réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.",
            "texteHtml": "<p></p>   Dans le cadre de la procédure de déclaration CE de conformité, assurance de la qualité de la production, mentionnée au 6°  de l'article R. 665-64-16, le fabricant soumet à la vérification d'un organisme habilité le système de qualité pour la fabrication qu'il a mis en place pour assurer la conformité des dispositifs médicaux de diagnostic in vitro au type approuvé et décrit dans un certificat d'examen CE de type.<p></p><p></p>   Le fabricant introduit auprès de l'organisme habilité une demande d'évaluation de ce système de qualité qui comporte une documentation technique dans laquelle figure l'ensemble des exigences et dispositions adoptées par le fabricant pour son système de qualité.<p></p><p></p>   Il s'engage à maintenir son système de qualité adapté et efficace et à respecter les obligations résultant de celui-ci. Le fabricant s'engage également à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux de diagnostic in vitro et à appliquer les mesures correctives nécessaires.<p></p><p></p>   L'évaluation par l'organisme habilité du système de qualité comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication.<p></p><p></p>   La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée.<p></p><p></p>   En outre, pour les dispositifs médicaux de diagnostic in vitro inscrit sur la liste A de l'arrêté mentionné à l'article R. 665-64-5, un contrôle de la production est réalisée par l'organisme habilité. A cette fin, le fabricant adresse à l'organisme les documents nécessaires au contrôle de la qualité des dispositifs ou des lots de dispositifs fabriqués et met à sa disposition dans des conditions définies d'un commun accord un échantillon de dispositifs ou de lots de dispositifs fabriqués. A l'expiration d'un délai contractuellement convenu qui ne peut excéder trente jours à compter de la réception de l'échantillon par l'organisme habilité, le fabricant peut mettre sur le marché ces dispositifs ou ces lots de dispositifs si l'organisme habilité ne lui a pas communiqué de décision contraire.<p></p><p></p>   Le fabricant veille à l'application du système de qualité tel qu'il a été approuvé et effectue l'inspection finale des dispositifs médicaux de diagnostic in vitro.<p></p><p></p>   Le fabricant certifie que les dispositifs médicaux de diagnostic in vitro fabriqués sont conformes au type décrit dans le certificat d'examen CE de type et respectent les dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables.<p></p><p></p>   Il informe l'organisme habilité qui a approuvé le système de qualité de tout projet de modification importante de ce système. L'organisme habilité vérifie que le système ainsi modifié assure la conformité des dispositifs médicaux de diagnostic in vitro fabriqués au type décrit dans le certificat d'examen CE de type. L'organisme habilité notifie sa décision au fabricant.<p></p><p></p>   Le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut lors de visites inopinées réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.<p></p>",
            "num": "R665-64-26",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1076025600000,
            "dateFin": 1091923200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107982",
                        "id": "LEGISCTA000006107982",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2004-08-08",
                        "titre": "Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128474",
                        "id": "LEGISCTA000006128474",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2004-08-08",
                        "titre": "Titre 2 : Dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142914",
                        "id": "LEGISCTA000006142914",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2004-08-08",
                        "titre": "Chapitre 1 : Régime juridique des dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157806",
                        "id": "LEGISCTA000006157806",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2004-08-08",
                        "titre": "Section 2 : Conditions de mise sur le marché",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174599",
                        "id": "LEGISCTA000006174599",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2004-08-08",
                        "titre": "Sous-section 2 : Procédures d'évaluation de la conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187225",
                        "id": "LEGISCTA000006187225",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006801778",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006187225",
            "sectionParentId": "LEGISCTA000006187225",
            "sectionParentTitre": "Sous-section 2 : Procédures d'évaluation de la conformité",
            "fullSectionsTitre": "Partie réglementaire ancienne",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006801778",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (DECRET DE CODIFICATION)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000416306",
                    "textTitle": "Décret n°2004-108 du 4 février 2004 - art. 3 () JORF 6 février 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006228409",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-02-06",
                    "dateSignaTexte": "2004-02-04",
                    "dateDebutCible": "2004-02-06"
                },
                {
                    "textCid": "JORFTEXT000000787339",
                    "textTitle": "Décret 2004-802 2004-07-29 art. 4 JORF 8 août 2004",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000787339",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (LOI DE VALIDATION)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-64-16 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-64-16",
                    "articleId": "LEGIARTI000006801768",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1076025600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-64-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-64-5",
                    "articleId": "LEGIARTI000006801753",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1076025600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5221-28 (V)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R5221-28",
                    "articleId": "LEGIARTI000006916350",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5221-28 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5221-28",
                    "articleId": "LEGIARTI000006916350",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006801778",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1091923200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R665-64-26",
                "665-64-26"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}