{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043584984",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les biens désignés ci-après sont admis en exonération de la taxe sur la valeur ajoutée exigible lors de leur importation dans les conditions et selon les limites prévues par le règlement (CEE) n° 918/83 du 28 mars 1983, modifié par le règlement (CE) n° 274/2008 du Conseil du 17 mars 2008 et par l'arrêté du 16 septembre 2004 et, le cas échéant, dans les conditions particulières prévues au présent article pour les besoins de la taxe sur la valeur ajoutée : 1° Les biens personnels appartenant à des personnes physiques transférant leur résidence normale située en dehors de la Communauté européenne en France ; 2° Les biens personnels importés à l'occasion d'un mariage et ceux offerts à cette occasion ; 3° Les biens personnels recueillis dans le cadre d'une succession ; 4° Les biens constituant les trousseaux, requis d'études et autres objets mobiliers d'élèves ou d'étudiants ; 5° Les biens compris dans un envoi d'une valeur intrinsèque qui n'excède pas 22 €, lorsque l'importation est réalisée en Guadeloupe, à La Réunion ou en Martinique ; 6° Les envois adressés de particulier à particulier, dans la limite d'une valeur globale n'excédant pas 45 € ou, pour les marchandises désignées ci-après dans les limites quantitatives suivantes par envoi : a. Produits du tabac : 50 cigarettes ou 25 cigarillos ou 10 cigares ou 50 grammes de tabacs à fumer ; b. Alcools et boissons alcooliques : 1 litre pour les boissons distillées et boissons spiritueuses ayant un titre alcoométrique de plus de 22 % volume, alcool éthylique non dénaturé ayant un titre alcoométrique de plus de 80 % volume ; ou 1 litre pour les boissons distillées, boissons spiritueuses, apéritifs à base de vin ou d'alcool, tafia, saké ou boissons similaires, ayant un titre alcoométrique de 22 % volume ou moins, les vins mousseux, vins de liqueur ; ou 2 litres pour les vins tranquilles ; c. Parfums : 50 grammes ou 0, 25 litre pour les eaux de toilette ; Les marchandises mentionnées aux a à c contenues dans un envoi excédant en quantités les seuils ci-avant sont soumises en totalité à la taxe sur la valeur ajoutée lors de leur importation ; 7° Les biens d'investissement et autres biens d'équipements importés en France à l'occasion d'un transfert d'activités par les entreprises qui ont déclaré, au préalable, le commencement de leur activité dans les conditions prévues à l' article 286 du code général des impôts . Pour l'application de la taxe sur la valeur ajoutée, ne bénéficient pas de l'exonération les biens d'investissement et d'équipement qui sont : a. Exclus du droit à déduction en application de l' article 273 du code général des impôts et des textes pris pour son application ; b. Destinés à l'exercice d'une activité exonérée au titre des articles 261 à 261 E du code général des impôts ; c. La propriété de personnes exerçant une profession libérale et des personnes morales qui exercent une activité sans but lucratif. Le non-respect des conditions d'application de l'article 37 du règlement (CEE) n° 918/83 du 28 mars 1983 demeure sans incidence sur l'application de l'exonération de la taxe ; 8° Les produits obtenus sur des biens fonds situés dans un pays tiers à la Communauté européenne, à proximité immédiate de la France, par des producteurs agricoles dont le siège de l'exploitation est situé en France, ainsi que les chevaux de race pure n'ayant pas plus de 6 mois d'âge nés dans un pays tiers d'un animal sailli en France puis exporté temporairement pour mettre bas et, pour ce qui concerne les produits de l'élevage, sous réserve qu'ils proviennent d'animaux élevés, acquis ou importés aux conditions générales d'imposition en vigueur en France ; 9° Les semences, engrais et produits pour le traitement du sol et des végétaux importés par des producteurs agricoles, dont le siège de l'exploitation se trouve dans un pays tiers à la Communauté européenne situé à proximité immédiate de la France, pour être utilisés sur des biens fonds situés en France ; 10° Les marchandises contenues dans les bagages personnels des voyageurs, en provenance des pays tiers, dans les conditions suivantes : 1. – Pour les marchandises autres que celles mentionnées au 2, la franchise s'applique aux biens dont la valeur totale n'excède pas 430 € par personne pour les voyageurs qui empruntent la voie aérienne ou maritime et 300 € par personne pour les autres voyageurs. Pour les personnes de moins de 15 ans, les seuils indiqués à l'alinéa précédent n'excèdent pas 150 €. La franchise ne s'applique que lorsque la valeur d'une même marchandise est inférieure ou égale aux seuils mentionnés ci-dessus ; 2. – Pour les produits du tabac, les alcools et boissons alcooliques, dans les limites quantitatives suivantes : a. Produits du tabac : 200 cigarettes ; 100 cigarillos ; 50 cigares ; 250 grammes de tabac à fumer ; b. Alcools et boissons alcooliques autres que le vin tranquille et la bière : 1 litre d'alcool et de boissons alcooliques ayant un titre alcoométrique de plus de 22 % volume, ou d'alcool éthylique non dénaturé de 80 % volume et plus ; 2 litres d'alcool et de boissons alcooliques ayant un titre alcoométrique n'excédant pas 22 % volume ; c. Vin tranquille et bière : 4 litres de vin tranquille ; et 16 litres de bière. Pour chaque catégorie mentionnée au a ou au b ci-dessus, chaque quantité indiquée représente 100 % de la franchise applicable aux produits du tabac, d'une part, ou aux alcools et boissons alcooliques, d'autre part. Pour chacune de ces catégories de produits, la franchise s'applique à tout assortiment de produits du tabac ou à tout assortiment d'alcools et boissons alcooliques, et la somme des pourcentages afférents aux produits d'une même catégorie ne doit pas être supérieure à 100 % ; Les franchises visées aux a, b et c ci-dessus ne s'appliquent pas aux voyageurs âgés de moins de 17 ans ; 3. – Pour l'application du présent 10° sont considérés comme bagages personnels l'ensemble des bagages que le voyageur est en mesure de présenter au service des douanes lors de son arrivée, ainsi que ceux qu'il présente ultérieurement, à condition qu'ils aient été enregistrés auprès de la compagnie de transport comme bagages accompagnés au moment du départ du pays tiers de provenance ; 4. – Les dispositions des 1 et 2 s'appliquent aux travailleurs frontaliers, aux personnes ayant leur résidence dans une zone frontalière avec un pays tiers à l'Union européenne et aux personnels des moyens de transport utilisés pour voyager à partir d'un pays tiers dans les conditions suivantes : a. Pour les marchandises autres que le tabac, les alcools et boissons alcooliques, la franchise s'applique aux biens dont la valeur totale n'excède pas 75 € par personne âgée de 15 ans ou plus, et 40 € par personne âgée de moins de 15 ans ; b. Pour les produits du tabac, dans les limites quantitatives suivantes : 40 cigarettes ; 20 cigarillos ; 10 cigares ; 50 grammes de tabac à fumer ; c. Pour les alcools et boissons alcooliques, autres que le vin tranquille et la bière, dans les limites quantitatives suivantes : 0, 25 litre d'alcool et de boissons alcooliques ayant un titre alcoométrique de plus de 22 % volume, ou d'alcool éthylique non dénaturé de 80 % volume et plus ; 0, 5 litre d'alcool et de boissons alcooliques ayant un titre alcoométrique n'excédant pas 22 % volume ; d. Pour le vin tranquille et la bière, dans les limites quantitatives suivantes : 0, 5 litre de vin tranquille ; et 4 litres de bière ; Les franchises visées aux a, b et c ci-dessus ne s'appliquent pas aux personnes âgées de moins de 17 ans ; 10° bis Le carburant contenu dans les réservoirs normaux des moyens de transport à moteur et une quantité de carburant n'excédant pas 10 litres contenue dans un réservoir portatif ; 11° Les animaux de laboratoire et les substances biologiques ou chimiques destinés à la recherche, sous réserve que les animaux ou substances soient adressés à titre gratuit ; 12° Les substances thérapeutiques d'origine humaine et réactifs pour la détermination des groupes sanguins et tissulaires, sans préjudice des exonérations mentionnées au a du 3° du II de l'article 291 du code général des impôts ; 13° Les substances de référence pour le contrôle de la qualité des médicaments ; 14° Les produits pharmaceutiques utilisés à l'occasion de manifestations sportives internationales ; 15° a. Les biens adressés à titre gratuit à des organismes à caractère charitable ou philanthropique pour la réalisation d'objectifs généraux dans la limite de 13 000 € pour les biens destinés à la collecte de fonds au cours de manifestations occasionnelles de bienfaisance au profit de personnes nécessiteuses et dans la limite de 6 000 € pour les matériels d'équipement et de bureau utilisés exclusivement pour les besoins de leur fonctionnement ; b. Les biens de première nécessité adressés à titre gratuit à des organismes à caractère charitable ou philanthropique et destinés à être distribués gratuitement à des personnes nécessiteuses ; 16° Les biens importés par des organismes à caractère charitable ou philanthropique au profit des victimes de catastrophes ; 17° Les décorations et récompenses décernées à titre honorifique ; 18° Les cadeaux reçus dans le cadre des relations internationales ; 19° Les biens destinés à l'usage des souverains et des chefs d'Etat ; 20° Les échantillons de valeur négligeable ; 21° Les imprimés et objets à caractère publicitaire ; 22° Les biens utilisés ou consommés lors d'une exposition ou d'une manifestation similaire ; 23° Les biens importés pour examens, analyses ou essais ; 24° Les envois destinés aux organismes compétents en matière de protection des droits d'auteur ou de protection de la propriété industrielle ou commerciale ; 25° La documentation à caractère touristique ; 26° Les documents et articles divers énumérés à l'article 109 du règlement (CEE) n° 918/83 du 28 mars 1983 modifié par le règlement (CE) n° 274/2008 du Conseil du 17 mars 2008, à l'exclusion des timbres fiscaux et analogues attestant l'acquittement de taxes dans des pays tiers à la Communauté européenne, ainsi que les importations des publications officielles constituant le moyen d'expression de l'autorité publique du pays d'exportation, des organismes internationaux, des collectivités publiques et organismes de droit public, établis dans le pays d'exportation, ainsi que des imprimés diffusés à l'occasion des élections au Parlement européen, ou à l'occasion d'élections nationales organisées à partir du pays d'origine, par les organisations politiques étrangères officiellement reconnues comme telles dans la Communauté, pour autant que ces publications et imprimés aient été soumis à la taxe dans le pays d'exportation et n'aient pas fait l'objet de détaxation à l'exportation ; 27° Les matériaux ou accessoires d'arrimage et de protection des marchandises au cours de leur transport en France, sous réserve que leur montant soit inclus dans la base d'imposition telle que définie par les articles 292 et 293 du code général des impôts ; 28° Les litières, fourrages et aliments destinés aux animaux au cours de leur transport en France ; 29° Les carburants et lubrifiants à bord des véhicules à moteur terrestres et dans les conteneurs à usage spécial ; 30° Les biens destinés à la construction, l'entretien ou la décoration de monuments commémoratifs ou de cimetières de victimes de guerre ; 31° Les cercueils, urnes funéraires et objets d'ornement funéraire ; 32° Les matériels visuels et auditifs de caractère éducatif, scientifique ou culturel indiqués au B de l'annexe I du règlement (CEE) du 28 mars 1983 susmentionné, quel que soit l'usage auquel ils sont destinés ; 33° Les objets de collection et objets d'art de caractère éducatif, scientifique ou culturel, non destinés à la vente et importés par des musées, galeries et autres établissements agréés par l'administration des douanes et droits indirects pour recevoir ces objets en exonération.L'exonération n'est accordée que lorsque les objets sont importés à titre gratuit ou, s'ils sont importés à titre onéreux, lorsqu'ils ne sont pas livrés par un assujetti ou une personne agissant comme tel, sans préjudice des exonérations mentionnées au 8° du II de l'article 291 du code général des impôts.",
            "texteHtml": "<p>Les biens désignés ci-après sont admis en exonération de la taxe sur la valeur ajoutée exigible lors de leur importation dans les conditions et selon les limites prévues par le règlement (CEE) n° 918/83 du 28 mars 1983, modifié par le règlement (CE) n° 274/2008 du Conseil du 17 mars 2008 et par l'arrêté du 16 septembre 2004 et, le cas échéant, dans les conditions particulières prévues au présent article pour les besoins de la taxe sur la valeur ajoutée :</p><p>1° Les biens personnels appartenant à des personnes physiques transférant leur résidence normale située en dehors de la Communauté européenne en France ;</p><p>2° Les biens personnels importés à l'occasion d'un mariage et ceux offerts à cette occasion ;</p><p>3° Les biens personnels recueillis dans le cadre d'une succession ;</p><p>4° Les biens constituant les trousseaux, requis d'études et autres objets mobiliers d'élèves ou d'étudiants ;</p><p>5° Les biens compris dans un envoi d'une valeur intrinsèque qui n'excède pas 22 €, lorsque l'importation est réalisée en Guadeloupe, à La Réunion ou en Martinique ;</p><p>6° Les envois adressés de particulier à particulier, dans la limite d'une valeur globale n'excédant pas 45 € ou, pour les marchandises désignées ci-après dans les limites quantitatives suivantes par envoi :</p><p>a. Produits du tabac : 50 cigarettes ou 25 cigarillos ou 10 cigares ou 50 grammes de tabacs à fumer ;</p><p>b. Alcools et boissons alcooliques : 1 litre pour les boissons distillées et boissons spiritueuses ayant un titre alcoométrique de plus de 22 % volume, alcool éthylique non dénaturé ayant un titre alcoométrique de plus de 80 % volume ; ou</p><p>1 litre pour les boissons distillées, boissons spiritueuses, apéritifs à base de vin ou d'alcool, tafia, saké ou boissons similaires, ayant un titre alcoométrique de 22 % volume ou moins, les vins mousseux, vins de liqueur ; ou</p><p>2 litres pour les vins tranquilles ;</p><p>c. Parfums : 50 grammes ou 0, 25 litre pour les eaux de toilette ;</p><p>Les marchandises mentionnées aux a à c contenues dans un envoi excédant en quantités les seuils ci-avant sont soumises en totalité à la taxe sur la valeur ajoutée lors de leur importation ;</p><p>7° Les biens d'investissement et autres biens d'équipements importés en France à l'occasion d'un transfert d'activités par les entreprises qui ont déclaré, au préalable, le commencement de leur activité dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309520&dateTexte=&categorieLien=cid'>article 286 du code général des impôts</a>.</p><p>Pour l'application de la taxe sur la valeur ajoutée, ne bénéficient pas de l'exonération les biens d'investissement et d'équipement qui sont :</p><p>a. Exclus du droit à déduction en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304309&dateTexte=&categorieLien=cid'>article 273 du code général des impôts </a>et des textes pris pour son application ;</p><p>b. Destinés à l'exercice d'une activité exonérée au titre des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309357&dateTexte=&categorieLien=cid'>articles 261 à 261 E du code général des impôts</a> ;</p><p>c. La propriété de personnes exerçant une profession libérale et des personnes morales qui exercent une activité sans but lucratif.</p><p>Le non-respect des conditions d'application de l'article 37 du règlement (CEE) n° 918/83 du 28 mars 1983 demeure sans incidence sur l'application de l'exonération de la taxe ;</p><p>8° Les produits obtenus sur des biens fonds situés dans un pays tiers à la Communauté européenne, à proximité immédiate de la France, par des producteurs agricoles dont le siège de l'exploitation est situé en France, ainsi que les chevaux de race pure n'ayant pas plus de 6 mois d'âge nés dans un pays tiers d'un animal sailli en France puis exporté temporairement pour mettre bas et, pour ce qui concerne les produits de l'élevage, sous réserve qu'ils proviennent d'animaux élevés, acquis ou importés aux conditions générales d'imposition en vigueur en France ;</p><p>9° Les semences, engrais et produits pour le traitement du sol et des végétaux importés par des producteurs agricoles, dont le siège de l'exploitation se trouve dans un pays tiers à la Communauté européenne situé à proximité immédiate de la France, pour être utilisés sur des biens fonds situés en France ;</p><p>10° Les marchandises contenues dans les bagages personnels des voyageurs, en provenance des pays tiers, dans les conditions suivantes :</p><p>1. – Pour les marchandises autres que celles mentionnées au 2, la franchise s'applique aux biens dont la valeur totale n'excède pas 430 € par personne pour les voyageurs qui empruntent la voie aérienne ou maritime et 300 € par personne pour les autres voyageurs.</p><p>Pour les personnes de moins de 15 ans, les seuils indiqués à l'alinéa précédent n'excèdent pas 150 €.</p><p>La franchise ne s'applique que lorsque la valeur d'une même marchandise est inférieure ou égale aux seuils mentionnés ci-dessus ;</p><p>2. – Pour les produits du tabac, les alcools et boissons alcooliques, dans les limites quantitatives suivantes :</p><p>a. Produits du tabac :</p><p>200 cigarettes ;</p><p>100 cigarillos ;</p><p>50 cigares ;</p><p>250 grammes de tabac à fumer ;</p><p>b. Alcools et boissons alcooliques autres que le vin tranquille et la bière :</p><p>1 litre d'alcool et de boissons alcooliques ayant un titre alcoométrique de plus de 22 % volume, ou d'alcool éthylique non dénaturé de 80 % volume et plus ;</p><p>2 litres d'alcool et de boissons alcooliques ayant un titre alcoométrique n'excédant pas 22 % volume ;</p><p>c. Vin tranquille et bière :</p><p>4 litres de vin tranquille ; et</p><p>16 litres de bière.</p><p>Pour chaque catégorie mentionnée au a ou au b ci-dessus, chaque quantité indiquée représente 100 % de la franchise applicable aux produits du tabac, d'une part, ou aux alcools et boissons alcooliques, d'autre part. Pour chacune de ces catégories de produits, la franchise s'applique à tout assortiment de produits du tabac ou à tout assortiment d'alcools et boissons alcooliques, et la somme des pourcentages afférents aux produits d'une même catégorie ne doit pas être supérieure à 100 % ;</p><p>Les franchises visées aux a, b et c ci-dessus ne s'appliquent pas aux voyageurs âgés de moins de 17 ans ;</p><p>3. – Pour l'application du présent 10° sont considérés comme bagages personnels l'ensemble des bagages que le voyageur est en mesure de présenter au service des douanes lors de son arrivée, ainsi que ceux qu'il présente ultérieurement, à condition qu'ils aient été enregistrés auprès de la compagnie de transport comme bagages accompagnés au moment du départ du pays tiers de provenance ;</p><p>4. – Les dispositions des 1 et 2 s'appliquent aux travailleurs frontaliers, aux personnes ayant leur résidence dans une zone frontalière avec un pays tiers à l'Union européenne et aux personnels des moyens de transport utilisés pour voyager à partir d'un pays tiers dans les conditions suivantes :</p><p>a. Pour les marchandises autres que le tabac, les alcools et boissons alcooliques, la franchise s'applique aux biens dont la valeur totale n'excède pas 75 € par personne âgée de 15 ans ou plus, et 40 € par personne âgée de moins de 15 ans ;</p><p>b. Pour les produits du tabac, dans les limites quantitatives suivantes :</p><p>40 cigarettes ;</p><p>20 cigarillos ;</p><p>10 cigares ;</p><p>50 grammes de tabac à fumer ;</p><p>c. Pour les alcools et boissons alcooliques, autres que le vin tranquille et la bière, dans les limites quantitatives suivantes :</p><p>0, 25 litre d'alcool et de boissons alcooliques ayant un titre alcoométrique de plus de 22 % volume, ou d'alcool éthylique non dénaturé de 80 % volume et plus ;</p><p>0, 5 litre d'alcool et de boissons alcooliques ayant un titre alcoométrique n'excédant pas 22 % volume ;</p><p>d. Pour le vin tranquille et la bière, dans les limites quantitatives suivantes :</p><p>0, 5 litre de vin tranquille ; et</p><p>4 litres de bière ;</p><p>Les franchises visées aux a, b et c ci-dessus ne s'appliquent pas aux personnes âgées de moins de 17 ans ;</p><p>10° bis Le carburant contenu dans les réservoirs normaux des moyens de transport à moteur et une quantité de carburant n'excédant pas 10 litres contenue dans un réservoir portatif ;</p><p>11° Les animaux de laboratoire et les substances biologiques ou chimiques destinés à la recherche, sous réserve que les animaux ou substances soient adressés à titre gratuit ;</p><p>12° Les substances thérapeutiques d'origine humaine et réactifs pour la détermination des groupes sanguins et tissulaires, sans préjudice des exonérations mentionnées au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309557&dateTexte=&categorieLien=cid'>a du 3° du II de l'article 291 du code général des impôts </a>;</p><p>13° Les substances de référence pour le contrôle de la qualité des médicaments ;</p><p>14° Les produits pharmaceutiques utilisés à l'occasion de manifestations sportives internationales ;</p><p>15° a. Les biens adressés à titre gratuit à des organismes à caractère charitable ou philanthropique pour la réalisation d'objectifs généraux dans la limite de 13 000 € pour les biens destinés à la collecte de fonds au cours de manifestations occasionnelles de bienfaisance au profit de personnes nécessiteuses et dans la limite de 6 000 € pour les matériels d'équipement et de bureau utilisés exclusivement pour les besoins de leur fonctionnement ;</p><p>b. Les biens de première nécessité adressés à titre gratuit à des organismes à caractère charitable ou philanthropique et destinés à être distribués gratuitement à des personnes nécessiteuses ;</p><p>16° Les biens importés par des organismes à caractère charitable ou philanthropique au profit des victimes de catastrophes ;</p><p>17° Les décorations et récompenses décernées à titre honorifique ;</p><p>18° Les cadeaux reçus dans le cadre des relations internationales ;</p><p>19° Les biens destinés à l'usage des souverains et des chefs d'Etat ;</p><p>20° Les échantillons de valeur négligeable ;</p><p>21° Les imprimés et objets à caractère publicitaire ;</p><p>22° Les biens utilisés ou consommés lors d'une exposition ou d'une manifestation similaire ;</p><p>23° Les biens importés pour examens, analyses ou essais ;</p><p>24° Les envois destinés aux organismes compétents en matière de protection des droits d'auteur ou de protection de la propriété industrielle ou commerciale ;</p><p>25° La documentation à caractère touristique ;</p><p>26° Les documents et articles divers énumérés à l'article 109 du règlement (CEE) n° 918/83 du 28 mars 1983 modifié par le règlement (CE) n° 274/2008 du Conseil du 17 mars 2008, à l'exclusion des timbres fiscaux et analogues attestant l'acquittement de taxes dans des pays tiers à la Communauté européenne, ainsi que les importations des publications officielles constituant le moyen d'expression de l'autorité publique du pays d'exportation, des organismes internationaux, des collectivités publiques et organismes de droit public, établis dans le pays d'exportation, ainsi que des imprimés diffusés à l'occasion des élections au Parlement européen, ou à l'occasion d'élections nationales organisées à partir du pays d'origine, par les organisations politiques étrangères officiellement reconnues comme telles dans la Communauté, pour autant que ces publications et imprimés aient été soumis à la taxe dans le pays d'exportation et n'aient pas fait l'objet de détaxation à l'exportation ;</p><p>27° Les matériaux ou accessoires d'arrimage et de protection des marchandises au cours de leur transport en France, sous réserve que leur montant soit inclus dans la base d'imposition telle que définie par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309567&dateTexte=&categorieLien=cid'>articles 292 et 293 du code général des impôts </a>;</p><p>28° Les litières, fourrages et aliments destinés aux animaux au cours de leur transport en France ;</p><p>29° Les carburants et lubrifiants à bord des véhicules à moteur terrestres et dans les conteneurs à usage spécial ;</p><p>30° Les biens destinés à la construction, l'entretien ou la décoration de monuments commémoratifs ou de cimetières de victimes de guerre ;</p><p>31° Les cercueils, urnes funéraires et objets d'ornement funéraire ;</p><p>32° Les matériels visuels et auditifs de caractère éducatif, scientifique ou culturel indiqués au B de l'annexe I du règlement (CEE) du 28 mars 1983 susmentionné, quel que soit l'usage auquel ils sont destinés ;</p><p>33° Les objets de collection et objets d'art de caractère éducatif, scientifique ou culturel, non destinés à la vente et importés par des musées, galeries et autres établissements agréés par l'administration des douanes et droits indirects pour recevoir ces objets en exonération.L'exonération n'est accordée que lorsque les objets sont importés à titre gratuit ou, s'ils sont importés à titre onéreux, lorsqu'ils ne sont pas livrés par un assujetti ou une personne agissant comme tel, sans préjudice des exonérations mentionnées au 8° du II de l'article 291 du code général des impôts.</p>",
            "num": "50 octies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1625097600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114464",
                        "id": "LEGISCTA000006114464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133784",
                        "id": "LEGISCTA000006133784",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146904",
                        "id": "LEGISCTA000006146904",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section VI : Importations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162391",
                        "id": "LEGISCTA000006162391",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-06-25",
                        "fin": "2999-01-01",
                        "titre": "I : Franchises fiscales à l'importation ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020785451",
                        "id": "LEGISCTA000020786766",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020785455",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020785451",
            "sectionParentId": "LEGISCTA000020786766",
            "sectionParentTitre": "I : Franchises fiscales à l'importation ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section VI : Importations &gt; I : Franchises fiscales à l'importation ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043584984",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 2 de l’arrêté du 31 mai 2021 (NOR :CCPE2112752A), ces dispositions s'appliquent aux opérations pour lesquelles l'exigibilité de la taxe sur la valeur ajoutée intervient à compter du 1 er juillet 2021.",
            "notaHtml": "<p></p><p>Conformément à l’article 2 de l’arrêté du 31 mai 2021 (NOR :CCPE2112752A), ces dispositions s'appliquent aux opérations pour lesquelles l'exigibilité de la taxe sur la valeur ajoutée intervient à compter du 1<sup>er</sup> juillet 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043567671",
                    "textTitle": "Arrêté du 31 mai 2021 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043573812",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2021-06-01",
                    "dateSignaTexte": "2021-05-31",
                    "dateDebutCible": "2021-06-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029675735",
                    "textTitle": "DÉCRET n°2014-1280 du 23 octobre 2014 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031461553",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1280",
                    "datePubli": 1414800000000,
                    "dateDebut": 1446940800000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50 octies A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50 octies A",
                    "articleId": "LEGIARTI000020786741",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1245888000000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50 septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50 septies",
                    "articleId": "LEGIARTI000020786757",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1245888000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 261",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "261",
                    "articleId": "LEGIARTI000006309357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 273",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "273",
                    "articleId": "LEGIARTI000006304309",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 286",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "286",
                    "articleId": "LEGIARTI000006309520",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1490918400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 291",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "291",
                    "articleId": "LEGIARTI000006309557",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493942400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 292",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "292",
                    "articleId": "LEGIARTI000006309567",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020786745",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1245888000000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043584984",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1625097600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "50 octies",
                "50"
            ],
            "versionPrecedente": "LEGIARTI000020786745",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020786745",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les biens désignés ci-après sont admis en exonération de la taxe sur la valeur ajoutée exigible lors de leur importation dans les conditions et selon les limites prévues par le règlement (CEE) n° 918/83 du 28 mars 1983, modifié par le règlement (CE) n° 274/2008 du Conseil du 17 mars 2008 et par l'arrêté du 16 septembre 2004 et, le cas échéant, dans les conditions particulières prévues au présent article pour les besoins de la taxe sur la valeur ajoutée : 1° Les biens personnels appartenant à des personnes physiques transférant leur résidence normale située en dehors de la Communauté européenne en France ; 2° Les biens personnels importés à l'occasion d'un mariage et ceux offerts à cette occasion ; 3° Les biens personnels recueillis dans le cadre d'une succession ; 4° Les biens constituant les trousseaux, requis d'études et autres objets mobiliers d'élèves ou d'étudiants ; 5° Les envois d'une valeur qui n'excède pas 22 €, à l'exclusion des biens importés dans le cadre d'une vente par correspondance ; 6° Les envois adressés de particulier à particulier, dans la limite d'une valeur globale n'excédant pas 45 € ou, pour les marchandises désignées ci-après dans les limites quantitatives suivantes par envoi : a. Produits du tabac : 50 cigarettes ou 25 cigarillos ou 10 cigares ou 50 grammes de tabacs à fumer ; b. Alcools et boissons alcooliques : 1 litre pour les boissons distillées et boissons spiritueuses ayant un titre alcoométrique de plus de 22 % volume, alcool éthylique non dénaturé ayant un titre alcoométrique de plus de 80 % volume ; ou 1 litre pour les boissons distillées, boissons spiritueuses, apéritifs à base de vin ou d'alcool, tafia, saké ou boissons similaires, ayant un titre alcoométrique de 22 % volume ou moins, les vins mousseux, vins de liqueur ; ou 2 litres pour les vins tranquilles ; c. Parfums : 50 grammes ou 0, 25 litre pour les eaux de toilette ; Les marchandises mentionnées aux a à c contenues dans un envoi excédant en quantités les seuils ci-avant sont soumises en totalité à la taxe sur la valeur ajoutée lors de leur importation ; 7° Les biens d'investissement et autres biens d'équipements importés en France à l'occasion d'un transfert d'activités par les entreprises qui ont déclaré, au préalable, le commencement de leur activité dans les conditions prévues à l' article 286 du code général des impôts . Pour l'application de la taxe sur la valeur ajoutée, ne bénéficient pas de l'exonération les biens d'investissement et d'équipement qui sont : a. Exclus du droit à déduction en application de l' article 273 du code général des impôts et des textes pris pour son application ; b. Destinés à l'exercice d'une activité exonérée au titre des articles 261 à 261 E du code général des impôts ; c. La propriété de personnes exerçant une profession libérale et des personnes morales qui exercent une activité sans but lucratif. Le non-respect des conditions d'application de l'article 37 du règlement (CEE) n° 918/83 du 28 mars 1983 demeure sans incidence sur l'application de l'exonération de la taxe ; 8° Les produits obtenus sur des biens fonds situés dans un pays tiers à la Communauté européenne, à proximité immédiate de la France, par des producteurs agricoles dont le siège de l'exploitation est situé en France, ainsi que les chevaux de race pure n'ayant pas plus de 6 mois d'âge nés dans un pays tiers d'un animal sailli en France puis exporté temporairement pour mettre bas et, pour ce qui concerne les produits de l'élevage, sous réserve qu'ils proviennent d'animaux élevés, acquis ou importés aux conditions générales d'imposition en vigueur en France ; 9° Les semences, engrais et produits pour le traitement du sol et des végétaux importés par des producteurs agricoles, dont le siège de l'exploitation se trouve dans un pays tiers à la Communauté européenne situé à proximité immédiate de la France, pour être utilisés sur des biens fonds situés en France ; 10° Les marchandises contenues dans les bagages personnels des voyageurs, en provenance des pays tiers, dans les conditions suivantes : 1. – Pour les marchandises autres que celles mentionnées au 2, la franchise s'applique aux biens dont la valeur totale n'excède pas 430 € par personne pour les voyageurs qui empruntent la voie aérienne ou maritime et 300 € par personne pour les autres voyageurs. Pour les personnes de moins de 15 ans, les seuils indiqués à l'alinéa précédent n'excèdent pas 150 €. La franchise ne s'applique que lorsque la valeur d'une même marchandise est inférieure ou égale aux seuils mentionnés ci-dessus ; 2. – Pour les produits du tabac, les alcools et boissons alcooliques, dans les limites quantitatives suivantes : a. Produits du tabac : 200 cigarettes ; 100 cigarillos ; 50 cigares ; 250 grammes de tabac à fumer ; b. Alcools et boissons alcooliques autres que le vin tranquille et la bière : 1 litre d'alcool et de boissons alcooliques ayant un titre alcoométrique de plus de 22 % volume, ou d'alcool éthylique non dénaturé de 80 % volume et plus ; 2 litres d'alcool et de boissons alcooliques ayant un titre alcoométrique n'excédant pas 22 % volume ; c. Vin tranquille et bière : 4 litres de vin tranquille ; et 16 litres de bière. Pour chaque catégorie mentionnée au a ou au b ci-dessus, chaque quantité indiquée représente 100 % de la franchise applicable aux produits du tabac, d'une part, ou aux alcools et boissons alcooliques, d'autre part. Pour chacune de ces catégories de produits, la franchise s'applique à tout assortiment de produits du tabac ou à tout assortiment d'alcools et boissons alcooliques, et la somme des pourcentages afférents aux produits d'une même catégorie ne doit pas être supérieure à 100 % ; Les franchises visées aux a, b et c ci-dessus ne s'appliquent pas aux voyageurs âgés de moins de 17 ans ; 3. – Pour l'application du présent 10° sont considérés comme bagages personnels l'ensemble des bagages que le voyageur est en mesure de présenter au service des douanes lors de son arrivée, ainsi que ceux qu'il présente ultérieurement, à condition qu'ils aient été enregistrés auprès de la compagnie de transport comme bagages accompagnés au moment du départ du pays tiers de provenance ; 4. – Les dispositions des 1 et 2 s'appliquent aux travailleurs frontaliers, aux personnes ayant leur résidence dans une zone frontalière avec un pays tiers à l'Union européenne et aux personnels des moyens de transport utilisés pour voyager à partir d'un pays tiers dans les conditions suivantes : a. Pour les marchandises autres que le tabac, les alcools et boissons alcooliques, la franchise s'applique aux biens dont la valeur totale n'excède pas 75 € par personne âgée de 15 ans ou plus, et 40 € par personne âgée de moins de 15 ans ; b. Pour les produits du tabac, dans les limites quantitatives suivantes : 40 cigarettes ; 20 cigarillos ; 10 cigares ; 50 grammes de tabac à fumer ; c. Pour les alcools et boissons alcooliques, autres que le vin tranquille et la bière, dans les limites quantitatives suivantes : 0, 25 litre d'alcool et de boissons alcooliques ayant un titre alcoométrique de plus de 22 % volume, ou d'alcool éthylique non dénaturé de 80 % volume et plus ; 0, 5 litre d'alcool et de boissons alcooliques ayant un titre alcoométrique n'excédant pas 22 % volume ; d. Pour le vin tranquille et la bière, dans les limites quantitatives suivantes : 0, 5 litre de vin tranquille ; et 4 litres de bière ; Les franchises visées aux a, b et c ci-dessus ne s'appliquent pas aux personnes âgées de moins de 17 ans ; 10° bis Le carburant contenu dans les réservoirs normaux des moyens de transport à moteur et une quantité de carburant n'excédant pas 10 litres contenue dans un réservoir portatif ; 11° Les animaux de laboratoire et les substances biologiques ou chimiques destinés à la recherche, sous réserve que les animaux ou substances soient adressés à titre gratuit ; 12° Les substances thérapeutiques d'origine humaine et réactifs pour la détermination des groupes sanguins et tissulaires, sans préjudice des exonérations mentionnées au a du 3° du II de l'article 291 du code général des impôts ; 13° Les substances de référence pour le contrôle de la qualité des médicaments ; 14° Les produits pharmaceutiques utilisés à l'occasion de manifestations sportives internationales ; 15° a. Les biens adressés à titre gratuit à des organismes à caractère charitable ou philanthropique pour la réalisation d'objectifs généraux dans la limite de 13 000 € pour les biens destinés à la collecte de fonds au cours de manifestations occasionnelles de bienfaisance au profit de personnes nécessiteuses et dans la limite de 6 000 € pour les matériels d'équipement et de bureau utilisés exclusivement pour les besoins de leur fonctionnement ; b. Les biens de première nécessité adressés à titre gratuit à des organismes à caractère charitable ou philanthropique et destinés à être distribués gratuitement à des personnes nécessiteuses ; 16° Les biens importés par des organismes à caractère charitable ou philanthropique au profit des victimes de catastrophes ; 17° Les décorations et récompenses décernées à titre honorifique ; 18° Les cadeaux reçus dans le cadre des relations internationales ; 19° Les biens destinés à l'usage des souverains et des chefs d'Etat ; 20° Les échantillons de valeur négligeable ; 21° Les imprimés et objets à caractère publicitaire ; 22° Les biens utilisés ou consommés lors d'une exposition ou d'une manifestation similaire ; 23° Les biens importés pour examens, analyses ou essais ; 24° Les envois destinés aux organismes compétents en matière de protection des droits d'auteur ou de protection de la propriété industrielle ou commerciale ; 25° La documentation à caractère touristique ; 26° Les documents et articles divers énumérés à l'article 109 du règlement (CEE) n° 918/83 du 28 mars 1983 modifié par le règlement (CE) n° 274/2008 du Conseil du 17 mars 2008, à l'exclusion des timbres fiscaux et analogues attestant l'acquittement de taxes dans des pays tiers à la Communauté européenne, ainsi que les importations des publications officielles constituant le moyen d'expression de l'autorité publique du pays d'exportation, des organismes internationaux, des collectivités publiques et organismes de droit public, établis dans le pays d'exportation, ainsi que des imprimés diffusés à l'occasion des élections au Parlement européen, ou à l'occasion d'élections nationales organisées à partir du pays d'origine, par les organisations politiques étrangères officiellement reconnues comme telles dans la Communauté, pour autant que ces publications et imprimés aient été soumis à la taxe dans le pays d'exportation et n'aient pas fait l'objet de détaxation à l'exportation ; 27° Les matériaux ou accessoires d'arrimage et de protection des marchandises au cours de leur transport en France, sous réserve que leur montant soit inclus dans la base d'imposition telle que définie par les articles 292 et 293 du code général des impôts ; 28° Les litières, fourrages et aliments destinés aux animaux au cours de leur transport en France ; 29° Les carburants et lubrifiants à bord des véhicules à moteur terrestres et dans les conteneurs à usage spécial ; 30° Les biens destinés à la construction, l'entretien ou la décoration de monuments commémoratifs ou de cimetières de victimes de guerre ; 31° Les cercueils, urnes funéraires et objets d'ornement funéraire ; 32° Les matériels visuels et auditifs de caractère éducatif, scientifique ou culturel indiqués au B de l'annexe I du règlement (CEE) du 28 mars 1983 susmentionné, quel que soit l'usage auquel ils sont destinés ; 33° Les objets de collection et objets d'art de caractère éducatif, scientifique ou culturel, non destinés à la vente et importés par des musées, galeries et autres établissements agréés par l'administration des douanes et droits indirects pour recevoir ces objets en exonération.L'exonération n'est accordée que lorsque les objets sont importés à titre gratuit ou, s'ils sont importés à titre onéreux, lorsqu'ils ne sont pas livrés par un assujetti ou une personne agissant comme tel, sans préjudice des exonérations mentionnées au 8° du II de l'article 291 du code général des impôts .",
            "texteHtml": "<p>Les biens désignés ci-après sont admis en exonération de la taxe sur la valeur ajoutée exigible lors de leur importation dans les conditions et selon les limites prévues par le règlement (CEE) n° 918/83 du 28 mars 1983, modifié par le règlement (CE) n° 274/2008 du Conseil du 17 mars 2008 et par l'arrêté du 16 septembre 2004 et, le cas échéant, dans les conditions particulières prévues au présent article pour les besoins de la taxe sur la valeur ajoutée :</p><p>1° Les biens personnels appartenant à des personnes physiques transférant leur résidence normale située en dehors de la Communauté européenne en France ;</p><p>2° Les biens personnels importés à l'occasion d'un mariage et ceux offerts à cette occasion ;</p><p>3° Les biens personnels recueillis dans le cadre d'une succession ;</p><p>4° Les biens constituant les trousseaux, requis d'études et autres objets mobiliers d'élèves ou d'étudiants ;</p><p>5° Les envois d'une valeur qui n'excède pas 22 €, à l'exclusion des biens importés dans le cadre d'une vente par correspondance ;</p><p>6° Les envois adressés de particulier à particulier, dans la limite d'une valeur globale n'excédant pas 45 € ou, pour les marchandises désignées ci-après dans les limites quantitatives suivantes par envoi :</p><p>a. Produits du tabac : 50 cigarettes ou 25 cigarillos ou 10 cigares ou 50 grammes de tabacs à fumer ;</p><p>b. Alcools et boissons alcooliques : 1 litre pour les boissons distillées et boissons spiritueuses ayant un titre alcoométrique de plus de 22 % volume, alcool éthylique non dénaturé ayant un titre alcoométrique de plus de 80 % volume ; ou</p><p>1 litre pour les boissons distillées, boissons spiritueuses, apéritifs à base de vin ou d'alcool, tafia, saké ou boissons similaires, ayant un titre alcoométrique de 22 % volume ou moins, les vins mousseux, vins de liqueur ; ou</p><p>2 litres pour les vins tranquilles ;</p><p>c. Parfums : 50 grammes ou 0, 25 litre pour les eaux de toilette ;</p><p>Les marchandises mentionnées aux a à c contenues dans un envoi excédant en quantités les seuils ci-avant sont soumises en totalité à la taxe sur la valeur ajoutée lors de leur importation ;</p><p>7° Les biens d'investissement et autres biens d'équipements importés en France à l'occasion d'un transfert d'activités par les entreprises qui ont déclaré, au préalable, le commencement de leur activité dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309520&dateTexte=&categorieLien=cid'>article 286 du code général des impôts</a>.</p><p>Pour l'application de la taxe sur la valeur ajoutée, ne bénéficient pas de l'exonération les biens d'investissement et d'équipement qui sont :</p><p>a. Exclus du droit à déduction en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304309&dateTexte=&categorieLien=cid'>article 273 du code général des impôts </a>et des textes pris pour son application ;</p><p>b. Destinés à l'exercice d'une activité exonérée au titre des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309357&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 261 (V)'>articles 261 à 261 E du code général des impôts</a> ;</p><p>c. La propriété de personnes exerçant une profession libérale et des personnes morales qui exercent une activité sans but lucratif.</p><p>Le non-respect des conditions d'application de l'article 37 du règlement (CEE) n° 918/83 du 28 mars 1983 demeure sans incidence sur l'application de l'exonération de la taxe ;</p><p>8° Les produits obtenus sur des biens fonds situés dans un pays tiers à la Communauté européenne, à proximité immédiate de la France, par des producteurs agricoles dont le siège de l'exploitation est situé en France, ainsi que les chevaux de race pure n'ayant pas plus de 6 mois d'âge nés dans un pays tiers d'un animal sailli en France puis exporté temporairement pour mettre bas et, pour ce qui concerne les produits de l'élevage, sous réserve qu'ils proviennent d'animaux élevés, acquis ou importés aux conditions générales d'imposition en vigueur en France ;</p><p>9° Les semences, engrais et produits pour le traitement du sol et des végétaux importés par des producteurs agricoles, dont le siège de l'exploitation se trouve dans un pays tiers à la Communauté européenne situé à proximité immédiate de la France, pour être utilisés sur des biens fonds situés en France ;</p><p>10° Les marchandises contenues dans les bagages personnels des voyageurs, en provenance des pays tiers, dans les conditions suivantes :</p><p>1. – Pour les marchandises autres que celles mentionnées au 2, la franchise s'applique aux biens dont la valeur totale n'excède pas 430 € par personne pour les voyageurs qui empruntent la voie aérienne ou maritime et 300 € par personne pour les autres voyageurs.</p><p>Pour les personnes de moins de 15 ans, les seuils indiqués à l'alinéa précédent n'excèdent pas 150 €.</p><p>La franchise ne s'applique que lorsque la valeur d'une même marchandise est inférieure ou égale aux seuils mentionnés ci-dessus ;</p><p>2. – Pour les produits du tabac, les alcools et boissons alcooliques, dans les limites quantitatives suivantes :</p><p>a. Produits du tabac :</p><p>200 cigarettes ;</p><p>100 cigarillos ;</p><p>50 cigares ;</p><p>250 grammes de tabac à fumer ;</p><p>b. Alcools et boissons alcooliques autres que le vin tranquille et la bière :</p><p>1 litre d'alcool et de boissons alcooliques ayant un titre alcoométrique de plus de 22 % volume, ou d'alcool éthylique non dénaturé de 80 % volume et plus ;</p><p>2 litres d'alcool et de boissons alcooliques ayant un titre alcoométrique n'excédant pas 22 % volume ;</p><p>c. Vin tranquille et bière :</p><p>4 litres de vin tranquille ; et</p><p>16 litres de bière.</p><p>Pour chaque catégorie mentionnée au a ou au b ci-dessus, chaque quantité indiquée représente 100 % de la franchise applicable aux produits du tabac, d'une part, ou aux alcools et boissons alcooliques, d'autre part. Pour chacune de ces catégories de produits, la franchise s'applique à tout assortiment de produits du tabac ou à tout assortiment d'alcools et boissons alcooliques, et la somme des pourcentages afférents aux produits d'une même catégorie ne doit pas être supérieure à 100 % ;</p><p>Les franchises visées aux a, b et c ci-dessus ne s'appliquent pas aux voyageurs âgés de moins de 17 ans ;</p><p>3. – Pour l'application du présent 10° sont considérés comme bagages personnels l'ensemble des bagages que le voyageur est en mesure de présenter au service des douanes lors de son arrivée, ainsi que ceux qu'il présente ultérieurement, à condition qu'ils aient été enregistrés auprès de la compagnie de transport comme bagages accompagnés au moment du départ du pays tiers de provenance ;</p><p>4. – Les dispositions des 1 et 2 s'appliquent aux travailleurs frontaliers, aux personnes ayant leur résidence dans une zone frontalière avec un pays tiers à l'Union européenne et aux personnels des moyens de transport utilisés pour voyager à partir d'un pays tiers dans les conditions suivantes :</p><p>a. Pour les marchandises autres que le tabac, les alcools et boissons alcooliques, la franchise s'applique aux biens dont la valeur totale n'excède pas 75 € par personne âgée de 15 ans ou plus, et 40 € par personne âgée de moins de 15 ans ;</p><p>b. Pour les produits du tabac, dans les limites quantitatives suivantes :</p><p>40 cigarettes ;</p><p>20 cigarillos ;</p><p>10 cigares ;</p><p>50 grammes de tabac à fumer ;</p><p>c. Pour les alcools et boissons alcooliques, autres que le vin tranquille et la bière, dans les limites quantitatives suivantes :</p><p>0, 25 litre d'alcool et de boissons alcooliques ayant un titre alcoométrique de plus de 22 % volume, ou d'alcool éthylique non dénaturé de 80 % volume et plus ;</p><p>0, 5 litre d'alcool et de boissons alcooliques ayant un titre alcoométrique n'excédant pas 22 % volume ;</p><p>d. Pour le vin tranquille et la bière, dans les limites quantitatives suivantes :</p><p>0, 5 litre de vin tranquille ; et</p><p>4 litres de bière ;</p><p>Les franchises visées aux a, b et c ci-dessus ne s'appliquent pas aux personnes âgées de moins de 17 ans ;</p><p>10° bis Le carburant contenu dans les réservoirs normaux des moyens de transport à moteur et une quantité de carburant n'excédant pas 10 litres contenue dans un réservoir portatif ;</p><p>11° Les animaux de laboratoire et les substances biologiques ou chimiques destinés à la recherche, sous réserve que les animaux ou substances soient adressés à titre gratuit ;</p><p>12° Les substances thérapeutiques d'origine humaine et réactifs pour la détermination des groupes sanguins et tissulaires, sans préjudice des exonérations mentionnées au a du 3° du II de l'article 291 du code général des impôts ;</p><p>13° Les substances de référence pour le contrôle de la qualité des médicaments ;</p><p>14° Les produits pharmaceutiques utilisés à l'occasion de manifestations sportives internationales ;</p><p>15° a. Les biens adressés à titre gratuit à des organismes à caractère charitable ou philanthropique pour la réalisation d'objectifs généraux dans la limite de 13 000 € pour les biens destinés à la collecte de fonds au cours de manifestations occasionnelles de bienfaisance au profit de personnes nécessiteuses et dans la limite de 6 000 € pour les matériels d'équipement et de bureau utilisés exclusivement pour les besoins de leur fonctionnement ;</p><p>b. Les biens de première nécessité adressés à titre gratuit à des organismes à caractère charitable ou philanthropique et destinés à être distribués gratuitement à des personnes nécessiteuses ;</p><p>16° Les biens importés par des organismes à caractère charitable ou philanthropique au profit des victimes de catastrophes ;</p><p>17° Les décorations et récompenses décernées à titre honorifique ;</p><p>18° Les cadeaux reçus dans le cadre des relations internationales ;</p><p>19° Les biens destinés à l'usage des souverains et des chefs d'Etat ;</p><p>20° Les échantillons de valeur négligeable ;</p><p>21° Les imprimés et objets à caractère publicitaire ;</p><p>22° Les biens utilisés ou consommés lors d'une exposition ou d'une manifestation similaire ;</p><p>23° Les biens importés pour examens, analyses ou essais ;</p><p>24° Les envois destinés aux organismes compétents en matière de protection des droits d'auteur ou de protection de la propriété industrielle ou commerciale ;</p><p>25° La documentation à caractère touristique ;</p><p>26° Les documents et articles divers énumérés à l'article 109 du règlement (CEE) n° 918/83 du 28 mars 1983 modifié par le règlement (CE) n° 274/2008 du Conseil du 17 mars 2008, à l'exclusion des timbres fiscaux et analogues attestant l'acquittement de taxes dans des pays tiers à la Communauté européenne, ainsi que les importations des publications officielles constituant le moyen d'expression de l'autorité publique du pays d'exportation, des organismes internationaux, des collectivités publiques et organismes de droit public, établis dans le pays d'exportation, ainsi que des imprimés diffusés à l'occasion des élections au Parlement européen, ou à l'occasion d'élections nationales organisées à partir du pays d'origine, par les organisations politiques étrangères officiellement reconnues comme telles dans la Communauté, pour autant que ces publications et imprimés aient été soumis à la taxe dans le pays d'exportation et n'aient pas fait l'objet de détaxation à l'exportation ;</p><p>27° Les matériaux ou accessoires d'arrimage et de protection des marchandises au cours de leur transport en France, sous réserve que leur montant soit inclus dans la base d'imposition telle que définie par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309567&dateTexte=&categorieLien=cid'>articles 292 et 293 du code général des impôts </a>;</p><p>28° Les litières, fourrages et aliments destinés aux animaux au cours de leur transport en France ;</p><p>29° Les carburants et lubrifiants à bord des véhicules à moteur terrestres et dans les conteneurs à usage spécial ;</p><p>30° Les biens destinés à la construction, l'entretien ou la décoration de monuments commémoratifs ou de cimetières de victimes de guerre ;</p><p>31° Les cercueils, urnes funéraires et objets d'ornement funéraire ;</p><p>32° Les matériels visuels et auditifs de caractère éducatif, scientifique ou culturel indiqués au B de l'annexe I du règlement (CEE) du 28 mars 1983 susmentionné, quel que soit l'usage auquel ils sont destinés ;</p><p>33° Les objets de collection et objets d'art de caractère éducatif, scientifique ou culturel, non destinés à la vente et importés par des musées, galeries et autres établissements agréés par l'administration des douanes et droits indirects pour recevoir ces objets en exonération.L'exonération n'est accordée que lorsque les objets sont importés à titre gratuit ou, s'ils sont importés à titre onéreux, lorsqu'ils ne sont pas livrés par un assujetti ou une personne agissant comme tel, sans préjudice des exonérations mentionnées au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309557&dateTexte=&categorieLien=cid'>8° du II de l'article 291 du code général des impôts</a>.</p>",
            "num": "50 octies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1245888000000,
            "dateFin": 1625097600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114464",
                        "id": "LEGISCTA000006114464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133784",
                        "id": "LEGISCTA000006133784",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146904",
                        "id": "LEGISCTA000006146904",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section VI : Importations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162391",
                        "id": "LEGISCTA000006162391",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-06-25",
                        "fin": "2999-01-01",
                        "titre": "I : Franchises fiscales à l'importation ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020785451",
                        "id": "LEGISCTA000020786766",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020785455",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020785451",
            "sectionParentId": "LEGISCTA000020786766",
            "sectionParentTitre": "I : Franchises fiscales à l'importation ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section VI : Importations &gt; I : Franchises fiscales à l'importation ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020786745",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020782407",
                    "textTitle": "Arrêté du 18 juin 2009 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000020784707",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-06-24",
                    "dateSignaTexte": "2009-06-18",
                    "dateDebutCible": "2009-06-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029675735",
                    "textTitle": "DÉCRET n°2014-1280 du 23 octobre 2014 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031461553",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1280",
                    "datePubli": 1414800000000,
                    "dateDebut": 1446940800000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50 octies A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50 octies A",
                    "articleId": "LEGIARTI000020786741",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1245888000000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50 septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50 septies",
                    "articleId": "LEGIARTI000020786757",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1245888000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 261 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "261",
                    "articleId": "LEGIARTI000006309357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 273",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "273",
                    "articleId": "LEGIARTI000006304309",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 286",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "286",
                    "articleId": "LEGIARTI000006309520",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1490918400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 291",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "291",
                    "articleId": "LEGIARTI000006309557",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493942400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 292",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "292",
                    "articleId": "LEGIARTI000006309567",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020786745",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1245888000000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043584984",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1625097600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "50 octies",
                "50"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}