{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000030675884",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dès la publication d'un décret portant nomination du Premier ministre ou relatif à la composition du Gouvernement, la Haute Autorité pour la transparence de la vie publique saisit le directeur général des finances publiques aux fins de procéder à la vérification de la situation fiscale du ou des membres du Gouvernement nommés. La vérification porte sur les impositions dues et non encore prescrites au titre de l'impôt sur le revenu et, le cas échéant, de l'impôt de solidarité sur la fortune. Dans le délai d'un mois suivant la nomination du membre du Gouvernement, le directeur général des finances publiques rend compte à la Haute Autorité pour la transparence de la vie publique des constats réalisés et, le cas échéant, de la nécessité de poursuivre les investigations ou de l'engagement des procédures prévues par le titre II de la première partie. Au vu du rapport établi en application du troisième alinéa ou sur la base d'éléments dont elle dispose par ailleurs, la Haute Autorité pour la transparence de la vie publique peut demander au directeur général des finances publiques de lui fournir des informations complémentaires ou de procéder à de nouvelles investigations. Le directeur général des finances publiques transmet à la Haute Autorité pour la transparence de la vie publique les informations demandées ou lui rend compte, le cas échéant, de l'état d'avancement des investigations complémentaires dans un délai de quinze jours suivant la demande. En cas de poursuite des investigations ou de l'engagement des procédures prévues au titre II de la première partie au-delà des délais mentionnés aux troisième à cinquième alinéas, le directeur général des finances publiques rend compte à la Haute Autorité pour la transparence de la vie publique des constats réalisés et des résultats obtenus et, le cas échéant, de l'état d'avancement de ces investigations et procédures au plus tard deux mois après la nomination du membre du Gouvernement. Au-delà du délai de deux mois mentionné à l'alinéa précédent, le directeur général des finances publiques rend compte à la Haute Autorité pour la transparence de la vie publique des constats réalisés et des résultats obtenus dans les meilleurs délais possibles et, le cas échéant, de l'état d'avancement des investigations et procédures en cours selon une périodicité qui ne peut excéder trois mois.",
            "texteHtml": "<p>Dès la publication d'un décret portant nomination du Premier ministre ou relatif à la composition du Gouvernement, la Haute Autorité pour la transparence de la vie publique saisit le directeur général des finances publiques aux fins de procéder à la vérification de la situation fiscale du ou des membres du Gouvernement nommés.</p><p>La vérification porte sur les impositions dues et non encore prescrites au titre de l'impôt sur le revenu et, le cas échéant, de l'impôt de solidarité sur la fortune.</p><p>Dans le délai d'un mois suivant la nomination du membre du Gouvernement, le directeur général des finances publiques rend compte à la Haute Autorité pour la transparence de la vie publique des constats réalisés et, le cas échéant, de la nécessité de poursuivre les investigations ou de l'engagement des procédures prévues par le titre II de la première partie.</p><p>Au vu du rapport établi en application du troisième alinéa ou sur la base d'éléments dont elle dispose par ailleurs, la Haute Autorité pour la transparence de la vie publique peut demander au directeur général des finances publiques de lui fournir des informations complémentaires ou de procéder à de nouvelles investigations.</p><p>Le directeur général des finances publiques transmet à la Haute Autorité pour la transparence de la vie publique les informations demandées ou lui rend compte, le cas échéant, de l'état d'avancement des investigations complémentaires dans un délai de quinze jours suivant la demande.</p><p>En cas de poursuite des investigations ou de l'engagement des procédures prévues au titre II de la première partie au-delà des délais mentionnés aux troisième à cinquième alinéas, le directeur général des finances publiques rend compte à la Haute Autorité pour la transparence de la vie publique des constats réalisés et des résultats obtenus et, le cas échéant, de l'état d'avancement de ces investigations et procédures au plus tard deux mois après la nomination du membre du Gouvernement.</p><p>Au-delà du délai de deux mois mentionné à l'alinéa précédent, le directeur général des finances publiques rend compte à la Haute Autorité pour la transparence de la vie publique des constats réalisés et des résultats obtenus dans les meilleurs délais possibles et, le cas échéant, de l'état d'avancement des investigations et procédures en cours selon une périodicité qui ne peut excéder trois mois.</p>",
            "num": "R*11 A-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1433548800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 10737,
            "context": {
                "titresTM": [
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084356",
                        "id": "LEGISCTA000006084356",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Partie réglementaire, décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114562",
                        "id": "LEGISCTA000006114562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Le contrôle de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133984",
                        "id": "LEGISCTA000006133984",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1982-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Le droit de contrôle de l'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147381",
                        "id": "LEGISCTA000006147381",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1982-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163132",
                        "id": "LEGISCTA000006163132",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre des procédures fiscales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069583",
                        "id": "LEGITEXT000006069583",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030675834",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006163132",
            "sectionParentId": "LEGISCTA000006163132",
            "sectionParentTitre": "Section I : Dispositions générales",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Deuxième partie : Partie réglementaire, décrets &gt; Titre II : Le contrôle de l'impôt &gt; Chapitre premier : Le droit de contrôle de l'administration &gt; Section I : Dispositions générales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030675884",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069583",
                    "titre": "Livre des procédures fiscales",
                    "titreLong": "Livre des procédures fiscales",
                    "etat": "VIGUEUR",
                    "dateDebut": -996796800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069583",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Création effectuée en conséquence du décret n° 2014-386 du 29 mars 2014, art. 1er, 2, 3, 4 et 5.",
            "notaHtml": "<p>Création effectuée en conséquence du décret n° 2014-386 du 29 mars 2014, art. 1er, 2, 3, 4 et 5.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030673881",
                    "textTitle": "DÉCRET n°2015-609 du 3 juin 2015 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000030675292",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-06-05",
                    "dateSignaTexte": "2015-06-03",
                    "dateDebutCible": "2015-06-06"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030675884",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1433548800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*11 A-1",
                "11",
                "R11"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}