{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006740829",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Un rapport d'équilibre est établi par la Caisse nationale de l'assurance maladie des travailleurs salariés et la ou les autres caisses nationales d'assurance maladie concernées. En cas de désaccord entre les caisses de sécurité sociale, le rapport est établi sous la responsabilité de la Caisse nationale de l'assurance maladie des travailleurs salariés et présente les positions de chacune des caisses. Il est transmis au Parlement ainsi qu'aux ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget dans un délai de cinquante jours à compter de la publication de la loi de financement de la sécurité sociale, accompagné le cas échéant, des mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie. Ce rapport comporte les éléments permettant d'apprécier la compatibilité des annexes ou des mesures déterminées par les caisses nationales avec l'objectif de dépenses déléguées mentionné au II de l'article L. 227-1. Le rapport indique également les moyens mis en oeuvre par l'assurance maladie pour maîtriser l'évolution des dépenses de prescription des médecins, sages-femmes et dentistes. Il détaille à ce titre les actions, notamment de contrôle, prévues par le service médical, les actions d'information, de promotion des références professionnelles opposables et des recommandations de bonne pratique ou d'évaluation des pratiques ainsi que celles menées au titre des accords médicalisés visés à l'article L. 162-12-17. Le rapport précise l'effet projeté de chaque action sur les dépenses de prescription, par catégorie. Le contenu du rapport est défini par un arrêté conjoint des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget. II. - Un rapport d'équilibre est établi par la Caisse nationale de l'assurance maladie des travailleurs salariés et la ou les autres caisses nationales d'assurance maladie concernées. En cas de désaccord entre les caisses de sécurité sociale, le rapport est établi sous la responsabilité de la Caisse nationale de l'assurance maladie des travailleurs salariés et présente les positions de chacune des caisses. Il est transmis au Parlement ainsi qu'aux ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget au plus tard le 15 juillet, accompagné, le cas échéant, des mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie. Le contenu du rapport est défini par un arrêté conjoint des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget. III. - Les mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie au titre de l'article L. 162-15-2 font l'objet d'une approbation unique des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget. Ces mesures sont réputées approuvées si les ministres n'ont pas fait connaître à la Caisse nationale de l'assurance maladie des travailleurs salariés, dans le délai de quinze jours à compter de leur réception, qu'ils s'opposent à leur approbation du fait de leur non-conformité aux lois et règlements en vigueur ou de leur incompatibilité avec le respect des objectifs de dépenses ou en raison des risques que leur application ferait courir à la santé publique ou à un égal accès aux soins. En cas d'opposition, la Caisse nationale de l'assurance maladie des travailleurs salariés dispose d'un délai de dix jours pour revoir le contenu des mesures et les présenter à nouveau, dans les conditions fixées au premier alinéa du I et au II ci-dessus, aux ministres compétents. IV. - (Abrogé) V. - En l'absence de convention, les tarifs des honoraires, rémunérations et frais accessoires dus par les assurés sociaux aux professionnels concernés, en vigueur au 31 décembre de l'année précédente, sont prorogés jusqu'à l'entrée en vigueur des mesures fixées par les caisses nationales dans les conditions prévues à l'article L. 162-15-2.",
            "texteHtml": "<p></p>   I. - Un rapport d'équilibre est établi par la Caisse nationale de l'assurance maladie des travailleurs salariés et la ou les autres caisses nationales d'assurance maladie concernées. En cas de désaccord entre les caisses de sécurité sociale, le rapport est établi sous la responsabilité de la Caisse nationale de l'assurance maladie des travailleurs salariés et présente les positions de chacune des caisses. Il est transmis au Parlement ainsi qu'aux ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget dans un délai de cinquante jours à compter de la publication de la loi de financement de la sécurité sociale, accompagné le cas échéant, des mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie.<p></p><p></p>   Ce rapport comporte les éléments permettant d'apprécier la compatibilité des annexes ou des mesures déterminées par les caisses nationales avec l'objectif de dépenses déléguées mentionné au II de l'article L. 227-1.<p></p><p></p>   Le rapport indique également les moyens mis en oeuvre par l'assurance maladie pour maîtriser l'évolution des dépenses de prescription des médecins, sages-femmes et dentistes. Il détaille à ce titre les actions, notamment de contrôle, prévues par le service médical, les actions d'information, de promotion des références professionnelles opposables et des recommandations de bonne pratique ou d'évaluation des pratiques ainsi que celles menées au titre des accords médicalisés visés à l'article L. 162-12-17. Le rapport précise l'effet projeté de chaque action sur les dépenses de prescription, par catégorie.<p></p><p></p>   Le contenu du rapport est défini par un arrêté conjoint des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget.<p></p><p></p>   II. - Un rapport d'équilibre est établi par la Caisse nationale de l'assurance maladie des travailleurs salariés et la ou les autres caisses nationales d'assurance maladie concernées. En cas de désaccord entre les caisses de sécurité sociale, le rapport est établi sous la responsabilité de la Caisse nationale de l'assurance maladie des travailleurs salariés et présente les positions de chacune des caisses. Il est transmis au Parlement ainsi qu'aux ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget au plus tard le 15 juillet, accompagné, le cas échéant, des mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie.<p></p><p></p>   Le contenu du rapport est défini par un arrêté conjoint des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget.<p></p><p></p>   III. - Les mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie au titre de l'article L. 162-15-2 font l'objet d'une approbation unique des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget.<p></p><p></p>   Ces mesures sont réputées approuvées si les ministres n'ont pas fait connaître à la Caisse nationale de l'assurance maladie des travailleurs salariés, dans le délai de quinze jours à compter de leur réception, qu'ils s'opposent à leur approbation du fait de leur non-conformité aux lois et règlements en vigueur ou de leur incompatibilité avec le respect des objectifs de dépenses ou en raison des risques que leur application ferait courir à la santé publique ou à un égal accès aux soins.<p></p><p></p>   En cas d'opposition, la Caisse nationale de l'assurance maladie des travailleurs salariés dispose d'un délai de dix jours pour revoir le contenu des mesures et les présenter à nouveau, dans les conditions fixées au premier alinéa du I et au II ci-dessus, aux ministres compétents.<p></p><p></p>   IV. - (Abrogé)<p></p><p></p>   V. - En l'absence de convention, les tarifs des honoraires, rémunérations et frais accessoires dus par les assurés sociaux aux professionnels concernés, en vigueur au 31 décembre de l'année précédente, sont prorogés jusqu'à l'entrée en vigueur des mesures fixées par les caisses nationales dans les conditions prévues à l'article L. 162-15-2.<p></p>",
            "num": "L162-15-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1015459200000,
            "dateFin": 1040688000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Livre 1 : Généralités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126884",
                        "id": "LEGISCTA000006126884",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141599",
                        "id": "LEGISCTA000006141599",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Titre 6 : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155993",
                        "id": "LEGISCTA000006155993",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2003-12-19",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172450",
                        "id": "LEGISCTA000006172450",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2003-12-19",
                        "titre": "Section 3.1 : Dispositions communes aux conventions prévues aux sections 1, 2 et 3",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185818",
                        "id": "LEGISCTA000006185818",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2002-12-24",
                        "titre": "Sous-section 2 : Dispositions relatives à la fixation et au suivi des objectifs de dépenses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194405",
                        "id": "LEGISCTA000006194405",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006740827",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006194405",
            "sectionParentId": "LEGISCTA000006194405",
            "sectionParentTitre": "Sous-section 2 : Dispositions relatives à la fixation et au suivi des objectifs de dépenses",
            "fullSectionsTitre": "Partie législative &gt; Livre 1 : Généralités &gt; Dispositions communes à tout ou partie des régimes de base &gt; Titre 6 : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 2 : Dispositions générales relatives aux soins. &gt; Section 3.1 : Dispositions communes aux conventions prévues aux sections 1, 2 et 3",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006740829",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000226854",
                    "textTitle": "Loi n°2002-322 du 6 mars 2002 - art. 5 () JORF 7 mars 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006208885",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-03-07",
                    "dateSignaTexte": "2002-03-06",
                    "dateDebutCible": "2002-03-07"
                },
                {
                    "textCid": "JORFTEXT000000235196",
                    "textTitle": "Loi n°2002-1487 du 20 décembre 2002 - art. 29 () JORF 24 décembre 2002",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000006758492",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-12-24",
                    "dateSignaTexte": "2002-12-20",
                    "dateDebutCible": "2002-12-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-17",
                    "articleId": "LEGIARTI000006740794",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-15 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-15",
                    "articleId": "LEGIARTI000006740605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015459200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-15-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-15-2",
                    "articleId": "LEGIARTI000006740823",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-31-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-31-1",
                    "articleId": "LEGIARTI000006740877",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977616000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-45 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-45",
                    "articleId": "LEGIARTI000006740889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009324800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L227-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L227-1",
                    "articleId": "LEGIARTI000006742305",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L322-5-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-5-4",
                    "articleId": "LEGIARTI000006742506",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006740827",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 946512000000,
                    "dateFin": 977616000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740828",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 977616000000,
                    "dateFin": 1015459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740829",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1015459200000,
                    "dateFin": 1040688000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L162-15-3",
                "162-15-3"
            ],
            "versionPrecedente": "LEGIARTI000006740828",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006740828",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Un rapport d'équilibre est établi par la Caisse nationale de l'assurance maladie des travailleurs salariés et la ou les autres caisses nationales d'assurance maladie concernées. En cas de désaccord entre les caisses de sécurité sociale, le rapport est établi sous la responsabilité de la Caisse nationale de l'assurance maladie des travailleurs salariés et présente les positions de chacune des caisses. Il est transmis au Parlement ainsi qu'aux ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget dans un délai de cinquante jours à compter de la publication de la loi de financement de la sécurité sociale, accompagné des annexes mentionnées à l'article L. 162-15-2 et, le cas échéant, des mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie en application du dernier alinéa du I de cet article. Ce rapport comporte les éléments permettant d'apprécier la compatibilité des annexes ou des mesures déterminées par les caisses nationales avec l'objectif de dépenses déléguées mentionné au II de l'article L. 227-1. Le rapport indique également les moyens mis en oeuvre par l'assurance maladie pour maîtriser l'évolution des dépenses de prescription des médecins, sages-femmes et dentistes. Il détaille à ce titre les actions, notamment de contrôle, prévues par le service médical, les actions d'information, de promotion des références professionnelles opposables et des recommandations de bonne pratique ou d'évaluation des pratiques ainsi que celles menées au titre des accords médicalisés visés à l'article L. 162-12-17. Le rapport précise l'effet projeté de chaque action sur les dépenses de prescription, par catégorie. Le contenu du rapport est défini par un arrêté conjoint des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget. II. - Un rapport d'équilibre est établi par la Caisse nationale de l'assurance maladie des travailleurs salariés et la ou les autres caisses nationales d'assurance maladie concernées. En cas de désaccord entre les caisses de sécurité sociale, le rapport est établi sous la responsabilité de la Caisse nationale de l'assurance maladie des travailleurs salariés et présente les positions de chacune des caisses. Il est transmis au Parlement ainsi qu'aux ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget au plus tard respectivement les 15 juillet et 15 novembre, accompagné, le cas échéant, des annexes modificatives mentionnées à l'article L. 162-15-2 et des mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie en application de l'avant-dernier alinéa du II de cet article. Le contenu du rapport est défini par un arrêté conjoint des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget. Le rapport transmis au plus tard le 15 novembre établit également un bilan des dépenses pour l'année en cours ainsi que des annexes modificatives et des mesures prises en vertu de l'article L. 162-15-2. Les annexes et, le cas échéant, les mesures accompagnant ce rapport tiennent compte de l'objectif national de dépenses d'assurance maladie visé au 4° du I de l'article LO 111-3 proposé dans le projet de loi de financement de la sécurité sociale déposé pour l'année suivante à l'Assemblée nationale. III. - Les annexes et, le cas échéant, les mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie au titre de l'article L. 162-15-2 font l'objet d'une approbation unique des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget. Ces annexes sont réputées approuvées si les ministres n'ont pas fait connaître à la Caisse nationale de l'assurance maladie des travailleurs salariés, dans le délai de quinze jours à compter de leur réception, qu'ils s'opposent à leur approbation du fait de leur non-conformité aux lois et règlements en vigueur ou de leur incompatibilité avec le respect des objectifs de dépenses ou en raison des risques que leur application ferait courir à la santé publique ou à un égal accès aux soins. En cas d'opposition, la Caisse nationale de l'assurance maladie des travailleurs salariés dispose d'un délai de dix jours pour revoir le contenu des annexes et les présenter à nouveau, dans les conditions fixées au premier alinéa du I et au II ci-dessus, aux ministres compétents. IV. - En cas d'opposition du ministre aux nouvelles propositions de la caisse, un arrêté interministériel fixe : 1° Au plus tard le soixante-quinzième jour suivant la publication de la loi de financement de la sécurité sociale, les éléments des annexes annuelles ; 2° Au plus tard les 31 juillet et 30 novembre, les tarifs liés aux ajustements prévus au II de l'article L. 162-15-2. V. - Les tarifs des honoraires, rémunérations et frais accessoires dus par les assurés sociaux aux professionnels de santé, en vigueur le 31 décembre de l'année précédente, sont prorogés jusqu'à l'entrée en vigueur de l'annexe ou d'un arrêté pris en application du présent article.",
            "texteHtml": "<p></p>   I. - Un rapport d'équilibre est établi par la Caisse nationale de l'assurance maladie des travailleurs salariés et la ou les autres caisses nationales d'assurance maladie concernées. En cas de désaccord entre les caisses de sécurité sociale, le rapport est établi sous la responsabilité de la Caisse nationale de l'assurance maladie des travailleurs salariés et présente les positions de chacune des caisses. Il est transmis au Parlement ainsi qu'aux ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget dans un délai de cinquante jours à compter de la publication de la loi de financement de la sécurité sociale, accompagné des annexes mentionnées à l'article L. 162-15-2 et, le cas échéant, des mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie en application du dernier alinéa du I de cet article.<p></p><p></p>   Ce rapport comporte les éléments permettant d'apprécier la compatibilité des annexes ou des mesures déterminées par les caisses nationales avec l'objectif de dépenses déléguées mentionné au II de l'article L. 227-1.<p></p><p></p>   Le rapport indique également les moyens mis en oeuvre par l'assurance maladie pour maîtriser l'évolution des dépenses de prescription des médecins, sages-femmes et dentistes. Il détaille à ce titre les actions, notamment de contrôle, prévues par le service médical, les actions d'information, de promotion des références professionnelles opposables et des recommandations de bonne pratique ou d'évaluation des pratiques ainsi que celles menées au titre des accords médicalisés visés à l'article L. 162-12-17. Le rapport précise l'effet projeté de chaque action sur les dépenses de prescription, par catégorie.<p></p><p></p>   Le contenu du rapport est défini par un arrêté conjoint des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget.<p></p><p></p>   II. - Un rapport d'équilibre est établi par la Caisse nationale de l'assurance maladie des travailleurs salariés et la ou les autres caisses nationales d'assurance maladie concernées. En cas de désaccord entre les caisses de sécurité sociale, le rapport est établi sous la responsabilité de la Caisse nationale de l'assurance maladie des travailleurs salariés et présente les positions de chacune des caisses. Il est transmis au Parlement ainsi qu'aux ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget au plus tard respectivement les 15 juillet et 15 novembre, accompagné, le cas échéant, des annexes modificatives mentionnées à l'article L. 162-15-2 et des mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie en application de l'avant-dernier alinéa du II de cet article.<p></p><p></p>   Le contenu du rapport est défini par un arrêté conjoint des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget. Le rapport transmis au plus tard le 15 novembre établit également un bilan des dépenses pour l'année en cours ainsi que des annexes modificatives et des mesures prises en vertu de l'article L. 162-15-2. Les annexes et, le cas échéant, les mesures accompagnant ce rapport tiennent compte de l'objectif national de dépenses d'assurance maladie visé au 4° du I de l'article LO 111-3 proposé dans le projet de loi de financement de la sécurité sociale déposé pour l'année suivante à l'Assemblée nationale.<p></p><p></p>   III. - Les annexes et, le cas échéant, les mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie au titre de l'article L. 162-15-2 font l'objet d'une approbation unique des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget.<p></p><p></p>   Ces annexes sont réputées approuvées si les ministres n'ont pas fait connaître à la Caisse nationale de l'assurance maladie des travailleurs salariés, dans le délai de quinze jours à compter de leur réception, qu'ils s'opposent à leur approbation du fait de leur non-conformité aux lois et règlements en vigueur ou de leur incompatibilité avec le respect des objectifs de dépenses ou en raison des risques que leur application ferait courir à la santé publique ou à un égal accès aux soins.<p></p><p></p>   En cas d'opposition, la Caisse nationale de l'assurance maladie des travailleurs salariés dispose d'un délai de dix jours pour revoir le contenu des annexes et les présenter à nouveau, dans les conditions fixées au premier alinéa du I et au II ci-dessus, aux ministres compétents.<p></p><p></p>   IV. - En cas d'opposition du ministre aux nouvelles propositions de la caisse, un arrêté interministériel fixe :<p></p><p></p>   1° Au plus tard le soixante-quinzième jour suivant la publication de la loi de financement de la sécurité sociale, les éléments des annexes annuelles ;<p></p><p></p>   2° Au plus tard les 31 juillet et 30 novembre, les tarifs liés aux ajustements prévus au II de l'article L. 162-15-2.<p></p><p></p>   V. - Les tarifs des honoraires, rémunérations et frais accessoires dus par les assurés sociaux aux professionnels de santé, en vigueur le 31 décembre de l'année précédente, sont prorogés jusqu'à l'entrée en vigueur de l'annexe ou d'un arrêté pris en application du présent article.<p></p><p></p>",
            "num": "L162-15-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 977616000000,
            "dateFin": 1015459200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Livre 1 : Généralités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126884",
                        "id": "LEGISCTA000006126884",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141599",
                        "id": "LEGISCTA000006141599",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Titre 6 : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155993",
                        "id": "LEGISCTA000006155993",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2003-12-19",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172450",
                        "id": "LEGISCTA000006172450",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2003-12-19",
                        "titre": "Section 3.1 : Dispositions communes aux conventions prévues aux sections 1, 2 et 3",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185818",
                        "id": "LEGISCTA000006185818",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2002-12-24",
                        "titre": "Sous-section 2 : Dispositions relatives à la fixation et au suivi des objectifs de dépenses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194405",
                        "id": "LEGISCTA000006194405",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006740827",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006194405",
            "sectionParentId": "LEGISCTA000006194405",
            "sectionParentTitre": "Sous-section 2 : Dispositions relatives à la fixation et au suivi des objectifs de dépenses",
            "fullSectionsTitre": "Partie législative &gt; Livre 1 : Généralités &gt; Dispositions communes à tout ou partie des régimes de base &gt; Titre 6 : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 2 : Dispositions générales relatives aux soins. &gt; Section 3.1 : Dispositions communes aux conventions prévues aux sections 1, 2 et 3 &gt; Sous-section 2 : Dispositions relatives à la fixation et au suivi des objectifs de dépenses",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006740828",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000579088",
                    "textTitle": "Loi n°2000-1257 du 23 décembre 2000 - art. 38 () JORF 24 décembre 2000",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000006758288",
                    "natureText": "LOI",
                    "datePubliTexte": "2000-12-24",
                    "dateSignaTexte": "2000-12-23",
                    "dateDebutCible": "2000-12-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale L162-15-2, L227-1, L162-12-17, annexe",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073189",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -353808000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-17",
                    "articleId": "LEGIARTI000006740794",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-15 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-15",
                    "articleId": "LEGIARTI000006740605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015459200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-15-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-15-2",
                    "articleId": "LEGIARTI000006740823",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-31-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-31-1",
                    "articleId": "LEGIARTI000006740877",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977616000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-45 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-45",
                    "articleId": "LEGIARTI000006740889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009324800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L227-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L227-1",
                    "articleId": "LEGIARTI000006742305",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L322-5-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-5-4",
                    "articleId": "LEGIARTI000006742506",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006740827",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 946512000000,
                    "dateFin": 977616000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740828",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 977616000000,
                    "dateFin": 1015459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740829",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1015459200000,
                    "dateFin": 1040688000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L162-15-3",
                "162-15-3"
            ],
            "versionPrecedente": "LEGIARTI000006740827",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006740827",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Un rapport d'équilibre est établi par la Caisse nationale de l'assurance maladie des travailleurs salariés et la ou les autres caisses nationales d'assurance maladie concernées. En cas de désaccord entre les caisses de sécurité sociale, le rapport est établi sous la responsabilité de la Caisse nationale de l'assurance maladie des travailleurs salariés et présente les positions de chacune des caisses. Il est transmis au Parlement ainsi qu'aux ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget dans un délai de cinquante jours à compter de la publication de la loi de financement de la sécurité sociale, accompagné des annexes mentionnées à l'article L. 162-15-2 et, le cas échéant, des mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie en application du dernier alinéa du I de cet article. Ce rapport comporte les éléments permettant d'apprécier la compatibilité des annexes ou des mesures déterminées par les caisses nationales avec l'objectif de dépenses déléguées mentionné au II de l'article L. 227-1. Le rapport indique également les moyens mis en oeuvre par l'assurance maladie pour maîtriser l'évolution des dépenses de prescription des médecins, sages-femmes et dentistes. Il détaille à ce titre les actions, notamment de contrôle, prévues par le service médical, les actions d'information, de promotion des références professionnelles opposables et des recommandations de bonne pratique ou d'évaluation des pratiques ainsi que celles menées au titre des accords médicalisés visés à l'article L. 162-12-17. Le rapport précise l'effet projeté de chaque action sur les dépenses de prescription, par catégorie. Le contenu du rapport est défini par un arrêté conjoint des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget. II. - Un rapport d'équilibre est établi par la Caisse nationale de l'assurance maladie des travailleurs salariés et la ou les autres caisses nationales d'assurance maladie concernées. En cas de désaccord entre les caisses de sécurité sociale, le rapport est établi sous la responsabilité de la Caisse nationale de l'assurance maladie des travailleurs salariés et présente les positions de chacune des caisses. Il est transmis au Parlement ainsi qu'aux ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget au plus tard respectivement les 15 juillet et 15 novembre, accompagné, le cas échéant, des annexes modificatives mentionnées à l'article L. 162-15-2 et des mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie en application de l'avant-dernier alinéa du II de cet article. Le contenu du rapport est défini par un arrêté conjoint des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget. III. - Les annexes et, le cas échéant, les mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie au titre de l'article L. 162-15-2 font l'objet d'une approbation unique des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget. Ces annexes sont réputées approuvées si les ministres n'ont pas fait connaître à la Caisse nationale de l'assurance maladie des travailleurs salariés, dans le délai de quinze jours à compter de leur réception, qu'ils s'opposent à leur approbation du fait de leur non-conformité aux lois et règlements en vigueur ou de leur incompatibilité avec le respect des objectifs de dépenses ou en raison des risques que leur application ferait courir à la santé publique ou à un égal accès aux soins. En cas d'opposition, la Caisse nationale de l'assurance maladie des travailleurs salariés dispose d'un délai de dix jours pour revoir le contenu des annexes et les présenter à nouveau, dans les conditions fixées au premier alinéa du I et au II ci-dessus, aux ministres compétents. IV. - En cas d'opposition du ministre aux nouvelles propositions de la caisse, un arrêté interministériel fixe : 1° Au plus tard le soixante-quinzième jour suivant la publication de la loi de financement de la sécurité sociale, les éléments des annexes annuelles ; 2° Au plus tard les 31 juillet et 30 novembre, les tarifs liés aux ajustements prévus au II de l'article L. 162-15-2. V. - Les tarifs des honoraires, rémunérations et frais accessoires dus par les assurés sociaux aux professionnels de santé, en vigueur le 31 décembre de l'année précédente, sont prorogés jusqu'à l'entrée en vigueur de l'annexe ou d'un arrêté pris en application du présent article.",
            "texteHtml": "<p></p>   I. - Un rapport d'équilibre est établi par la Caisse nationale de l'assurance maladie des travailleurs salariés et la ou les autres caisses nationales d'assurance maladie concernées. En cas de désaccord entre les caisses de sécurité sociale, le rapport est établi sous la responsabilité de la Caisse nationale de l'assurance maladie des travailleurs salariés et présente les positions de chacune des caisses. Il est transmis au Parlement ainsi qu'aux ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget dans un délai de cinquante jours à compter de la publication de la loi de financement de la sécurité sociale, accompagné des annexes mentionnées à l'article L. 162-15-2 et, le cas échéant, des mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie en application du dernier alinéa du I de cet article.<p></p><p></p>   Ce rapport comporte les éléments permettant d'apprécier la compatibilité des annexes ou des mesures déterminées par les caisses nationales avec l'objectif de dépenses déléguées mentionné au II de l'article L. 227-1.<p></p><p></p>   Le rapport indique également les moyens mis en oeuvre par l'assurance maladie pour maîtriser l'évolution des dépenses de prescription des médecins, sages-femmes et dentistes. Il détaille à ce titre les actions, notamment de contrôle, prévues par le service médical, les actions d'information, de promotion des références professionnelles opposables et des recommandations de bonne pratique ou d'évaluation des pratiques ainsi que celles menées au titre des accords médicalisés visés à l'article L. 162-12-17. Le rapport précise l'effet projeté de chaque action sur les dépenses de prescription, par catégorie.<p></p><p></p>   Le contenu du rapport est défini par un arrêté conjoint des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget.<p></p><p></p>   II. - Un rapport d'équilibre est établi par la Caisse nationale de l'assurance maladie des travailleurs salariés et la ou les autres caisses nationales d'assurance maladie concernées. En cas de désaccord entre les caisses de sécurité sociale, le rapport est établi sous la responsabilité de la Caisse nationale de l'assurance maladie des travailleurs salariés et présente les positions de chacune des caisses. Il est transmis au Parlement ainsi qu'aux ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget au plus tard respectivement les 15 juillet et 15 novembre, accompagné, le cas échéant, des annexes modificatives mentionnées à l'article L. 162-15-2 et des mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie en application de l'avant-dernier alinéa du II de cet article.<p></p><p></p>   Le contenu du rapport est défini par un arrêté conjoint des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget.<p></p><p></p>   III. - Les annexes et, le cas échéant, les mesures déterminées par la Caisse nationale de l'assurance maladie des travailleurs salariés et au moins une autre caisse nationale d'assurance maladie au titre de l'article L. 162-15-2 font l'objet d'une approbation unique des ministres chargés de la sécurité sociale, de la santé, de l'agriculture, de l'économie et du budget.<p></p><p></p>   Ces annexes sont réputées approuvées si les ministres n'ont pas fait connaître à la Caisse nationale de l'assurance maladie des travailleurs salariés, dans le délai de quinze jours à compter de leur réception, qu'ils s'opposent à leur approbation du fait de leur non-conformité aux lois et règlements en vigueur ou de leur incompatibilité avec le respect des objectifs de dépenses ou en raison des risques que leur application ferait courir à la santé publique ou à un égal accès aux soins.<p></p><p></p>   En cas d'opposition, la Caisse nationale de l'assurance maladie des travailleurs salariés dispose d'un délai de dix jours pour revoir le contenu des annexes et les présenter à nouveau, dans les conditions fixées au premier alinéa du I et au II ci-dessus, aux ministres compétents.<p></p><p></p>   IV. - En cas d'opposition du ministre aux nouvelles propositions de la caisse, un arrêté interministériel fixe :<p></p><p></p>   1° Au plus tard le soixante-quinzième jour suivant la publication de la loi de financement de la sécurité sociale, les éléments des annexes annuelles ;<p></p><p></p>   2° Au plus tard les 31 juillet et 30 novembre, les tarifs liés aux ajustements prévus au II de l'article L. 162-15-2.<p></p><p></p>   V. - Les tarifs des honoraires, rémunérations et frais accessoires dus par les assurés sociaux aux professionnels de santé, en vigueur le 31 décembre de l'année précédente, sont prorogés jusqu'à l'entrée en vigueur de l'annexe ou d'un arrêté pris en application du présent article.<p></p><p></p>",
            "num": "L162-15-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 946512000000,
            "dateFin": 977616000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Livre 1 : Généralités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126884",
                        "id": "LEGISCTA000006126884",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141599",
                        "id": "LEGISCTA000006141599",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Titre 6 : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155993",
                        "id": "LEGISCTA000006155993",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2003-12-19",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172450",
                        "id": "LEGISCTA000006172450",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2003-12-19",
                        "titre": "Section 3.1 : Dispositions communes aux conventions prévues aux sections 1, 2 et 3",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185818",
                        "id": "LEGISCTA000006185818",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2002-12-24",
                        "titre": "Sous-section 2 : Dispositions relatives à la fixation et au suivi des objectifs de dépenses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194405",
                        "id": "LEGISCTA000006194405",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006740827",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006194405",
            "sectionParentId": "LEGISCTA000006194405",
            "sectionParentTitre": "Sous-section 2 : Dispositions relatives à la fixation et au suivi des objectifs de dépenses",
            "fullSectionsTitre": "Partie législative &gt; Livre 1 : Généralités &gt; Dispositions communes à tout ou partie des régimes de base &gt; Titre 6 : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 2 : Dispositions générales relatives aux soins. &gt; Section 3.1 : Dispositions communes aux conventions prévues aux sections 1, 2 et 3 &gt; Sous-section 2 : Dispositions relatives à la fixation et au suivi des objectifs de dépenses",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006740827",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000214048",
                    "textTitle": "Loi n°99-1140 du 29 décembre 1999 - art. 24 () JORF 30 décembre 1999",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000006758215",
                    "natureText": "LOI",
                    "datePubliTexte": "1999-12-30",
                    "dateSignaTexte": "1999-12-29",
                    "dateDebutCible": "1999-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale L162-15-2, L227-1, L162-12-17, annexe",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073189",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -353808000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-17",
                    "articleId": "LEGIARTI000006740794",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-15 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-15",
                    "articleId": "LEGIARTI000006740605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015459200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-15-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-15-2",
                    "articleId": "LEGIARTI000006740823",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-31-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-31-1",
                    "articleId": "LEGIARTI000006740877",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977616000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-45 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-45",
                    "articleId": "LEGIARTI000006740889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009324800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L227-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L227-1",
                    "articleId": "LEGIARTI000006742305",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L322-5-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-5-4",
                    "articleId": "LEGIARTI000006742506",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006740827",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 946512000000,
                    "dateFin": 977616000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740828",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 977616000000,
                    "dateFin": 1015459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740829",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1015459200000,
                    "dateFin": 1040688000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L162-15-3",
                "162-15-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}