{
    "cid": "LEGIARTI000029660775",
    "num": "Annexe 3",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284571",
                        "id": "LEGISCTA000028287679",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028286312",
                        "id": "LEGISCTA000028286537",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000029660775",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000742398",
                    "textTitle": "Loi n° 96-370 du 3 mai 1996 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000742398",
                    "natureText": "LOI",
                    "date": 1599842070372,
                    "parentCid": null,
                    "numTexte": "96-370",
                    "datePubli": 831168000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000804612",
                    "textTitle": "Loi n° 2004-811 du 13 août 2004 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000804612",
                    "natureText": "LOI",
                    "date": 1599842070373,
                    "parentCid": null,
                    "numTexte": "2004-811",
                    "datePubli": 1092700800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. D723-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D723-8",
                    "articleId": "LEGIARTI000029656684",
                    "natureText": "CODE",
                    "date": 1599842070373,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1417392000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000026461771",
                    "textTitle": "Décret n°2012-1132\r\n du 5 octobre 2012 - art. (VT)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000026463214",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029648201",
                    "textTitle": "DÉCRET n°2014-1253 du 27 octobre 2014 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000029651284",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-10-29",
                    "dateSignaTexte": "2014-10-27",
                    "dateDebutCible": "2014-12-01"
                }
            ],
            "num": "Annexe 3",
            "origine": "LEGI",
            "texte": "Annexe 3 prévue pour l'application de l'article D. 723-8 CHARTE NATIONALE DU SAPEUR-POMPIER VOLONTAIRE Préambule Les sapeurs-pompiers sont des acteurs indispensables dans la sécurité nationale à laquelle concourent la sécurité intérieure, la sécurité civile et la sécurité économique. Le sapeur-pompier joue un rôle essentiel dans la sécurité civile qui a pour objet la prévention des risques de toute nature, l'information et l'alerte des populations ainsi que la protection des personnes, des biens et de l'environnement contre les accidents, les sinistres et les catastrophes par la préparation et la mise en œuvre de mesures et de moyens appropriés relevant de l'Etat, des collectivités territoriales et des autres personnes publiques ou privées. La loi rappelle, à cet égard, que les missions de sécurité civile sont assurées principalement par les sapeurs-pompiers professionnels et volontaires des services d'incendie et de secours, qui assurent un maillage complet du territoire, propre à garantir l'efficacité des secours. Principal acteur de la communauté des sapeurs-pompiers, le sapeur-pompier volontaire prend librement l'engagement de se mettre au service de la société. Il exerce les mêmes activités que les sapeurs-pompiers professionnels. Il contribue ainsi, directement, en fonction de sa disponibilité, aux missions de sécurité civile de toute nature confiées aux services d'incendie et de secours ou aux services de l'Etat qui en sont investis à titre permanent conformément aux dispositions créées par la loi n° 96-370 du 3 mai 1996 relative au développement du volontariat dans les corps de sapeurs-pompiers et la loi n° 2004-811 du 13 août 2004 de modernisation de la sécurité civile. Par là même, il est un acteur à part entière des services d'incendie et de secours, au même titre que les sapeurs-pompiers professionnels et les personnels administratifs, techniques et spécialisés qui agissent de manière coopérative et complémentaire avec lui. L'activité de sapeur-pompier volontaire repose sur le volontariat et le bénévolat. Par son engagement, le sapeur-pompier volontaire prend part dans le cadre des principes de la Constitution de la République française à la construction d'une société fondée sur la solidarité et l'entraide. La charte nationale du sapeur-pompier volontaire a pour objet de rappeler les valeurs du volontariat et de déterminer les droits et les devoirs du sapeur-pompier volontaire. Cette charte définit, par ailleurs, le rôle du réseau associatif des sapeurs-pompiers dans la promotion, la valorisation et la défense des intérêts des sapeurs-pompiers volontaires. Lors de son premier engagement, cette charte est signée par le sapeur-pompier volontaire. Toute personne, qu'elle soit ou non en activité et quelle que soit son activité professionnelle, peut devenir sapeur-pompier volontaire, sous réserve de satisfaire aux conditions d'engagement : En tant que sapeur-pompier volontaire, je m'engage à servir avec honneur, humilité et dignité au sein du corps (départemental, communal ou intercommunal ou du service de l'Etat investi à titre permanent des missions de sécurité civile) de et à avoir un comportement irréprochable lorsque je porte la tenue de sapeur-pompier. En tant que sapeur-pompier volontaire, je veillerai à faire preuve d'une disponibilité adaptée aux exigences du service en préservant l'équilibre de ma vie professionnelle, familiale et sociale. En tant que sapeur-pompier volontaire, je m'engage, par ailleurs, à acquérir et maintenir les compétences nécessaires et adaptées à l'accomplissement des missions qui pourraient m'être confiées. En tant que sapeur-pompier volontaire, j'œuvrerai collectivement avec courage et dévouement. En tant que sapeur-pompier volontaire, je respecterai toutes les victimes dans leur diversité ; je serai particulièrement attentionné face à leur détresse et j'agirai avec le même engagement, la même motivation et le même dévouement. En tant que sapeur-pompier volontaire, je ferai preuve de discrétion et de réserve dans le cadre du service et en dehors du service. Je respecterai une parfaite neutralité pendant mon service et j'agirai toujours et partout avec la plus grande honnêteté. En tant que sapeur-pompier volontaire, je m'attacherai à l'extérieur de mon service à avoir un comportement respectueux de l'image des sapeurs-pompiers. En tant que sapeur-pompier volontaire, je contribuerai à promouvoir cet engagement citoyen, notamment dans le but d'en favoriser le développement au sein des générations futures. En tant que sapeur-pompier volontaire, je participerai aux cérémonies publiques et représenterai le service en tant que de besoin. Tout sapeur-pompier volontaire est rattaché à un cadre juridique spécifique unique : Le sapeur-pompier volontaire exerce ses missions dans des conditions d'hygiène et de sécurité satisfaisantes. Le sapeur-pompier volontaire a droit à des indemnités horaires, une protection et des prestations sociales ainsi qu'à une prestation de fin de service. Le sapeur-pompier volontaire a droit à une formation initiale et continue afin qu'il acquière et maintienne à niveau ses compétences. Ces formations peuvent être valorisées tant dans le monde du travail que dans le secteur associatif. Le sapeur-pompier volontaire a le droit de porter les tenues, insignes, fanions et drapeaux lors des cérémonies officielles et des activités du réseau associatif. Rôle du réseau associatif : Le réseau associatif, fondé sur des structures locales, départementales, régionales et nationales, permet de favoriser et de resserrer les liens qui unissent la communauté des sapeurs-pompiers, des plus jeunes aux vétérans, en un réseau solidaire, source d'échange et de partage. Le réseau associatif contribue à promouvoir l'image des sapeurs-pompiers volontaires dans la société. Le réseau associatif veille également aux intérêts moraux et matériels des sapeurs-pompiers, au respect des valeurs dont les sapeurs-pompiers sont porteurs et, plus globalement, notamment par son action sociale, à assurer la défense de leurs intérêts, de leur image et de leurs droits tant auprès des populations, des pouvoirs publics et des employeurs qu'en justice. Le sapeur-pompier volontaire contribue à faire vivre le réseau associatif.",
            "texteHtml": "<p align='center'>Annexe 3 prévue pour l'application de l'article <a href='/article/LEGIARTI000029656684' title='Code de la sécurité intérieure - art. D723-8 (V)'>D. 723-8</a></p><p></p><p align='center'>CHARTE NATIONALE DU SAPEUR-POMPIER VOLONTAIRE </p><p></p><p></p><p></p><p>Préambule </p><p>Les sapeurs-pompiers sont des acteurs indispensables dans la sécurité nationale à laquelle concourent la sécurité intérieure, la sécurité civile et la sécurité économique. </p><p>Le sapeur-pompier joue un rôle essentiel dans la sécurité civile qui a pour objet la prévention des risques de toute nature, l'information et l'alerte des populations ainsi que la protection des personnes, des biens et de l'environnement contre les accidents, les sinistres et les catastrophes par la préparation et la mise en œuvre de mesures et de moyens appropriés relevant de l'Etat, des collectivités territoriales et des autres personnes publiques ou privées. </p><p>La loi rappelle, à cet égard, que les missions de sécurité civile sont assurées principalement par les sapeurs-pompiers professionnels et volontaires des services d'incendie et de secours, qui assurent un maillage complet du territoire, propre à garantir l'efficacité des secours. </p><p>Principal acteur de la communauté des sapeurs-pompiers, le sapeur-pompier volontaire prend librement l'engagement de se mettre au service de la société. Il exerce les mêmes activités que les sapeurs-pompiers professionnels. Il contribue ainsi, directement, en fonction de sa disponibilité, aux missions de sécurité civile de toute nature confiées aux services d'incendie et de secours ou aux services de l'Etat qui en sont investis à titre permanent conformément aux dispositions créées par la <a href='https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000000742398&categorieLien=cid' title='Loi n° 96-370 du 3 mai 1996 (V)'>loi n° 96-370 du 3 mai 1996 </a>relative au développement du volontariat dans les corps de sapeurs-pompiers et la <a href='https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000000804612&categorieLien=cid' title='Loi n° 2004-811 du 13 août 2004 (V)'>loi n° 2004-811 du 13 août 2004 </a>de modernisation de la sécurité civile. Par là même, il est un acteur à part entière des services d'incendie et de secours, au même titre que les sapeurs-pompiers professionnels et les personnels administratifs, techniques et spécialisés qui agissent de manière coopérative et complémentaire avec lui. </p><p>L'activité de sapeur-pompier volontaire repose sur le volontariat et le bénévolat. </p><p>Par son engagement, le sapeur-pompier volontaire prend part dans le cadre des principes de la Constitution de la République française à la construction d'une société fondée sur la solidarité et l'entraide. </p><p>La charte nationale du sapeur-pompier volontaire a pour objet de rappeler les valeurs du volontariat et de déterminer les droits et les devoirs du sapeur-pompier volontaire. Cette charte définit, par ailleurs, le rôle du réseau associatif des sapeurs-pompiers dans la promotion, la valorisation et la défense des intérêts des sapeurs-pompiers volontaires. </p><p>Lors de son premier engagement, cette charte est signée par le sapeur-pompier volontaire. </p><p>Toute personne, qu'elle soit ou non en activité et quelle que soit son activité professionnelle, peut devenir sapeur-pompier volontaire, sous réserve de satisfaire aux conditions d'engagement : </p><p>En tant que sapeur-pompier volontaire, je m'engage à servir avec honneur, humilité et dignité au sein du corps (départemental, communal ou intercommunal ou du service de l'Etat investi à titre permanent des missions de sécurité civile) de et à avoir un comportement irréprochable lorsque je porte la tenue de sapeur-pompier. </p><p>En tant que sapeur-pompier volontaire, je veillerai à faire preuve d'une disponibilité adaptée aux exigences du service en préservant l'équilibre de ma vie professionnelle, familiale et sociale. </p><p>En tant que sapeur-pompier volontaire, je m'engage, par ailleurs, à acquérir et maintenir les compétences nécessaires et adaptées à l'accomplissement des missions qui pourraient m'être confiées. </p><p>En tant que sapeur-pompier volontaire, j'œuvrerai collectivement avec courage et dévouement. </p><p>En tant que sapeur-pompier volontaire, je respecterai toutes les victimes dans leur diversité ; je serai particulièrement attentionné face à leur détresse et j'agirai avec le même engagement, la même motivation et le même dévouement. </p><p>En tant que sapeur-pompier volontaire, je ferai preuve de discrétion et de réserve dans le cadre du service et en dehors du service. Je respecterai une parfaite neutralité pendant mon service et j'agirai toujours et partout avec la plus grande honnêteté. </p><p>En tant que sapeur-pompier volontaire, je m'attacherai à l'extérieur de mon service à avoir un comportement respectueux de l'image des sapeurs-pompiers. </p><p>En tant que sapeur-pompier volontaire, je contribuerai à promouvoir cet engagement citoyen, notamment dans le but d'en favoriser le développement au sein des générations futures. </p><p>En tant que sapeur-pompier volontaire, je participerai aux cérémonies publiques et représenterai le service en tant que de besoin. </p><p>Tout sapeur-pompier volontaire est rattaché à un cadre juridique spécifique unique : </p><p>Le sapeur-pompier volontaire exerce ses missions dans des conditions d'hygiène et de sécurité satisfaisantes. </p><p>Le sapeur-pompier volontaire a droit à des indemnités horaires, une protection et des prestations sociales ainsi qu'à une prestation de fin de service. </p><p>Le sapeur-pompier volontaire a droit à une formation initiale et continue afin qu'il acquière et maintienne à niveau ses compétences. Ces formations peuvent être valorisées tant dans le monde du travail que dans le secteur associatif. </p><p>Le sapeur-pompier volontaire a le droit de porter les tenues, insignes, fanions et drapeaux lors des cérémonies officielles et des activités du réseau associatif. </p><p>Rôle du réseau associatif : </p><p>Le réseau associatif, fondé sur des structures locales, départementales, régionales et nationales, permet de favoriser et de resserrer les liens qui unissent la communauté des sapeurs-pompiers, des plus jeunes aux vétérans, en un réseau solidaire, source d'échange et de partage. </p><p>Le réseau associatif contribue à promouvoir l'image des sapeurs-pompiers volontaires dans la société. </p><p>Le réseau associatif veille également aux intérêts moraux et matériels des sapeurs-pompiers, au respect des valeurs dont les sapeurs-pompiers sont porteurs et, plus globalement, notamment par son action sociale, à assurer la défense de leurs intérêts, de leur image et de leurs droits tant auprès des populations, des pouvoirs publics et des employeurs qu'en justice. </p><p>Le sapeur-pompier volontaire contribue à faire vivre le réseau associatif.</p><p></p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2014-12-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}