{
    "cid": "LEGIARTI000006747793",
    "num": "R166-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141849",
                        "id": "LEGISCTA000006141849",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 6 : Contrôle médical.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156535",
                        "id": "LEGISCTA000006156535",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000006747793",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000333673",
                    "textTitle": "Décret n°84-1042 du 28 novembre 1984 - art. 5 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006768132",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000333673",
                    "textTitle": "Décret n°84-1042 du 28 novembre 1984 - art. 5 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006768132",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17 art. 1 JORF 21 décembre 1985",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "R166-2",
            "origine": "LEGI",
            "texte": "Lorsque le praticien conseil estime, après avoir recueilli l'avis du médecin responsable des soins, que la prise en charge par l'assurance maladie des frais exposés par un assuré ou l'un de ses ayants droit dans un établissement, un service ou une institution sanitaire ou médico-sociale n'est pas médicalement justifiée au jour de l'examen médical, l'organisme dont relève l'assuré refuse la prise en charge ou, le cas échéant, y met fin. Lorsque le praticien conseil estime, après avoir recueilli l'avis du médecin responsable des soins, que le service ou le département dans lequel se trouve l'assuré ou son ayant droit n'est pas approprié à son état pathologique, l'organisme d'assurance maladie dont relève l'assuré limite la prise en charge au tarif de responsabilité du service ou du département de l'établissement le plus proche de sa résidence, ou le plus accessible, dans lequel le malade est susceptible de recevoir les soins appropriés à son état. Lorsque le service ou le département dans lequel le bénéficiaire de l'assurance maladie est admis correspond au diagnostic prononcé lors de l'admission, le tarif de ce service s'applique jusqu'à la notification à l'assuré de la décision prise après que le médecin conseil a constaté que le service ou le département ne correspond plus aux soins appropriés à l'état du malade. Dans le cas où la présence de l'assuré ou de son ayant droit dans un service ou un département qui ne correspond pas à son état résulte de circonstances de force majeure, il n'est pas fait application, pendant la période correspondant à ces circonstances, des dispositions du deuxième alinéa du présent article.",
            "texteHtml": "<p></p>   Lorsque le praticien conseil estime, après avoir recueilli l'avis du médecin responsable des soins, que la prise en charge par l'assurance maladie des frais exposés par un assuré ou l'un de ses ayants droit dans un établissement, un service ou une institution sanitaire ou médico-sociale n'est pas médicalement justifiée au jour de l'examen médical, l'organisme dont relève l'assuré refuse la prise en charge ou, le cas échéant, y met fin. <p></p><p></p>   Lorsque le praticien conseil estime, après avoir recueilli l'avis du médecin responsable des soins, que le service ou le département dans lequel se trouve l'assuré ou son ayant droit n'est pas approprié à son état pathologique, l'organisme d'assurance maladie dont relève l'assuré limite la prise en charge au tarif de responsabilité du service ou du département de l'établissement le plus proche de sa résidence, ou le plus accessible, dans lequel le malade est susceptible de recevoir les soins appropriés à son état. <p></p><p></p>   Lorsque le service ou le département dans lequel le bénéficiaire de l'assurance maladie est admis correspond au diagnostic prononcé lors de l'admission, le tarif de ce service s'applique jusqu'à la notification à l'assuré de la décision prise après que le médecin conseil a constaté que le service ou le département ne correspond plus aux soins appropriés à l'état du malade. <p></p><p></p>   Dans le cas où la présence de l'assuré ou de son ayant droit dans un service ou un département qui ne correspond pas à son état résulte de circonstances de force majeure, il n'est pas fait application, pendant la période correspondant à ces circonstances, des dispositions du deuxième alinéa du présent article. <p></p>",
            "type": "AUTONOME",
            "dateDebut": "1985-12-21T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}