{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000032642167",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les perquisitions dans les locaux d'une juridiction ou au domicile d'une personne exerçant des fonctions juridictionnelles et qui tendent à la saisie de documents susceptibles d'être couverts par le secret du délibéré ne peuvent être effectuées que par un magistrat, sur décision écrite et motivée de celui-ci, en présence du premier président de la cour d'appel ou du premier président de la Cour de cassation ou de son délégué. Cette décision indique la nature de l'infraction sur laquelle portent les investigations, les raisons justifiant la perquisition et l'objet de celle-ci. Le contenu de la décision est porté dès le début de la perquisition à la connaissance du premier président ou de son délégué par le magistrat. Celui-ci, le premier président ou son délégué ont seuls le droit de consulter ou de prendre connaissance des documents ou des objets se trouvant sur les lieux préalablement à leur éventuelle saisie. Aucune saisie ne peut concerner des documents ou des objets relatifs à d'autres infractions que celles mentionnées dans la décision précitée. Les dispositions du présent alinéa sont prévues à peine de nullité. Le magistrat qui effectue la perquisition veille à ce que les investigations conduites ne portent pas atteinte à l'indépendance de la justice. Le premier président ou son délégué peut s'opposer à la saisie d'un document ou d'un objet s'il estime cette saisie irrégulière. Le document ou l'objet est alors placé sous scellé fermé. Ces opérations font l'objet d'un procès-verbal, qui n'est pas joint au dossier de la procédure, mentionnant les objections du premier président ou de son délégué. Si d'autres documents ou objets ont été saisis au cours de la perquisition sans soulever d'opposition, ce procès-verbal est distinct de celui prévu à l'article 57 . Le procès-verbal mentionné au troisième alinéa du présent article ainsi que le document ou l'objet placé sous scellé fermé sont transmis sans délai au juge des libertés et de la détention, avec l'original ou une copie du dossier de la procédure. Dans un délai de cinq jours à compter de la réception de ces pièces, le juge des libertés et de la détention statue sur l'opposition par ordonnance motivée non susceptible de recours. A cette fin, il entend le magistrat qui a procédé à la perquisition et, le cas échéant, le procureur de la République, ainsi que le premier président ou son délégué. Il ouvre le scellé en présence de ces personnes. S'il estime qu'il n'y a pas lieu à saisir le document ou l'objet, le juge des libertés et de la détention ordonne sa restitution immédiate, ainsi que la destruction du procès-verbal mentionné au même troisième alinéa et, le cas échéant, la cancellation de toute référence à ce document ou à son contenu ou à cet objet figurant dans le dossier de la procédure. Dans le cas contraire, il ordonne le versement du scellé et du procès-verbal au dossier de la procédure. Cette décision n'exclut pas la possibilité ultérieure pour les parties de demander la nullité de la saisie devant, selon les cas, la juridiction de jugement ou la chambre de l'instruction.",
            "texteHtml": "<div align='left'>Les perquisitions dans les locaux d'une juridiction ou au domicile d'une personne exerçant des fonctions juridictionnelles et qui tendent à la saisie de documents susceptibles d'être couverts par le secret du délibéré ne peuvent être effectuées que par un magistrat, sur décision écrite et motivée de celui-ci, en présence du premier président de la cour d'appel ou du premier président de la Cour de cassation ou de son délégué. Cette décision indique la nature de l'infraction sur laquelle portent les investigations, les raisons justifiant la perquisition et l'objet de celle-ci. Le contenu de la décision est porté dès le début de la perquisition à la connaissance du premier président ou de son délégué par le magistrat. Celui-ci, le premier président ou son délégué ont seuls le droit de consulter ou de prendre connaissance des documents ou des objets se trouvant sur les lieux préalablement à leur éventuelle saisie. Aucune saisie ne peut concerner des documents ou des objets relatifs à d'autres infractions que celles mentionnées dans la décision précitée. Les dispositions du présent alinéa sont prévues à peine de nullité. <br/><br/>Le magistrat qui effectue la perquisition veille à ce que les investigations conduites ne portent pas atteinte à l'indépendance de la justice. <br/><br/>Le premier président ou son délégué peut s'opposer à la saisie d'un document ou d'un objet s'il estime cette saisie irrégulière. Le document ou l'objet est alors placé sous scellé fermé. Ces opérations font l'objet d'un procès-verbal, qui n'est pas joint au dossier de la procédure, mentionnant les objections du premier président ou de son délégué. <br/><br/>Si d'autres documents ou objets ont été saisis au cours de la perquisition sans soulever d'opposition, ce procès-verbal est distinct de celui prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575036&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 57 (V)'>57</a>. Le procès-verbal mentionné au troisième alinéa du présent article ainsi que le document ou l'objet placé sous scellé fermé sont transmis sans délai au juge des libertés et de la détention, avec l'original ou une copie du dossier de la procédure. <br/><br/>Dans un délai de cinq jours à compter de la réception de ces pièces, le juge des libertés et de la détention statue sur l'opposition par ordonnance motivée non susceptible de recours. <br/><br/>A cette fin, il entend le magistrat qui a procédé à la perquisition et, le cas échéant, le procureur de la République, ainsi que le premier président ou son délégué. Il ouvre le scellé en présence de ces personnes. <br/><br/>S'il estime qu'il n'y a pas lieu à saisir le document ou l'objet, le juge des libertés et de la détention ordonne sa restitution immédiate, ainsi que la destruction du procès-verbal mentionné au même troisième alinéa et, le cas échéant, la cancellation de toute référence à ce document ou à son contenu ou à cet objet figurant dans le dossier de la procédure. <br/><br/>Dans le cas contraire, il ordonne le versement du scellé et du procès-verbal au dossier de la procédure. Cette décision n'exclut pas la possibilité ultérieure pour les parties de demander la nullité de la saisie devant, selon les cas, la juridiction de jugement ou la chambre de l'instruction.</div>",
            "num": "56-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1475280000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 388768590,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Des enquêtes et des contrôles d'identité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138089",
                        "id": "LEGISCTA000006138089",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des crimes et des délits flagrants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151876",
                        "id": "LEGISCTA000006151876",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032642164",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006151876",
            "sectionParentId": "LEGISCTA000006151876",
            "sectionParentTitre": "Chapitre Ier : Des crimes et des délits flagrants",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre II : Des enquêtes et des contrôles d'identité &gt; Chapitre Ier : Des crimes et des délits flagrants",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032642167",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032627231",
                    "textTitle": "LOI n°2016-731 du 3 juin 2016 - art. 58",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "58",
                    "articleId": "LEGIARTI000032631269",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-06-04",
                    "dateSignaTexte": "2016-06-03",
                    "dateDebutCible": "2016-06-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "57",
                    "articleId": "LEGIARTI000006575036",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475280000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 695-41 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "695-41",
                    "articleId": "LEGIARTI000032655297",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475280000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-102-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-102-5",
                    "articleId": "LEGIARTI000038311615",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559347200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-96-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-96-1",
                    "articleId": "LEGIARTI000038311642",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559347200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032642167",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1475280000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "56-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}