{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037124972",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les membres de la commission sont réunis, à l'initiative du directeur départemental ou, le cas échéant, régional des finances publiques, dans les huit jours suivant la publication de l'arrêté prévu à l'article 371 ter K, afin d'élire, parmi les représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre, le président de la commission et un vice-président chargé de remplacer le président en cas d'absence ou d'empêchement de celui-ci. La séance est présidée par le doyen d'âge. Le scrutin est secret. Nul ne peut être élu s'il n'a recueilli, lors des deux premiers tours de scrutin, la majorité des suffrages exprimés. A défaut, il est procédé à un troisième tour de scrutin. Le candidat qui a recueilli le plus grand nombre de suffrages est déclaré élu. En cas d'égalité de suffrages, le candidat le plus âgé est déclaré élu. II.-La commission est convoquée par son président, soit de sa propre initiative, soit à la demande de la moitié au moins de ses membres, soit à la demande du directeur départemental ou, le cas échéant, régional des finances publiques. Les membres de la commission sont convoqués au moins huit jours francs avant la date fixée pour la réunion. Les séances de la commission ne sont pas publiques. Toutefois, le président peut décider d'entendre toute personne pouvant apporter des informations utiles à la commission. III.-La commission ne délibère que si la moitié au moins de ses membres est présente. Dans le cas où le quorum n'est pas atteint, il est aussitôt procédé à une nouvelle convocation et, à l'issue d'un délai d'au moins trois jours francs après cette dernière, la commission peut délibérer quel que soit le nombre des membres présents. Les décisions de la commission sont prises à la majorité des suffrages exprimés. Les représentants de l'administration fiscale ne prennent pas part aux votes. Le président a voix prépondérante en cas de partage égal des voix.",
            "texteHtml": "<p>I.-Les membres de la commission sont réunis, à l'initiative du directeur départemental ou, le cas échéant, régional des finances publiques, dans les huit jours suivant la publication de l'arrêté prévu à l'article 371 ter K, afin d'élire, parmi les représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre, le président de la commission et un vice-président chargé de remplacer le président en cas d'absence ou d'empêchement de celui-ci.<br/><br/>\nLa séance est présidée par le doyen d'âge. Le scrutin est secret. Nul ne peut être élu s'il n'a recueilli, lors des deux premiers tours de scrutin, la majorité des suffrages exprimés. A défaut, il est procédé à un troisième tour de scrutin. Le candidat qui a recueilli le plus grand nombre de suffrages est déclaré élu. En cas d'égalité de suffrages, le candidat le plus âgé est déclaré élu.<br/><br/>\nII.-La commission est convoquée par son président, soit de sa propre initiative, soit à la demande de la moitié au moins de ses membres, soit à la demande du directeur départemental ou, le cas échéant, régional des finances publiques. Les membres de la commission sont convoqués au moins huit jours francs avant la date fixée pour la réunion.<br/><br/>\nLes séances de la commission ne sont pas publiques. Toutefois, le président peut décider d'entendre toute personne pouvant apporter des informations utiles à la commission.<br/><br/>\nIII.-La commission ne délibère que si la moitié au moins de ses membres est présente. Dans le cas où le quorum n'est pas atteint, il est aussitôt procédé à une nouvelle convocation et, à l'issue d'un délai d'au moins trois jours francs après cette dernière, la commission peut délibérer quel que soit le nombre des membres présents.<br/><br/>\nLes décisions de la commission sont prises à la majorité des suffrages exprimés.<br/><br/>\nLes représentants de l'administration fiscale ne prennent pas part aux votes.<br/><br/>\nLe président a voix prépondérante en cas de partage égal des voix.</p>",
            "num": "371 ter M",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1530316800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084153",
                        "id": "LEGISCTA000006084153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-01-04",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114395",
                        "id": "LEGISCTA000006114395",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-06-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier bis C : modalités de mise en place et de fonctionnement des commissions départementales des valeurs locatives des locaux professionnels et des commissions départementales des impôts directs locaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000037124960",
                        "id": "LEGISCTA000037124960",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-06-30",
                        "fin": "2999-01-01",
                        "titre": "Section I : Commissions départementales des valeurs locatives des locaux professionnels ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000037124962",
                        "id": "LEGISCTA000037124962",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037124972",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000037124962",
            "sectionParentId": "LEGISCTA000037124962",
            "sectionParentTitre": "Section I : Commissions départementales des valeurs locatives des locaux professionnels ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Chapitre Ier bis C : modalités de mise en place et de fonctionnement des commissions départementales des valeurs locatives des locaux professionnels et des commissions départementales des impôts directs locaux &gt; Section I : Commissions départementales des valeurs locatives des locaux professionnels ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037124972",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037116568",
                    "textTitle": "Décret n°2018-535 du 28 juin 2018 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037124402",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-06-29",
                    "dateSignaTexte": "2018-06-28",
                    "dateDebutCible": "2018-06-30"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037124972",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1530316800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "371 ter M",
                "371"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}