{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000018518153",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1.0. Généralités et champ d'application. Les présentes règles générales s'appliquent à l'ensemble des équipements de protection individuelle neufs visés à l'article R. 233-83-3. 1.0.0. Définition. On entend par utilisateur toute personne qui porte ou tient un équipement de protection individuelle tel que défini par l'article R. 233-83-3, en vue de se protéger contre un ou plusieurs risques susceptibles de menacer son intégrité physique. 1.1. Principes de protection. 1.1.1. Ergonomie. Les équipements de protection individuelle doivent être conçus et fabriqués de façon telle que, dans les conditions d'emploi prévisibles auxquelles ils sont destinés, l'utilisateur puisse déployer normalement l'activité l'exposant à des risques, tout en disposant d'une protection appropriée d'un niveau aussi élevé que possible. 1.1.2. Niveaux et classes de protection. 1.1.2.1. Niveaux de protection aussi élevés que possible. Le niveau de protection qui doit résulter de la conception de l'équipement de protection individuelle est celui au-delà duquel les contraintes résultant du port de l'équipement de protection individuelle s'opposeraient à son utilisation effective pendant la durée d'exposition au risque, ou au déploiement normal de l'activité. 1.1.2.2. Classes de protection appropriées à différents niveaux de risque. Lorsque diverses conditions d'emploi prévisibles conduisent à distinguer plusieurs niveaux d'un même risque, les équipements de protection individuelle doivent être conçus et fabriqués en fonction des différentes classes de protection appropriées à chaque niveau de risque. 1.2. Innocuité des équipements de protection individuelle. 1.2.1. Absence de risques et autres facteurs de nuisance autogènes. Les équipements de protection individuelle doivent être conçus et fabriqués de façon à ne pas engendrer de risques et autres facteurs de nuisance, dans les conditions prévisibles d'emploi. 1.2.1.1. Matériaux constitutifs appropriés. Les matériaux constitutifs des équipements de protection individuelle et leurs éventuels produits de dégradation ne doivent pas nuire à l'hygiène ou à la santé de l'utilisateur. 1.2.1.2. Parties d'un équipement de protection individuelle en contact avec l'utilisateur. Toute partie d'un équipement de protection individuelle en contact ou susceptible d'entrer en contact avec l'utilisateur pendant la durée du port doit présenter un état de surface adéquat et notamment être dépourvue d'aspérités, arêtes vives ou pointes saillantes susceptibles de provoquer une irritation excessive ou des blessures. 1.2.1.3. Entraves maximales admissibles pour l'utilisateur. Les équipements de protection individuelle doivent s'opposer le moins possible aux gestes à accomplir, aux postures à prendre et à la perception sensorielle. En outre, ils ne doivent pas être à l'origine de gestes qui mettent l'utilisateur ou d'autres personnes en danger. 1.3. Facteurs de confort et d'efficacité. 1.3.1. Adaptation à la morphologie de l'utilisateur. Les équipements de protection individuelle doivent être conçus et fabriqués de façon telle qu'ils puissent être placés aussi aisément que possible sur l'utilisateur dans la position appropriée et s'y maintenir pendant la durée prévisible du port, compte tenu des facteurs d'ambiance, des gestes à accomplir et des postures à prendre. Pour ce faire, les équipements de protection individuelle doivent pouvoir s'adapter au mieux à la morphologie de l'utilisateur, par tout moyen approprié, tel que des systèmes de réglage et de fixation adéquats, ou une variété suffisante de tailles et pointures. 1.3.2. Légèreté et solidité de construction. Les équipements de protection individuelle doivent être aussi légers que possible, sans préjudice de leur solidité de construction ni de leur efficacité. Les équipements de protection individuelle doivent posséder une résistance suffisante contre les effets des facteurs d'ambiance inhérents aux conditions prévisibles d'emploi. 1.3.3. Compatibilité des équipements de protection individuelle destinés à être portés simultanément par l'utilisateur. Lorsque, selon les conditions d'emploi définies par la notice d'instructions, plusieurs modèles d'équipements de protection individuelle de genres ou types différents sont destinés à assurer simultanément la protection de parties voisines du corps, ils doivent être compatibles entre eux. 1.4. Notice d'instructions. I. - Chaque équipement de protection individuelle doit être accompagné d'une notice d'instructions contenant, outre le nom et l'adresse du fabricant ou de l'importateur ainsi que le nom, l'adresse et le numéro d'identification de l'organisme qui a procédé à l'examen CE de type, les données suivantes : a) Les instructions de stockage, d'emploi, de nettoyage, d'entretien, de révision et de désinfection. Les produits de nettoyage, d'entretien ou de désinfection préconisés ne doivent avoir, dans le cadre de leur mode d'emploi, aucun effet nocif sur les équipements de protection individuelle ni sur l'utilisateur ; b) Les performances obtenues lors d'examens techniques visant à s'assurer des niveaux ou classes de protection des équipements de protection individuelle ; c) Les accessoires utilisables avec les équipements de protection individuelle, ainsi que les caractéristiques des pièces de rechange appropriées ; d) Les classes de protection appropriées à différents niveaux de riques et les limites d'utilisation correspondantes ; e) La date ou le délai de péremption des équipements de protection individuelle ou de certains de leurs composants dans les conditions fixées par les règles définies aux 2 et 3 ci-après, notamment par le paragraphe 2.4 ; f) Le genre d'emballage approprié au transport des équipements de protection individuelle ; g) La signification du marquage, lorsqu'il en existe un. La notice doit en outre comporter toute autre indication prévue par la présente annexe. II. - La notice d'instructions doit être rédigée en français, de façon précise et compréhensible.",
            "texteHtml": "1.0. Généralités et champ d'application.<p></p><p></p>         Les présentes règles générales s'appliquent à l'ensemble des équipements de protection individuelle neufs visés à l'article R. 233-83-3.<p></p>\n 1.0.0. Définition.<p></p><p></p>         On entend par utilisateur toute personne qui porte ou tient un équipement de protection individuelle tel que défini par l'article R. 233-83-3, en vue de se protéger contre un ou plusieurs risques susceptibles de menacer son intégrité physique.<p></p>\n 1.1. Principes de protection.<p></p>\n 1.1.1. Ergonomie.<p></p><p></p>         Les équipements de protection individuelle doivent être conçus et fabriqués de façon telle que, dans les conditions d'emploi prévisibles auxquelles ils sont destinés, l'utilisateur puisse déployer normalement l'activité l'exposant à des risques, tout en disposant d'une protection appropriée d'un niveau aussi élevé que possible.<p></p>\n 1.1.2. Niveaux et classes de protection.<p></p>\n 1.1.2.1. Niveaux de protection aussi élevés que possible.<p></p><p></p>         Le niveau de protection qui doit résulter de la conception de l'équipement de protection individuelle est celui au-delà duquel les contraintes résultant du port de l'équipement de protection individuelle s'opposeraient à son utilisation effective pendant la durée d'exposition au risque, ou au déploiement normal de l'activité.<p></p>\n 1.1.2.2. Classes de protection appropriées à différents niveaux de risque.<p></p><p></p>         Lorsque diverses conditions d'emploi prévisibles conduisent à distinguer plusieurs niveaux d'un même risque, les équipements de protection individuelle doivent être conçus et fabriqués en fonction des différentes classes de protection appropriées à chaque niveau de risque.<p></p>\n 1.2. Innocuité des équipements de protection individuelle.<p></p>\n 1.2.1. Absence de risques et autres facteurs de nuisance autogènes.<p></p><p></p>         Les équipements de protection individuelle doivent être conçus et fabriqués de façon à ne pas engendrer de risques et autres facteurs de nuisance, dans les conditions prévisibles d'emploi.<p></p>\n 1.2.1.1. Matériaux constitutifs appropriés.<p></p><p></p>         Les matériaux constitutifs des équipements de protection individuelle et leurs éventuels produits de dégradation ne doivent pas nuire à l'hygiène ou à la santé de l'utilisateur.<p></p>\n 1.2.1.2. Parties d'un équipement de protection individuelle en contact avec l'utilisateur.<p></p><p></p>         Toute partie d'un équipement de protection individuelle en contact ou susceptible d'entrer en contact avec l'utilisateur pendant la durée du port doit présenter un état de surface adéquat et notamment être dépourvue d'aspérités, arêtes vives ou pointes saillantes susceptibles de provoquer une irritation excessive ou des blessures.<p></p>\n1.2.1.3. Entraves maximales admissibles pour l'utilisateur.<p></p><p></p>         Les équipements de protection individuelle doivent s'opposer le moins possible aux gestes à accomplir, aux postures à prendre et à la perception sensorielle. En outre, ils ne doivent pas être à l'origine de gestes qui mettent l'utilisateur ou d'autres personnes en danger.<p></p>\n 1.3. Facteurs de confort et d'efficacité.<p></p>\n 1.3.1. Adaptation à la morphologie de l'utilisateur.<p></p><p></p>         Les équipements de protection individuelle doivent être conçus et fabriqués de façon telle qu'ils puissent être placés aussi aisément que possible sur l'utilisateur dans la position appropriée et s'y maintenir pendant la durée prévisible du port, compte tenu des facteurs d'ambiance, des gestes à accomplir et des postures à prendre. Pour ce faire, les équipements de protection individuelle doivent pouvoir s'adapter au mieux à la morphologie de l'utilisateur, par tout moyen approprié, tel que des systèmes de réglage et de fixation adéquats, ou une variété suffisante de tailles et pointures.<p></p>\n 1.3.2. Légèreté et solidité de construction.<p></p><p></p>         Les équipements de protection individuelle doivent être aussi légers que possible, sans préjudice de leur solidité de construction ni de leur efficacité.<p></p><p></p>         Les équipements de protection individuelle doivent posséder une résistance suffisante contre les effets des facteurs d'ambiance inhérents aux conditions prévisibles d'emploi.<p></p>\n 1.3.3. Compatibilité des équipements de protection individuelle destinés à être portés simultanément par l'utilisateur.<p></p><p></p>         Lorsque, selon les conditions d'emploi définies par la notice d'instructions, plusieurs modèles d'équipements de protection individuelle de genres ou types différents sont destinés à assurer simultanément la protection de parties voisines du corps, ils doivent être compatibles entre eux.<p></p>\n1.4. Notice d'instructions.<p></p><p></p>         I. - Chaque équipement de protection individuelle doit être accompagné d'une notice d'instructions contenant, outre le nom et l'adresse du fabricant ou de l'importateur ainsi que le nom, l'adresse et le numéro d'identification de l'organisme qui a procédé à l'examen CE de type, les données suivantes :<p></p><p></p>         a) Les instructions de stockage, d'emploi, de nettoyage, d'entretien, de révision et de désinfection. Les produits de nettoyage, d'entretien ou de désinfection préconisés ne doivent avoir, dans le cadre de leur mode d'emploi, aucun effet nocif sur les équipements de protection individuelle ni sur l'utilisateur ;<p></p><p></p>         b) Les performances obtenues lors d'examens techniques visant à s'assurer des niveaux ou classes de protection des équipements de protection individuelle ;<p></p><p></p>         c) Les accessoires utilisables avec les équipements de protection individuelle, ainsi que les caractéristiques des pièces de rechange appropriées ;<p></p><p></p>         d) Les classes de protection appropriées à différents niveaux de riques et les limites d'utilisation correspondantes ;<p></p><p></p>         e) La date ou le délai de péremption des équipements de protection individuelle ou de certains de leurs composants dans les conditions fixées par les règles définies aux 2 et 3 ci-après, notamment par le paragraphe 2.4 ;<p></p><p></p>         f) Le genre d'emballage approprié au transport des équipements de protection individuelle ;<p></p><p></p>         g) La signification du marquage, lorsqu'il en existe un.<p></p><p></p>         La notice doit en outre comporter toute autre indication prévue par la présente annexe.<p></p><p></p>         II. - La notice d'instructions doit être rédigée en français, de façon précise et compréhensible.<p></p>",
            "num": "Annexe à l'article R233-151",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 840326400000,
            "dateFin": 1209600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "Section 10 : Règles techniques de conception et de fabrication et procédures de certification de conformité applicables aux équipements de protection individuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174829",
                        "id": "LEGISCTA000018518165",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de protection individuelle neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187458",
                        "id": "LEGISCTA000018518163",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "Annexe 2 définissant les règles techniques de conception et de fabrication prévues par l'article R. 233-151",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195110",
                        "id": "LEGISCTA000018518159",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "1. Règles générales applicables à tous les équipements de protection individuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198496",
                        "id": "LEGISCTA000018518157",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804528",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198496",
            "sectionParentId": "LEGISCTA000018518157",
            "sectionParentTitre": "1. Règles générales applicables à tous les équipements de protection individuelle",
            "fullSectionsTitre": null,
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018518153",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret n°73-1048 du 15 novembre 1973, v. init.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000194309",
                    "textTitle": "Décret n°96-725 du 14 août 1996 - art. 35",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000006676231",
                    "natureText": "DECRET",
                    "datePubliTexte": "1996-08-18",
                    "dateSignaTexte": "1996-08-14",
                    "dateDebutCible": "1996-08-18"
                },
                {
                    "textCid": "JORFTEXT000018254394",
                    "textTitle": "Décret n°2008-244\n du 7 mars 2008 - art. 9 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000018255681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-03-12",
                    "dateSignaTexte": "2008-03-07",
                    "dateDebutCible": "2008-03-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000177075",
                    "textTitle": "Décret n°92-768 du 29 juillet 1992",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000177075",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "92-768",
                    "datePubli": 713145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-83-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R233-83-3",
                    "articleId": "LEGIARTI000006807295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 727056000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804528",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804529",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 840326400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518153",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 840326400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R233-151"
            ],
            "versionPrecedente": "LEGIARTI000006804529",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804529",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1.0. Généralités et champ d'application. Les présentes règles générales s'appliquent à l'ensemble des équipements de protection individuelle neufs visés à l'article R. 233-83-3. 1.0.0. Définition. On entend par utilisateur toute personne qui porte ou tient un équipement de protection individuelle tel que défini par l'article R. 233-83-3, en vue de se protéger contre un ou plusieurs risques susceptibles de menacer son intégrité physique. 1.1. Principes de protection. 1.1.1. Ergonomie. Les équipements de protection individuelle doivent être conçus et fabriqués de façon telle que, dans les conditions d'emploi prévisibles auxquelles ils sont destinés, l'utilisateur puisse déployer normalement l'activité l'exposant à des risques, tout en disposant d'une protection appropriée d'un niveau aussi élevé que possible. 1.1.2. Niveaux et classes de protection. 1.1.2.1. Niveaux de protection aussi élevés que possible. Le niveau de protection qui doit résulter de la conception de l'équipement de protection individuelle est celui au-delà duquel les contraintes résultant du port de l'équipement de protection individuelle s'opposeraient à son utilisation effective pendant la durée d'exposition au risque, ou au déploiement normal de l'activité. 1.1.2.2. Classes de protection appropriées à différents niveaux de risque. Lorsque diverses conditions d'emploi prévisibles conduisent à distinguer plusieurs niveaux d'un même risque, les équipements de protection individuelle doivent être conçus et fabriqués en fonction des différentes classes de protection appropriées à chaque niveau de risque. 1.2. Innocuité des équipements de protection individuelle. 1.2.1. Absence de risques et autres facteurs de nuisance autogènes. Les équipements de protection individuelle doivent être conçus et fabriqués de façon à ne pas engendrer de risques et autres facteurs de nuisance, dans les conditions prévisibles d'emploi. 1.2.1.1. Matériaux constitutifs appropriés. Les matériaux constitutifs des équipements de protection individuelle et leurs éventuels produits de dégradation ne doivent pas nuire à l'hygiène ou à la santé de l'utilisateur. 1.2.1.2. Parties d'un équipement de protection individuelle en contact avec l'utilisateur. Toute partie d'un équipement de protection individuelle en contact ou susceptible d'entrer en contact avec l'utilisateur pendant la durée du port doit présenter un état de surface adéquat et notamment être dépourvue d'aspérités, arêtes vives ou pointes saillantes susceptibles de provoquer une irritation excessive ou des blessures. 1.2.1.3. Entraves maximales admissibles pour l'utilisateur. Les équipements de protection individuelle doivent s'opposer le moins possible aux gestes à accomplir, aux postures à prendre et à la perception sensorielle. En outre, ils ne doivent pas être à l'origine de gestes qui mettent l'utilisateur ou d'autres personnes en danger. 1.3. Facteurs de confort et d'efficacité. 1.3.1. Adaptation à la morphologie de l'utilisateur. Les équipements de protection individuelle doivent être conçus et fabriqués de façon telle qu'ils puissent être placés aussi aisément que possible sur l'utilisateur dans la position appropriée et s'y maintenir pendant la durée prévisible du port, compte tenu des facteurs d'ambiance, des gestes à accomplir et des postures à prendre. Pour ce faire, les équipements de protection individuelle doivent pouvoir s'adapter au mieux à la morphologie de l'utilisateur, par tout moyen approprié, tel que des systèmes de réglage et de fixation adéquats, ou une variété suffisante de tailles et pointures. 1.3.2. Légèreté et solidité de construction. Les équipements de protection individuelle doivent être aussi légers que possible, sans préjudice de leur solidité de construction ni de leur efficacité. Les équipements de protection individuelle doivent posséder une résistance suffisante contre les effets des facteurs d'ambiance inhérents aux conditions prévisibles d'emploi. 1.3.3. Compatibilité des équipements de protection individuelle destinés à être portés simultanément par l'utilisateur. Lorsque, selon les conditions d'emploi définies par la notice d'instructions, plusieurs modèles d'équipements de protection individuelle de genres ou types différents sont destinés à assurer simultanément la protection de parties voisines du corps, ils doivent être compatibles entre eux. 1.4. Notice d'instructions. I. - Chaque équipement de protection individuelle doit être accompagné d'une notice d'instructions contenant, outre le nom et l'adresse du fabricant ou de l'importateur, les données suivantes : a) Les instructions de stockage, d'emploi, de nettoyage, d'entretien, de révision et de désinfection. Les produits de nettoyage, d'entretien ou de désinfection préconisés ne doivent avoir, dans le cadre de leur mode d'emploi, aucun effet nocif sur les équipements de protection individuelle ni sur l'utilisateur ; b) Les performances obtenues lors d'examens techniques visant à s'assurer des niveaux ou classes de protection des équipements de protection individuelle ; c) Les accessoires utilisables avec les équipements de protection individuelle, ainsi que les caractéristiques des pièces de rechange appropriées ; d) Les classes de protection appropriées à différents niveaux de riques et les limites d'utilisation correspondantes ; e) La date ou le délai de péremption des équipements de protection individuelle ou de certains de leurs composants dans les conditions fixées par les règles définies aux 2 et 3 ci-après, notamment par le paragraphe 2.4 ; f) Le genre d'emballage approprié au transport des équipements de protection individuelle ; g) La signification du marquage, lorsqu'il en existe un. La notice doit en outre comporter toute autre indication prévue par la présente annexe. II. - La notice d'instructions doit être rédigée en français, de façon précise et compréhensible.",
            "texteHtml": "1.0. Généralités et champ d'application.<p></p><p></p>         Les présentes règles générales s'appliquent à l'ensemble des équipements de protection individuelle neufs visés à l'article R. 233-83-3.<p></p>\n 1.0.0. Définition.<p></p><p></p>         On entend par utilisateur toute personne qui porte ou tient un équipement de protection individuelle tel que défini par l'article R. 233-83-3, en vue de se protéger contre un ou plusieurs risques susceptibles de menacer son intégrité physique.<p></p>\n 1.1. Principes de protection.<p></p>\n 1.1.1. Ergonomie.<p></p><p></p>         Les équipements de protection individuelle doivent être conçus et fabriqués de façon telle que, dans les conditions d'emploi prévisibles auxquelles ils sont destinés, l'utilisateur puisse déployer normalement l'activité l'exposant à des risques, tout en disposant d'une protection appropriée d'un niveau aussi élevé que possible.<p></p>\n 1.1.2. Niveaux et classes de protection.<p></p>\n 1.1.2.1. Niveaux de protection aussi élevés que possible.<p></p><p></p>         Le niveau de protection qui doit résulter de la conception de l'équipement de protection individuelle est celui au-delà duquel les contraintes résultant du port de l'équipement de protection individuelle s'opposeraient à son utilisation effective pendant la durée d'exposition au risque, ou au déploiement normal de l'activité.<p></p>\n 1.1.2.2. Classes de protection appropriées à différents niveaux de risque.<p></p><p></p>         Lorsque diverses conditions d'emploi prévisibles conduisent à distinguer plusieurs niveaux d'un même risque, les équipements de protection individuelle doivent être conçus et fabriqués en fonction des différentes classes de protection appropriées à chaque niveau de risque.<p></p>\n 1.2. Innocuité des équipements de protection individuelle.<p></p>\n 1.2.1. Absence de risques et autres facteurs de nuisance autogènes.<p></p><p></p>         Les équipements de protection individuelle doivent être conçus et fabriqués de façon à ne pas engendrer de risques et autres facteurs de nuisance, dans les conditions prévisibles d'emploi.<p></p>\n 1.2.1.1. Matériaux constitutifs appropriés.<p></p><p></p>         Les matériaux constitutifs des équipements de protection individuelle et leurs éventuels produits de dégradation ne doivent pas nuire à l'hygiène ou à la santé de l'utilisateur.<p></p>\n 1.2.1.2. Parties d'un équipement de protection individuelle en contact avec l'utilisateur.<p></p><p></p>         Toute partie d'un équipement de protection individuelle en contact ou susceptible d'entrer en contact avec l'utilisateur pendant la durée du port doit présenter un état de surface adéquat et notamment être dépourvue d'aspérités, arêtes vives ou pointes saillantes susceptibles de provoquer une irritation excessive ou des blessures.<p></p>\n1.2.1.3. Entraves maximales admissibles pour l'utilisateur.<p></p><p></p>         Les équipements de protection individuelle doivent s'opposer le moins possible aux gestes à accomplir, aux postures à prendre et à la perception sensorielle. En outre, ils ne doivent pas être à l'origine de gestes qui mettent l'utilisateur ou d'autres personnes en danger.<p></p>\n 1.3. Facteurs de confort et d'efficacité.<p></p>\n 1.3.1. Adaptation à la morphologie de l'utilisateur.<p></p><p></p>         Les équipements de protection individuelle doivent être conçus et fabriqués de façon telle qu'ils puissent être placés aussi aisément que possible sur l'utilisateur dans la position appropriée et s'y maintenir pendant la durée prévisible du port, compte tenu des facteurs d'ambiance, des gestes à accomplir et des postures à prendre. Pour ce faire, les équipements de protection individuelle doivent pouvoir s'adapter au mieux à la morphologie de l'utilisateur, par tout moyen approprié, tel que des systèmes de réglage et de fixation adéquats, ou une variété suffisante de tailles et pointures.<p></p>\n 1.3.2. Légèreté et solidité de construction.<p></p><p></p>         Les équipements de protection individuelle doivent être aussi légers que possible, sans préjudice de leur solidité de construction ni de leur efficacité.<p></p><p></p>         Les équipements de protection individuelle doivent posséder une résistance suffisante contre les effets des facteurs d'ambiance inhérents aux conditions prévisibles d'emploi.<p></p>\n 1.3.3. Compatibilité des équipements de protection individuelle destinés à être portés simultanément par l'utilisateur.<p></p><p></p>         Lorsque, selon les conditions d'emploi définies par la notice d'instructions, plusieurs modèles d'équipements de protection individuelle de genres ou types différents sont destinés à assurer simultanément la protection de parties voisines du corps, ils doivent être compatibles entre eux.<p></p>\n1.4. Notice d'instructions.<p></p><p></p>         I. - Chaque équipement de protection individuelle doit être accompagné d'une notice d'instructions contenant, outre le nom et l'adresse du fabricant ou de l'importateur, les données suivantes :<p></p><p></p>         a) Les instructions de stockage, d'emploi, de nettoyage, d'entretien, de révision et de désinfection. Les produits de nettoyage, d'entretien ou de désinfection préconisés ne doivent avoir, dans le cadre de leur mode d'emploi, aucun effet nocif sur les équipements de protection individuelle ni sur l'utilisateur ;<p></p><p></p>         b) Les performances obtenues lors d'examens techniques visant à s'assurer des niveaux ou classes de protection des équipements de protection individuelle ;<p></p><p></p>         c) Les accessoires utilisables avec les équipements de protection individuelle, ainsi que les caractéristiques des pièces de rechange appropriées ;<p></p><p></p>         d) Les classes de protection appropriées à différents niveaux de riques et les limites d'utilisation correspondantes ;<p></p><p></p>         e) La date ou le délai de péremption des équipements de protection individuelle ou de certains de leurs composants dans les conditions fixées par les règles définies aux 2 et 3 ci-après, notamment par le paragraphe 2.4 ;<p></p><p></p>         f) Le genre d'emballage approprié au transport des équipements de protection individuelle ;<p></p><p></p>         g) La signification du marquage, lorsqu'il en existe un.<p></p><p></p>         La notice doit en outre comporter toute autre indication prévue par la présente annexe.<p></p><p></p>         II. - La notice d'instructions doit être rédigée en français, de façon précise et compréhensible.<p></p>",
            "num": "R233-151 annexe",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 727056000000,
            "dateFin": 840326400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "Section 10 : Règles techniques de conception et de fabrication et procédures de certification de conformité applicables aux équipements de protection individuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174829",
                        "id": "LEGISCTA000018518165",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de protection individuelle neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187458",
                        "id": "LEGISCTA000018518163",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "Annexe 2 définissant les règles techniques de conception et de fabrication prévues par l'article R. 233-151",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195110",
                        "id": "LEGISCTA000018518159",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "1. Règles générales applicables à tous les équipements de protection individuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198496",
                        "id": "LEGISCTA000018518157",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804528",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198496",
            "sectionParentId": "LEGISCTA000018518157",
            "sectionParentTitre": "1. Règles générales applicables à tous les équipements de protection individuelle",
            "fullSectionsTitre": "Annexes &gt; Livre 2 : Réglementation du travail &gt; Titre 3 : Hygiène et sécurité &gt; Chapitre 3 : Sécurité &gt; Section 10 : Règles techniques de conception et de fabrication et procédures de certification de conformité applicables aux équipements de protection individuelle &gt; Sous-section 1 : Règles techniques applicables aux équipements de protection individuelle neufs ou considérés comme neufs &gt; Annexe 2 définissant les règles techniques de conception et de fabrication prévues par l'article R. 233-151 &gt; 1. Règles générales applicables à tous les équipements de protection individuelle",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006804529",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000881563",
                    "textTitle": "Décret 93-40 1993-01-11 art. 4 IV, art. 5 II JORF 13 janvier 1993 en vigueur le 15 janvier 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000881563",
                    "natureText": "DECRET",
                    "datePubliTexte": "1993-01-13",
                    "dateSignaTexte": "1993-01-11",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000177075",
                    "textTitle": "Décret 92-768 1992-07-29 annexe",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000177075",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "92-768",
                    "datePubli": 713145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-83-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R233-83-3",
                    "articleId": "LEGIARTI000006807295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 727056000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-151 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R233-151",
                    "articleId": "LEGIARTI000006807387",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804528",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804529",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 840326400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518153",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 840326400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R233-151 annexe",
                "233-151",
                "R233-151"
            ],
            "versionPrecedente": "LEGIARTI000006804528",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804528",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1.0. Généralités et champ d'application. Les présentes règles générales s'appliquent à l'ensemble des équipements de protection individuelle neufs visés à l'article R. 233-83-3. 1.0.0. Définition. On entend par utilisateur toute personne qui porte ou tient un équipement de protection individuelle tel que défini par l'article R. 233-83-3, en vue de se protéger contre un ou plusieurs risques susceptibles de menacer son intégrité physique. 1.1. Principes de protection. 1.1.1. Ergonomie. Les équipements de protection individuelle doivent être conçus et fabriqués de façon telle que, dans les conditions d'emploi prévisibles auxquelles ils sont destinés, l'utilisateur puisse déployer normalement l'activité l'exposant à des risques, tout en disposant d'une protection appropriée d'un niveau aussi élevé que possible. 1.1.2. Niveaux et classes de protection. 1.1.2.1. Niveaux de protection aussi élevés que possible. Le niveau de protection qui doit résulter de la conception de l'équipement de protection individuelle est celui au-delà duquel les contraintes résultant du port de l'équipement de protection individuelle s'opposeraient à son utilisation effective pendant la durée d'exposition au risque, ou au déploiement normal de l'activité. 1.1.2.2. Classes de protection appropriées à différents niveaux de risque. Lorsque diverses conditions d'emploi prévisibles conduisent à distinguer plusieurs niveaux d'un même risque, les équipements de protection individuelle doivent être conçus et fabriqués en fonction des différentes classes de protection appropriées à chaque niveau de risque. 1.2. Innocuité des équipements de protection individuelle. 1.2.1. Absence de risques et autres facteurs de nuisance autogènes. Les équipements de protection individuelle doivent être conçus et fabriqués de façon à ne pas engendrer de risques et autres facteurs de nuisance, dans les conditions prévisibles d'emploi. 1.2.1.1. Matériaux constitutifs appropriés. Les matériaux constitutifs des équipements de protection individuelle et leurs éventuels produits de dégradation ne doivent pas nuire à l'hygiène ou à la santé de l'utilisateur. 1.2.1.2. Parties d'un équipement de protection individuelle en contact avec l'utilisateur. Toute partie d'un équipement de protection individuelle en contact ou susceptible d'entrer en contact avec l'utilisateur pendant la durée du port doit présenter un état de surface adéquat et notamment être dépourvue d'aspérités, arêtes vives ou pointes saillantes susceptibles de provoquer une irritation excessive ou des blessures. 1.2.1.3. Entraves maximales admissibles pour l'utilisateur. Les équipements de protection individuelle doivent s'opposer le moins possible aux gestes à accomplir, aux postures à prendre et à la perception sensorielle. En outre, ils ne doivent pas être à l'origine de gestes qui mettent l'utilisateur ou d'autres personnes en danger. 1.3. Facteurs de confort et d'efficacité. 1.3.1. Adaptation à la morphologie de l'utilisateur. Les équipements de protection individuelle doivent être conçus et fabriqués de façon telle qu'ils puissent être placés aussi aisément que possible sur l'utilisateur dans la position appropriée et s'y maintenir pendant la durée prévisible du port, compte tenu des facteurs d'ambiance, des gestes à accomplir et des postures à prendre. Pour ce faire, les équipements de protection individuelle doivent pouvoir s'adapter au mieux à la morphologie de l'utilisateur, par tout moyen approprié, tel que des systèmes de réglage et de fixation adéquats, ou une variété suffisante de tailles et pointures. 1.3.2. Légèreté et solidité de construction. Les équipements de protection individuelle doivent être aussi légers que possible, sans préjudice de leur solidité de construction ni de leur efficacité. Les équipements de protection individuelle doivent posséder une résistance suffisante contre les effets des facteurs d'ambiance inhérents aux conditions prévisibles d'emploi. 1.3.3. Compatibilité des équipements de protection individuelle destinés à être portés simultanément par l'utilisateur. Lorsque, selon les conditions d'emploi définies par la notice d'instructions, plusieurs modèles d'équipements de protection individuelle de genres ou types différents sont destinés à assurer simultanément la protection de parties voisines du corps, ils doivent être compatibles entre eux. 1.4. Notice d'instructions. I. - Chaque équipement de protection individuelle doit être accompagné d'une notice d'instructions contenant, outre le nom et l'adresse du fabricant ou de l'importateur, les données suivantes : a) Les instructions de stockage, d'emploi, de nettoyage, d'entretien, de révision et de désinfection. Les produits de nettoyage, d'entretien ou de désinfection préconisés ne doivent avoir, dans le cadre de leur mode d'emploi, aucun effet nocif sur les équipements de protection individuelle ni sur l'utilisateur ; b) Les performances obtenues lors d'examens techniques visant à s'assurer des niveaux ou classes de protection des équipements de protection individuelle ; c) Les accessoires utilisables avec les équipements de protection individuelle, ainsi que les caractéristiques des pièces de rechange appropriées ; d) Les classes de protection appropriées à différents niveaux de riques et les limites d'utilisation correspondantes ; e) La date ou le délai de péremption des équipements de protection individuelle ou de certains de leurs composants dans les conditions fixées par les règles définies aux 2 et 3 ci-après, notamment par le paragraphe 2.4 ; f) Le genre d'emballage approprié au transport des équipements de protection individuelle ; g) La signification du marquage, lorsqu'il en existe un. La notice doit en outre comporter toute autre indication prévue par la présente annexe. II. - La notice d'instructions doit être rédigée en français, de façon précise et compréhensible.",
            "texteHtml": "1.0. Généralités et champ d'application.<p></p><p></p>   Les présentes règles générales s'appliquent à l'ensemble des équipements de protection individuelle neufs visés à l'article R. 233-83-3.<p></p>\n 1.0.0. Définition.<p></p><p></p>         On entend par utilisateur toute personne qui porte ou tient un équipement de protection individuelle tel que défini par l'article R. 233-83-3, en vue de se protéger contre un ou plusieurs risques susceptibles de menacer son intégrité physique.<p></p>\n 1.1. Principes de protection.<p></p>\n 1.1.1. Ergonomie.<p></p><p></p>         Les équipements de protection individuelle doivent être conçus et fabriqués de façon telle que, dans les conditions d'emploi prévisibles auxquelles ils sont destinés, l'utilisateur puisse déployer normalement l'activité l'exposant à des risques, tout en disposant d'une protection appropriée d'un niveau aussi élevé que possible.<p></p>\n 1.1.2. Niveaux et classes de protection.<p></p>\n 1.1.2.1. Niveaux de protection aussi élevés que possible.<p></p><p></p>         Le niveau de protection qui doit résulter de la conception de l'équipement de protection individuelle est celui au-delà duquel les contraintes résultant du port de l'équipement de protection individuelle s'opposeraient à son utilisation effective pendant la durée d'exposition au risque, ou au déploiement normal de l'activité.<p></p>\n 1.1.2.2. Classes de protection appropriées à différents niveaux de risque.<p></p><p></p>         Lorsque diverses conditions d'emploi prévisibles conduisent à distinguer plusieurs niveaux d'un même risque, les équipements de protection individuelle doivent être conçus et fabriqués en fonction des différentes classes de protection appropriées à chaque niveau de risque.<p></p>\n 1.2. Innocuité des équipements de protection individuelle.<p></p>\n 1.2.1. Absence de risques et autres facteurs de nuisance autogènes.<p></p><p></p>         Les équipements de protection individuelle doivent être conçus et fabriqués de façon à ne pas engendrer de risques et autres facteurs de nuisance, dans les conditions prévisibles d'emploi.<p></p>\n 1.2.1.1. Matériaux constitutifs appropriés.<p></p><p></p>         Les matériaux constitutifs des équipements de protection individuelle et leurs éventuels produits de dégradation ne doivent pas nuire à l'hygiène ou à la santé de l'utilisateur.<p></p>\n 1.2.1.2. Parties d'un équipement de protection individuelle en contact avec l'utilisateur.<p></p><p></p>         Toute partie d'un équipement de protection individuelle en contact ou susceptible d'entrer en contact avec l'utilisateur pendant la durée du port doit présenter un état de surface adéquat et notamment être dépourvue d'aspérités, arêtes vives ou pointes saillantes susceptibles de provoquer une irritation excessive ou des blessures.<p></p>\n1.2.1.3. Entraves maximales admissibles pour l'utilisateur.<p></p><p></p>         Les équipements de protection individuelle doivent s'opposer le moins possible aux gestes à accomplir, aux postures à prendre et à la perception sensorielle. En outre, ils ne doivent pas être à l'origine de gestes qui mettent l'utilisateur ou d'autres personnes en danger.<p></p>\n 1.3. Facteurs de confort et d'efficacité.<p></p>\n 1.3.1. Adaptation à la morphologie de l'utilisateur.<p></p><p></p>         Les équipements de protection individuelle doivent être conçus et fabriqués de façon telle qu'ils puissent être placés aussi aisément que possible sur l'utilisateur dans la position appropriée et s'y maintenir pendant la durée prévisible du port, compte tenu des facteurs d'ambiance, des gestes à accomplir et des postures à prendre. Pour ce faire, les équipements de protection individuelle doivent pouvoir s'adapter au mieux à la morphologie de l'utilisateur, par tout moyen approprié, tel que des systèmes de réglage et de fixation adéquats, ou une variété suffisante de tailles et pointures.<p></p>\n 1.3.2. Légèreté et solidité de construction.<p></p><p></p>         Les équipements de protection individuelle doivent être aussi légers que possible, sans préjudice de leur solidité de construction ni de leur efficacité.<p></p><p></p>         Les équipements de protection individuelle doivent posséder une résistance suffisante contre les effets des facteurs d'ambiance inhérents aux conditions prévisibles d'emploi.<p></p>\n 1.3.3. Compatibilité des équipements de protection individuelle destinés à être portés simultanément par l'utilisateur.<p></p><p></p>         Lorsque, selon les conditions d'emploi définies par la notice d'instructions, plusieurs modèles d'équipements de protection individuelle de genres ou types différents sont destinés à assurer simultanément la protection de parties voisines du corps, ils doivent être compatibles entre eux.<p></p>\n1.4. Notice d'instructions.<p></p><p></p>         I. - Chaque équipement de protection individuelle doit être accompagné d'une notice d'instructions contenant, outre le nom et l'adresse du fabricant ou de l'importateur, les données suivantes :<p></p><p></p>         a) Les instructions de stockage, d'emploi, de nettoyage, d'entretien, de révision et de désinfection. Les produits de nettoyage, d'entretien ou de désinfection préconisés ne doivent avoir, dans le cadre de leur mode d'emploi, aucun effet nocif sur les équipements de protection individuelle ni sur l'utilisateur ;<p></p><p></p>         b) Les performances obtenues lors d'examens techniques visant à s'assurer des niveaux ou classes de protection des équipements de protection individuelle ;<p></p><p></p>         c) Les accessoires utilisables avec les équipements de protection individuelle, ainsi que les caractéristiques des pièces de rechange appropriées ;<p></p><p></p>         d) Les classes de protection appropriées à différents niveaux de riques et les limites d'utilisation correspondantes ;<p></p><p></p>         e) La date ou le délai de péremption des équipements de protection individuelle ou de certains de leurs composants dans les conditions fixées par les règles définies aux 2 et 3 ci-après, notamment par le paragraphe 2.4 ;<p></p><p></p>         f) Le genre d'emballage approprié au transport des équipements de protection individuelle ;<p></p><p></p>         g) La signification du marquage, lorsqu'il en existe un.<p></p><p></p>         La notice doit en outre comporter toute autre indication prévue par la présente annexe.<p></p><p></p>         II. - La notice d'instructions doit être rédigée en français, de façon précise et compréhensible.<p></p>",
            "num": "R233-151 annexe",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 725846400000,
            "dateFin": 727056000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "Section 10 : Equipements de protection individuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174826",
                        "id": "LEGISCTA000006174826",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de protection individuelle neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187456",
                        "id": "LEGISCTA000006187456",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "1. Règles générales applicables à tous les équipements de protection individuelle.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195106",
                        "id": "LEGISCTA000006195106",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804528",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195106",
            "sectionParentId": "LEGISCTA000006195106",
            "sectionParentTitre": "1. Règles générales applicables à tous les équipements de protection individuelle.",
            "fullSectionsTitre": "Annexes &gt; Livre 2 : Réglementation du travail &gt; Titre 3 : Hygiène et sécurité &gt; Chapitre 3 : Sécurité",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006804528",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000177075",
                    "textTitle": "Décret n°92-768 du 29 juillet 1992 - art. 2 (V) JORF 7 août 1992 en vigueur le 1er janvier 1993",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006666077",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-08-07",
                    "dateSignaTexte": "1992-07-29",
                    "dateDebutCible": "1993-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000177075",
                    "textTitle": "Décret 92-768 1992-07-29 annexe",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000177075",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "92-768",
                    "datePubli": 713145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-83-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R233-83-3",
                    "articleId": "LEGIARTI000006807295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 727056000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-151 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R233-151",
                    "articleId": "LEGIARTI000006807387",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804528",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804529",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 840326400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518153",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 840326400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R233-151 annexe",
                "233-151",
                "R233-151"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}