{
    "cid": "LEGIARTI000043696944",
    "num": "R211-21-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Milieux physiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129031",
                        "id": "LEGISCTA000006129031",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2011-05-07",
                        "titre": "Titre Ier : Eau et milieux aquatiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143774",
                        "id": "LEGISCTA000006143774",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-05-07",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier :  Eau et milieux aquatiques et marins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143774",
                        "id": "LEGISCTA000023954828",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime général et gestion de la ressource",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159375",
                        "id": "LEGISCTA000006159375",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Gestion de la ressource",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176811",
                        "id": "LEGISCTA000006176811",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-06-25",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 5 : Utilisation efficace, économe et durable de la ressource en eau ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043696942",
                        "id": "LEGISCTA000043696942",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043696974",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L211-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L211-1",
                    "articleId": "LEGIARTI000006832979",
                    "natureText": "CODE",
                    "date": 1659390021630,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R211-21-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R211-21-2",
                    "articleId": "LEGIARTI000046126487",
                    "natureText": "CODE",
                    "date": 1659390021630,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659225600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*213-14",
                    "articleId": "LEGIARTI000006835342",
                    "natureText": "CODE",
                    "date": 1659390021630,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1060214400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043694462",
                    "textTitle": "Décret n°2021-795 du 23 juin 2021 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000043695726",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-06-24",
                    "dateSignaTexte": "2021-06-23",
                    "dateDebutCible": "2021-06-25"
                }
            ],
            "num": "R211-21-1",
            "origine": "LEGI",
            "texte": "I.-Pour la mise en œuvre d'une gestion équilibrée et durable de la ressource en eau conformément aux objectifs fixés par l'article L. 211-1 , les volumes d'eau dont le prélèvement est autorisé permettent, dans le respect des exigences de santé, de salubrité publique, de sécurité civile et d'alimentation en eau potable de la population, de satisfaire ou de concilier les différents usages anthropiques et le bon fonctionnement des milieux aquatiques dépendant de cette ressource. II.-Dans les bassins ciblés par la stratégie visée au II de l'article R. 213-14 , on entend par volume prélevable, le volume maximum que les prélèvements directs dans la ressource en période de basses eaux, autorisés ou déclarés tous usages confondus, doivent respecter en vue du retour à l'équilibre quantitatif à une échéance compatible avec les objectifs environnementaux du schéma directeur d'aménagement et de gestion des eaux. Ce volume prélevable correspond au volume pouvant statistiquement être prélevé huit années sur dix en période de basses eaux dans le milieu naturel aux fins d'usages anthropiques, en respectant le bon fonctionnement des milieux aquatiques dépendant de cette ressource et les objectifs environnementaux du schéma directeur d'aménagement et de gestion des eaux. Il est issu d'une évaluation statistique des besoins minimaux des milieux sur la période de basses eaux. Il est réparti entre les usages, en tenant compte des enjeux environnementaux, économiques et sociaux, et dans les conditions définies au II de l'article R. 213-14. III.-Les autorisations sont délivrées au regard de la ressource disponible qui est constituée, pour un usage donné, de la part du volume prélevable pour cet usage, au sens du II, ainsi que des volumes d'eau stockés par prélèvements ou captation du ruissellement hors période de basses eaux et des volumes transférés à partir d'une autre ressource en équilibre. Sont comptabilisés comme prélèvements en basses eaux, les volumes prélevés en période de basses eaux directement dans des milieux réalimentés, même si la réalimentation provient de stockages hivernaux. Sont comptabilisés comme prélèvements en hautes eaux, les volumes stockés en cette période dans des retenues déconnectées du réseau hydrographique en basses eaux, et ce, quelle que soit la période d'utilisation des eaux stockées.",
            "texteHtml": "<p>I.-Pour la mise en œuvre d'une gestion équilibrée et durable de la ressource en eau conformément aux objectifs fixés par l'article <a href='/article/LEGIARTI000006832979' title='Code de l'environnement - art. L211-1 (V)'>L. 211-1</a>, les volumes d'eau dont le prélèvement est autorisé permettent, dans le respect des exigences de santé, de salubrité publique, de sécurité civile et d'alimentation en eau potable de la population, de satisfaire ou de concilier les différents usages anthropiques et le bon fonctionnement des milieux aquatiques dépendant de cette ressource. <br/><br/>II.-Dans les bassins ciblés par la stratégie visée au II de l'article <a href='/article/LEGIARTI000006835342' title='Code de l'environnement - art. R213-14 (V)'>R. 213-14</a>, on entend par volume prélevable, le volume maximum que les prélèvements directs dans la ressource en période de basses eaux, autorisés ou déclarés tous usages confondus, doivent respecter en vue du retour à l'équilibre quantitatif à une échéance compatible avec les objectifs environnementaux du schéma directeur d'aménagement et de gestion des eaux. <br/><br/>Ce volume prélevable correspond au volume pouvant statistiquement être prélevé huit années sur dix en période de basses eaux dans le milieu naturel aux fins d'usages anthropiques, en respectant le bon fonctionnement des milieux aquatiques dépendant de cette ressource et les objectifs environnementaux du schéma directeur d'aménagement et de gestion des eaux. <br/><br/>Il est issu d'une évaluation statistique des besoins minimaux des milieux sur la période de basses eaux. Il est réparti entre les usages, en tenant compte des enjeux environnementaux, économiques et sociaux, et dans les conditions définies au II de l'article R. 213-14. <br/><br/>III.-Les autorisations sont délivrées au regard de la ressource disponible qui est constituée, pour un usage donné, de la part du volume prélevable pour cet usage, au sens du II, ainsi que des volumes d'eau stockés par prélèvements ou captation du ruissellement hors période de basses eaux et des volumes transférés à partir d'une autre ressource en équilibre. <br/><br/>Sont comptabilisés comme prélèvements en basses eaux, les volumes prélevés en période de basses eaux directement dans des milieux réalimentés, même si la réalimentation provient de stockages hivernaux. <br/><br/>Sont comptabilisés comme prélèvements en hautes eaux, les volumes stockés en cette période dans des retenues déconnectées du réseau hydrographique en basses eaux, et ce, quelle que soit la période d'utilisation des eaux stockées.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-06-25T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}