{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047567929",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Lorsqu'il est constaté un manquement compromettant la qualité ou la sécurité des soins, un manquement du représentant légal de l'organisme gestionnaire à l'obligation de transmission de l'engagement de conformité ou au respect des dispositions législatives et réglementaires relatives aux centres de santé ou en cas d'abus ou de fraude commise à l'égard des organismes de sécurité sociale ou des assurés sociaux, le directeur général de l'agence régionale de santé le notifie à l'organisme gestionnaire du centre de santé et lui demande de faire connaître, dans un délai qui ne peut être inférieur à huit jours, ses observations en réponse ainsi que les mesures correctrices adoptées ou envisagées. Le directeur général de l'agence régionale de santé informe également les instances ordinales compétentes de tout manquement compromettant la qualité ou la sécurité des soins. En l'absence de réponse dans ce délai ou si cette réponse est insuffisante, il adresse au gestionnaire du centre de santé une injonction de prendre toutes dispositions nécessaires et de faire cesser définitivement les manquements dans un délai déterminé. Il en constate l'exécution. Lorsque l'un des manquements mentionnés au premier alinéa du présent I est constaté et en l'absence de réponse dans le délai fixé par l'injonction ou si cette réponse est insuffisante, le directeur général de l'agence régionale de santé peut prononcer une amende administrative à l'encontre de l'organisme gestionnaire ou du représentant légal de celui-ci. Le montant de l'amende administrative ne peut être supérieur à 500 000 euros. Le directeur général de l'agence régionale de santé peut assortir cette amende d'une astreinte journalière lorsque le gestionnaire du centre de santé ne s'est pas conformé, à l'issue du délai fixé par une mise en demeure, aux prescriptions qui lui ont été adressées. Le montant de l'astreinte ne peut excéder 5 000 euros par jour. Les montants respectifs de l'amende et de l'astreinte journalière sont fixés en fonction de la gravité des manquements constatés, par application d'un barème établi par décret. Le produit de la sanction financière prévue au présent I est affecté à la Caisse nationale de l'assurance maladie. Le directeur général de l'agence régionale de santé publie les décisions de sanction financière prononcées au titre du présent I sur le site internet de l'agence régionale de santé. Il procède à la publication des décisions de sanction financière sur le site internet des autorités sanitaires appropriées et met en demeure l'organisme gestionnaire ou le représentant légal de celui-ci de publier ces décisions sur le site internet, lorsqu'il existe, du centre de santé pour lequel les manquements ont été constatés ainsi que, le cas échéant, de les faire figurer dans les informations concernant ce centre mises à la disposition du public par une plateforme de mise en relation par voie électronique. II. - En cas d'urgence tenant à la sécurité des patients ou lorsqu'il n'a pas été satisfait, dans le délai fixé, à l'injonction prévue au I, le directeur général de l'agence régionale de santé peut prononcer la suspension immédiate, totale ou partielle, de l'activité du centre et, lorsqu'elles existent, de ses antennes. La décision est notifiée au représentant légal de l'organisme gestionnaire du centre de santé, accompagnée des constatations faites et assortie d'une mise en demeure de remédier aux manquements dans un délai déterminé. S'il est constaté, au terme de ce délai, qu'il a été satisfait à la mise en demeure, le directeur général de l'agence régionale de santé, éventuellement après réalisation d'une visite de conformité, met fin à la suspension. Dans le cas contraire, le directeur général de l'agence régionale de santé se prononce, soit sur le maintien de la suspension jusqu'à l'achèvement de la mise en œuvre des mesures prévues, soit sur la fermeture du centre de santé et, si elles existent, de ses antennes. III. - Les décisions de suspension ou de fermeture prises en application du II sont communiquées sans délai à la Caisse nationale de l'assurance maladie et aux conseils des ordres compétents. En cas de fermeture définitive, l'agence régionale de santé veille également à assurer l'information de l'ensemble des patients bénéficiant de soins en cours au sein du centre de santé concerné par la décision. IV. - La suspension de l'activité d'un centre ou la fermeture d'un centre ou de l'une de ses antennes entraîne, jusqu'à la levée de la suspension ou pour une durée de huit ans dans le cas d'une fermeture, le refus de délivrance, par le directeur général de l'agence régionale de santé, du récépissé de l'engagement de conformité ou de l'agrément demandé, pour l'ouverture d'un nouveau centre de santé ou d'une nouvelle antenne, par le même représentant légal, par le même organisme gestionnaire ou par un membre de son instance dirigeante. V. - Un répertoire national recense les mesures de suspension et de fermeture de centres de santé prises en application du présent article. Les informations contenues dans ce répertoire et ses modalités de mise en œuvre sont précisées par décret. Le répertoire est mis à la disposition de l'ensemble des services de l'Etat et des organismes de sécurité sociale.",
            "texteHtml": "<p>I. - Lorsqu'il est constaté un manquement compromettant la qualité ou la sécurité des soins, un manquement du représentant légal de l'organisme gestionnaire à l'obligation de transmission de l'engagement de conformité ou au respect des dispositions législatives et réglementaires relatives aux centres de santé ou en cas d'abus ou de fraude commise à l'égard des organismes de sécurité sociale ou des assurés sociaux, le directeur général de l'agence régionale de santé le notifie à l'organisme gestionnaire du centre de santé et lui demande de faire connaître, dans un délai qui ne peut être inférieur à huit jours, ses observations en réponse ainsi que les mesures correctrices adoptées ou envisagées. Le directeur général de l'agence régionale de santé informe également les instances ordinales compétentes de tout manquement compromettant la qualité ou la sécurité des soins.</p><p>En l'absence de réponse dans ce délai ou si cette réponse est insuffisante, il adresse au gestionnaire du centre de santé une injonction de prendre toutes dispositions nécessaires et de faire cesser définitivement les manquements dans un délai déterminé. Il en constate l'exécution.</p><p>Lorsque l'un des manquements mentionnés au premier alinéa du présent I est constaté et en l'absence de réponse dans le délai fixé par l'injonction ou si cette réponse est insuffisante, le directeur général de l'agence régionale de santé peut prononcer une amende administrative à l'encontre de l'organisme gestionnaire ou du représentant légal de celui-ci. Le montant de l'amende administrative ne peut être supérieur à 500 000 euros. Le directeur général de l'agence régionale de santé peut assortir cette amende d'une astreinte journalière lorsque le gestionnaire du centre de santé ne s'est pas conformé, à l'issue du délai fixé par une mise en demeure, aux prescriptions qui lui ont été adressées. Le montant de l'astreinte ne peut excéder 5 000 euros par jour. Les montants respectifs de l'amende et de l'astreinte journalière sont fixés en fonction de la gravité des manquements constatés, par application d'un barème établi par décret.</p><p>Le produit de la sanction financière prévue au présent I est affecté à la Caisse nationale de l'assurance maladie.</p><p>Le directeur général de l'agence régionale de santé publie les décisions de sanction financière prononcées au titre du présent I sur le site internet de l'agence régionale de santé. Il procède à la publication des décisions de sanction financière sur le site internet des autorités sanitaires appropriées et met en demeure l'organisme gestionnaire ou le représentant légal de celui-ci de publier ces décisions sur le site internet, lorsqu'il existe, du centre de santé pour lequel les manquements ont été constatés ainsi que, le cas échéant, de les faire figurer dans les informations concernant ce centre mises à la disposition du public par une plateforme de mise en relation par voie électronique.</p><p>II. - En cas d'urgence tenant à la sécurité des patients ou lorsqu'il n'a pas été satisfait, dans le délai fixé, à l'injonction prévue au I, le directeur général de l'agence régionale de santé peut prononcer la suspension immédiate, totale ou partielle, de l'activité du centre et, lorsqu'elles existent, de ses antennes.</p><p>La décision est notifiée au représentant légal de l'organisme gestionnaire du centre de santé, accompagnée des constatations faites et assortie d'une mise en demeure de remédier aux manquements dans un délai déterminé.</p><p>S'il est constaté, au terme de ce délai, qu'il a été satisfait à la mise en demeure, le directeur général de l'agence régionale de santé, éventuellement après réalisation d'une visite de conformité, met fin à la suspension.</p><p>Dans le cas contraire, le directeur général de l'agence régionale de santé se prononce, soit sur le maintien de la suspension jusqu'à l'achèvement de la mise en œuvre des mesures prévues, soit sur la fermeture du centre de santé et, si elles existent, de ses antennes.</p><p>III. - Les décisions de suspension ou de fermeture prises en application du II sont communiquées sans délai à la Caisse nationale de l'assurance maladie et aux conseils des ordres compétents. En cas de fermeture définitive, l'agence régionale de santé veille également à assurer l'information de l'ensemble des patients bénéficiant de soins en cours au sein du centre de santé concerné par la décision.</p><p>IV. - La suspension de l'activité d'un centre ou la fermeture d'un centre ou de l'une de ses antennes entraîne, jusqu'à la levée de la suspension ou pour une durée de huit ans dans le cas d'une fermeture, le refus de délivrance, par le directeur général de l'agence régionale de santé, du récépissé de l'engagement de conformité ou de l'agrément demandé, pour l'ouverture d'un nouveau centre de santé ou d'une nouvelle antenne, par le même représentant légal, par le même organisme gestionnaire ou par un membre de son instance dirigeante.</p><p>V. - Un répertoire national recense les mesures de suspension et de fermeture de centres de santé prises en application du présent article. Les informations contenues dans ce répertoire et ses modalités de mise en œuvre sont précisées par décret. Le répertoire est mis à la disposition de l'ensemble des services de l'Etat et des organismes de sécurité sociale.</p>",
            "num": "L6323-1-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1684627200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85887,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : Etablissements et services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125350",
                        "id": "LEGISCTA000006125350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2009-07-23",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000006140639",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-07-23",
                        "fin": "2019-07-27",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télémédecine et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000020891696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télésanté et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000038887069",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155129",
                        "id": "LEGISCTA000006155129",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Centres de santé.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171586",
                        "id": "LEGISCTA000006171586",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036486494",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171586",
            "sectionParentId": "LEGISCTA000006171586",
            "sectionParentTitre": "Chapitre III : Centres de santé.",
            "fullSectionsTitre": "Partie législative &gt; Sixième partie : Etablissements et services de santé &gt; Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télésanté et autres services de santé &gt; Titre II : Autres services de santé &gt; Chapitre III : Centres de santé.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047567929",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047561943",
                    "textTitle": "LOI n°2023-378 du 19 mai 2023 - art. 11",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000047564351",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-05-20",
                    "dateSignaTexte": "2023-05-19",
                    "dateDebutCible": "2023-05-21"
                },
                {
                    "textCid": "JORFTEXT000047561943",
                    "textTitle": "LOI n°2023-378 du 19 mai 2023 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000047564345",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-05-20",
                    "dateSignaTexte": "2023-05-19",
                    "dateDebutCible": "2023-05-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6323-1-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L6323-1-11",
                    "articleId": "LEGIARTI000047567907",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1684627200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036494901",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1640390400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044835076",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1640390400000,
                    "dateFin": 1684627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047567929",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1684627200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L6323-1-12",
                "6323-1-12"
            ],
            "versionPrecedente": "LEGIARTI000044835076",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000044835076",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsqu'il est constaté un manquement compromettant la qualité ou la sécurité des soins, un manquement du représentant légal de l'organisme gestionnaire à l'obligation de transmission de l'engagement de conformité ou au respect des dispositions législatives et réglementaires relatives aux centres de santé ou en cas d'abus ou de fraude commise à l'égard des organismes de sécurité sociale ou des assurés sociaux, le directeur général de l'agence régionale de santé le notifie à l'organisme gestionnaire du centre de santé et lui demande de faire connaître, dans un délai qui ne peut être inférieur à huit jours, ses observations en réponse ainsi que les mesures correctrices adoptées ou envisagées. En l'absence de réponse dans ce délai ou si cette réponse est insuffisante, il adresse au gestionnaire du centre de santé une injonction de prendre toutes dispositions nécessaires et de faire cesser définitivement les manquements dans un délai déterminé. Il en constate l'exécution. Lorsqu'un manquement à l'engagement de conformité est constaté et en l'absence de réponse dans le délai fixé par l'injonction ou si cette réponse est insuffisante, le directeur général de l'agence régionale de santé peut prononcer une amende administrative à l'encontre de l'organisme gestionnaire ou du représentant légal de celui-ci. Le montant de l'amende administrative ne peut être supérieur à 150 000 euros. Le directeur général de l'agence régionale de santé peut assortir cette amende d'une astreinte journalière lorsque le gestionnaire du centre de santé ne s'est pas conformé, à l'issue du délai fixé par une mise en demeure, aux prescriptions qui lui ont été adressées. Le montant de l'astreinte ne peut excéder 1 000 euros par jour. Le produit de la sanction financière prévue au présent I est affecté à la Caisse nationale de l'assurance maladie. Le directeur général de l'agence régionale de santé peut décider de publier les décisions de sanction financière prononcées au titre du présent I sur le site internet de l'agence régionale de santé. Il peut également procéder à la publication des décisions de sanction financière sur le site internet des autorités sanitaires appropriées et mettre en demeure l'organisme gestionnaire ou le représentant légal de celui-ci de publier ces décisions sur le site internet, lorsqu'il existe, du centre de santé pour lequel les manquements ont été constatés ainsi que, le cas échéant, de les faire figurer dans les informations concernant ce centre mises à la disposition du public par une plateforme de mise en relation par voie électronique. II.-En cas d'urgence tenant à la sécurité des patients ou lorsqu'il n'a pas été satisfait, dans le délai fixé, à l'injonction prévue au I, le directeur général de l'agence régionale de santé peut prononcer la suspension immédiate, totale ou partielle, de l'activité du centre et, lorsqu'elles existent, de ses antennes. La décision est notifiée au représentant légal de l'organisme gestionnaire du centre de santé, accompagnée des constatations faites et assortie d'une mise en demeure de remédier aux manquements dans un délai déterminé. S'il est constaté, au terme de ce délai, qu'il a été satisfait à la mise en demeure, le directeur général de l'agence régionale de santé, éventuellement après réalisation d'une visite de conformité, met fin à la suspension. Dans le cas contraire, le directeur général de l'agence régionale de santé se prononce, soit sur le maintien de la suspension jusqu'à l'achèvement de la mise en œuvre des mesures prévues, soit sur la fermeture du centre de santé et, si elles existent, de ses antennes.",
            "texteHtml": "<p>I.-Lorsqu'il est constaté un manquement compromettant la qualité ou la sécurité des soins, un manquement du représentant légal de l'organisme gestionnaire à l'obligation de transmission de l'engagement de conformité ou au respect des dispositions législatives et réglementaires relatives aux centres de santé ou en cas d'abus ou de fraude commise à l'égard des organismes de sécurité sociale ou des assurés sociaux, le directeur général de l'agence régionale de santé le notifie à l'organisme gestionnaire du centre de santé et lui demande de faire connaître, dans un délai qui ne peut être inférieur à huit jours, ses observations en réponse ainsi que les mesures correctrices adoptées ou envisagées.<br/><br/>\nEn l'absence de réponse dans ce délai ou si cette réponse est insuffisante, il adresse au gestionnaire du centre de santé une injonction de prendre toutes dispositions nécessaires et de faire cesser définitivement les manquements dans un délai déterminé. Il en constate l'exécution.</p><p>Lorsqu'un manquement à l'engagement de conformité est constaté et en l'absence de réponse dans le délai fixé par l'injonction ou si cette réponse est insuffisante, le directeur général de l'agence régionale de santé peut prononcer une amende administrative à l'encontre de l'organisme gestionnaire ou du représentant légal de celui-ci. Le montant de l'amende administrative ne peut être supérieur à 150 000 euros. Le directeur général de l'agence régionale de santé peut assortir cette amende d'une astreinte journalière lorsque le gestionnaire du centre de santé ne s'est pas conformé, à l'issue du délai fixé par une mise en demeure, aux prescriptions qui lui ont été adressées. Le montant de l'astreinte ne peut excéder 1 000 euros par jour.</p><p> Le produit de la sanction financière prévue au présent I est affecté à la Caisse nationale de l'assurance maladie.</p><p> Le directeur général de l'agence régionale de santé peut décider de publier les décisions de sanction financière prononcées au titre du présent I sur le site internet de l'agence régionale de santé. Il peut également procéder à la publication des décisions de sanction financière sur le site internet des autorités sanitaires appropriées et mettre en demeure l'organisme gestionnaire ou le représentant légal de celui-ci de publier ces décisions sur le site internet, lorsqu'il existe, du centre de santé pour lequel les manquements ont été constatés ainsi que, le cas échéant, de les faire figurer dans les informations concernant ce centre mises à la disposition du public par une plateforme de mise en relation par voie électronique.<br/><br/>\nII.-En cas d'urgence tenant à la sécurité des patients ou lorsqu'il n'a pas été satisfait, dans le délai fixé, à l'injonction prévue au I, le directeur général de l'agence régionale de santé peut prononcer la suspension immédiate, totale ou partielle, de l'activité du centre et, lorsqu'elles existent, de ses antennes.<br/><br/>\nLa décision est notifiée au représentant légal de l'organisme gestionnaire du centre de santé, accompagnée des constatations faites et assortie d'une mise en demeure de remédier aux manquements dans un délai déterminé.<br/><br/>\nS'il est constaté, au terme de ce délai, qu'il a été satisfait à la mise en demeure, le directeur général de l'agence régionale de santé, éventuellement après réalisation d'une visite de conformité, met fin à la suspension.<br/><br/>\nDans le cas contraire, le directeur général de l'agence régionale de santé se prononce, soit sur le maintien de la suspension jusqu'à l'achèvement de la mise en œuvre des mesures prévues, soit sur la fermeture du centre de santé et, si elles existent, de ses antennes.</p>",
            "num": "L6323-1-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1640390400000,
            "dateFin": 1684627200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85887,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : Etablissements et services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125350",
                        "id": "LEGISCTA000006125350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2009-07-23",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000006140639",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-07-23",
                        "fin": "2019-07-27",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télémédecine et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000020891696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télésanté et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000038887069",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155129",
                        "id": "LEGISCTA000006155129",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Centres de santé.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171586",
                        "id": "LEGISCTA000006171586",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036486494",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171586",
            "sectionParentId": "LEGISCTA000006171586",
            "sectionParentTitre": "Chapitre III : Centres de santé.",
            "fullSectionsTitre": "Partie législative &gt; Sixième partie : Etablissements et services de santé &gt; Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télésanté et autres services de santé &gt; Titre II : Autres services de santé &gt; Chapitre III : Centres de santé.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044835076",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions du I de l'article 3 de l'ordonnance n° 2018-17 du 12 janvier 2018, ces dispositions entrent en vigueur à compter de l'entrée en vigueur du décret mentionné à l'article L. 6323-1-15 du code de la santé publique et au plus tard le 1er avril 2018, sous réserve des dispositions des II et III. II. - Les centres de santé en fonctionnement à la date d'entrée en vigueur de la présente ordonnance disposent d'un an à compter de cette date pour transmettre au directeur général de l'agence régionale de santé l'engagement de conformité mentionné à l'article L. 6323-1-11 du code de la santé publique et doivent transmettre les informations mentionnées à l'article L. 6323-1-13 relatives à l'année 2018 au plus tard le 1er mars 2019. III. - La procédure prévue au I de l'article L. 6323-1-12 du code de la santé publique mise en œuvre en raison d'un manquement au respect des dispositions relatives aux centres de santé résultant de la présente ordonnance est applicable aux centres de santé en fonctionnement à la date d'entrée en vigueur de la présente ordonnance à compter de la date d'envoi du récépissé mentionné au deuxième alinéa de l'article L. 6323-1-11 et, à défaut, au plus tard dans le délai d'un an à compter de la date d'entrée en vigueur de la présente ordonnance.",
            "notaHtml": "<p>Conformément aux dispositions du I de l'article 3 de l'ordonnance n° 2018-17 du 12 janvier 2018, ces dispositions entrent en vigueur à compter de l'entrée en vigueur du décret mentionné à l'article L. 6323-1-15 du code de la santé publique et au plus tard le 1er avril 2018, sous réserve des dispositions des II et III.</p><p>II. - Les centres de santé en fonctionnement à la date d'entrée en vigueur de la présente ordonnance disposent d'un an à compter de cette date pour transmettre au directeur général de l'agence régionale de santé l'engagement de conformité mentionné à l'article L. 6323-1-11 du code de la santé publique et doivent transmettre les informations mentionnées à l'article L. 6323-1-13 relatives à l'année 2018 au plus tard le 1er mars 2019.<br clear='none'/><br clear='none'/>\nIII. - La procédure prévue au I de l'article L. 6323-1-12 du code de la santé publique mise en œuvre en raison d'un manquement au respect des dispositions relatives aux centres de santé résultant de la présente ordonnance est applicable aux centres de santé en fonctionnement à la date d'entrée en vigueur de la présente ordonnance à compter de la date d'envoi du récépissé mentionné au deuxième alinéa de l'article L. 6323-1-11 et, à défaut, au plus tard dans le délai d'un an à compter de la date d'entrée en vigueur de la présente ordonnance.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044553428",
                    "textTitle": "LOI n°2021-1754 du 23 décembre 2021 - art. 71",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "71",
                    "articleId": "LEGIARTI000044564807",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-24",
                    "dateSignaTexte": "2021-12-23",
                    "dateDebutCible": "2021-12-25"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036494901",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1640390400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044835076",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1640390400000,
                    "dateFin": 1684627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047567929",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1684627200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L6323-1-12",
                "6323-1-12"
            ],
            "versionPrecedente": "LEGIARTI000036494901",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036494901",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsqu'il est constaté un manquement compromettant la qualité ou la sécurité des soins, un manquement du représentant légal de l'organisme gestionnaire à l'obligation de transmission de l'engagement de conformité ou au respect des dispositions législatives et réglementaires relatives aux centres de santé ou en cas d'abus ou de fraude commise à l'égard des organismes de sécurité sociale ou des assurés sociaux, le directeur général de l'agence régionale de santé le notifie à l'organisme gestionnaire du centre de santé et lui demande de faire connaître, dans un délai qui ne peut être inférieur à huit jours, ses observations en réponse ainsi que les mesures correctrices adoptées ou envisagées. En l'absence de réponse dans ce délai ou si cette réponse est insuffisante, il adresse au gestionnaire du centre de santé une injonction de prendre toutes dispositions nécessaires et de faire cesser définitivement les manquements dans un délai déterminé. Il en constate l'exécution. II.-En cas d'urgence tenant à la sécurité des patients ou lorsqu'il n'a pas été satisfait, dans le délai fixé, à l'injonction prévue au I, le directeur général de l'agence régionale de santé peut prononcer la suspension immédiate, totale ou partielle, de l'activité du centre et, lorsqu'elles existent, de ses antennes. La décision est notifiée au représentant légal de l'organisme gestionnaire du centre de santé, accompagnée des constatations faites et assortie d'une mise en demeure de remédier aux manquements dans un délai déterminé. S'il est constaté, au terme de ce délai, qu'il a été satisfait à la mise en demeure, le directeur général de l'agence régionale de santé, éventuellement après réalisation d'une visite de conformité, met fin à la suspension. Dans le cas contraire, le directeur général de l'agence régionale de santé se prononce, soit sur le maintien de la suspension jusqu'à l'achèvement de la mise en œuvre des mesures prévues, soit sur la fermeture du centre de santé et, si elles existent, de ses antennes.",
            "texteHtml": "<p>I.-Lorsqu'il est constaté un manquement compromettant la qualité ou la sécurité des soins, un manquement du représentant légal de l'organisme gestionnaire à l'obligation de transmission de l'engagement de conformité ou au respect des dispositions législatives et réglementaires relatives aux centres de santé ou en cas d'abus ou de fraude commise à l'égard des organismes de sécurité sociale ou des assurés sociaux, le directeur général de l'agence régionale de santé le notifie à l'organisme gestionnaire du centre de santé et lui demande de faire connaître, dans un délai qui ne peut être inférieur à huit jours, ses observations en réponse ainsi que les mesures correctrices adoptées ou envisagées.<br/><br/>\n En l'absence de réponse dans ce délai ou si cette réponse est insuffisante, il adresse au gestionnaire du centre de santé une injonction de prendre toutes dispositions nécessaires et de faire cesser définitivement les manquements dans un délai déterminé. Il en constate l'exécution.<br/><br/>\n II.-En cas d'urgence tenant à la sécurité des patients ou lorsqu'il n'a pas été satisfait, dans le délai fixé, à l'injonction prévue au I, le directeur général de l'agence régionale de santé peut prononcer la suspension immédiate, totale ou partielle, de l'activité du centre et, lorsqu'elles existent, de ses antennes.<br/><br/>\n La décision est notifiée au représentant légal de l'organisme gestionnaire du centre de santé, accompagnée des constatations faites et assortie d'une mise en demeure de remédier aux manquements dans un délai déterminé.<br/><br/>\n S'il est constaté, au terme de ce délai, qu'il a été satisfait à la mise en demeure, le directeur général de l'agence régionale de santé, éventuellement après réalisation d'une visite de conformité, met fin à la suspension.<br/><br/>\n Dans le cas contraire, le directeur général de l'agence régionale de santé se prononce, soit sur le maintien de la suspension jusqu'à l'achèvement de la mise en œuvre des mesures prévues, soit sur la fermeture du centre de santé et, si elles existent, de ses antennes.</p>",
            "num": "L6323-1-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1522540800000,
            "dateFin": 1640390400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85887,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : Etablissements et services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125350",
                        "id": "LEGISCTA000006125350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2009-07-23",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000006140639",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-07-23",
                        "fin": "2019-07-27",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télémédecine et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000020891696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télésanté et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000038887069",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155129",
                        "id": "LEGISCTA000006155129",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Centres de santé.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171586",
                        "id": "LEGISCTA000006171586",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036486494",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171586",
            "sectionParentId": "LEGISCTA000006171586",
            "sectionParentTitre": "Chapitre III : Centres de santé.",
            "fullSectionsTitre": "Partie législative &gt; Sixième partie : Etablissements et services de santé &gt; Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télésanté et autres services de santé &gt; Titre II : Autres services de santé &gt; Chapitre III : Centres de santé.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036494901",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions du I de l'article 3 de l'ordonnance n° 2018-17 du 12 janvier 2018, ces dispositions entrent en vigueur à compter de l'entrée en vigueur du décret mentionné à l'article L. 6323-1-15 du code de la santé publique et au plus tard le 1er avril 2018, sous réserve des dispositions des II et III. II. - Les centres de santé en fonctionnement à la date d'entrée en vigueur de la présente ordonnance disposent d'un an à compter de cette date pour transmettre au directeur général de l'agence régionale de santé l'engagement de conformité mentionné à l'article L. 6323-1-11 du code de la santé publique et doivent transmettre les informations mentionnées à l'article L. 6323-1-13 relatives à l'année 2018 au plus tard le 1er mars 2019. III. - La procédure prévue au I de l'article L. 6323-1-12 du code de la santé publique mise en œuvre en raison d'un manquement au respect des dispositions relatives aux centres de santé résultant de la présente ordonnance est applicable aux centres de santé en fonctionnement à la date d'entrée en vigueur de la présente ordonnance à compter de la date d'envoi du récépissé mentionné au deuxième alinéa de l'article L. 6323-1-11 et, à défaut, au plus tard dans le délai d'un an à compter de la date d'entrée en vigueur de la présente ordonnance.",
            "notaHtml": "<p>Conformément aux dispositions du I de l'article 3 de l'ordonnance n° 2018-17 du 12 janvier 2018, ces dispositions entrent en vigueur à compter de l'entrée en vigueur du décret mentionné à l'article L. 6323-1-15 du code de la santé publique et au plus tard le 1er avril 2018, sous réserve des dispositions des II et III.</p><p>II. - Les centres de santé en fonctionnement à la date d'entrée en vigueur de la présente ordonnance disposent d'un an à compter de cette date pour transmettre au directeur général de l'agence régionale de santé l'engagement de conformité mentionné à l'article L. 6323-1-11 du code de la santé publique et doivent transmettre les informations mentionnées à l'article L. 6323-1-13 relatives à l'année 2018 au plus tard le 1er mars 2019.<br clear='none'/><br clear='none'/>\nIII. - La procédure prévue au I de l'article L. 6323-1-12 du code de la santé publique mise en œuvre en raison d'un manquement au respect des dispositions relatives aux centres de santé résultant de la présente ordonnance est applicable aux centres de santé en fonctionnement à la date d'entrée en vigueur de la présente ordonnance à compter de la date d'envoi du récépissé mentionné au deuxième alinéa de l'article L. 6323-1-11 et, à défaut, au plus tard dans le délai d'un an à compter de la date d'entrée en vigueur de la présente ordonnance.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036484700",
                    "textTitle": "Ordonnance n°2018-17 du 12 janvier 2018 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036486439",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2018-01-13",
                    "dateSignaTexte": "2018-01-12",
                    "dateDebutCible": "2018-04-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036494901",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1640390400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044835076",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1640390400000,
                    "dateFin": 1684627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047567929",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1684627200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L6323-1-12",
                "6323-1-12"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}