{
    "cid": "LEGIARTI000006908105",
    "num": "Annexe 22-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE DE LA DEUXIÈME PARTIE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132370",
                        "id": "LEGISCTA000006132370",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045195517",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2212-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2212-6",
                    "articleId": "LEGIARTI000006911482",
                    "natureText": "CODE",
                    "date": 1645478012323,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1053993600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2212-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2212-9",
                    "articleId": "LEGIARTI000020602227",
                    "natureText": "CODE",
                    "date": 1645478012323,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1241827200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045190889",
                    "textTitle": "Décret n°2022-212 du 19 février 2022 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045193722",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-02-20",
                    "dateSignaTexte": "2022-02-19",
                    "dateDebutCible": "2022-02-21"
                }
            ],
            "num": "Annexe 22-1",
            "origine": "LEGI",
            "texte": "CONVENTION TYPE, MENTIONNÉE AU 1° DE L'ARTICLE R. 2212-9, FIXANT LES CONDITIONS DANS LESQUELLES LES MÉDECINS ET LES SAGES-FEMMES RÉALISENT, HORS ÉTABLISSEMENT DE SANTÉ, LES INTERRUPTIONS VOLONTAIRES DE GROSSESSE PAR VOIE MÉDICAMENTEUSE. Entre l'établissement de santé..., sis..., et M. ou Mme..., médecin, dont le cabinet est situé..., Ou Entre l'établissement de santé..., sis ..., et M. ou Mme ..., sage-femme, dont le cabinet est situé ..., Ou Entre l'établissement de santé..., sis... et le centre de planification ou d'éducation familiale, représenté par M. ou Mme..., Ou Entre l'établissement de santé..., sis... et le centre de santé, représenté par M. ou Mme..., Ou Entre l'établissement de santé..., sis... et le département, la commune de... ou la collectivité d'outre-mer de... pour le compte du centre de santé ou du centre de planification ou d'éducation familiale, il est convenu ce qui suit : Art. 1er. - L'établissement de santé s'assure que le médecin ou la sage-femme participant à la pratique des interruptions volontaires de grossesse médicamenteuses dans le cadre de la présente convention satisfait aux conditions prévues à l'article R. 2212-11 du code de la santé publique. Le centre de santé ou le centre de planification ou d'éducation familiale signataire de la convention justifie de la qualification des médecins ou des sages-femmes concernés. L'établissement de santé s'engage à répondre à toute demande d'information liée à la pratique de l'interruption volontaire de grossesse par voie médicamenteuse présentée par le cosignataire de la présente convention. Il organise des formations visant à l'actualisation de l'ensemble des connaissances requises pour la pratique des interruptions volontaires de grossesse par mode médicamenteux. Art. 2 - En cas de doute sur la datation de la grossesse, sur l'existence d'une grossesse extra-utérine ou, lors de la visite de contrôle, sur la vacuité utérine, le médecin ou la sage-femme adresse la patiente à l'établissement qui prend toutes les mesures adaptées à l'état de cette dernière. Art. 3 - Après la délivrance ou la prescription des médicaments nécessaires à la réalisation de l'interruption volontaire de grossesse, le médecin ou la sage-femme transmet à l'établissement une copie de la fiche de liaison contenant les éléments utiles du dossier médicale de la patiente. Art. 4 - L'établissement de santé s'engage à accueillir la femme à tout moment et à assurer la prise en charge liée aux complications et échecs éventuels. Il s'assure, en tant que de besoin, de la continuité des soins qui lui sont délivrés. Art. 5 - Le médecin ou la sage-femme qui a pratiqué l'interruption volontaire de grossesse par voie médicamenteuse conserve dans le dossier médical les attestations de consultations préalables à l'interruption volontaire de grossesse ainsi que le consentement écrit de la femme à cette intervention. Le cosignataire de la présente convention adresse à l'établissement de santé les déclarations anonymisées des interruptions volontaires de grossesse pratiquées. Art. 6 - L'établissement de santé effectue chaque année une synthèse quantitative et qualitative de l'activité d'interruption volontaire de grossesse par voie médicamenteuse, réalisée dans le cadre de la présente convention. Cette synthèse est transmise au cosignataire de la convention et à l'agence régionale de santé territorialement compétente, ou, à Saint-Pierre-et-Miquelon, à l'administration territoriale de santé, ou, à Saint-Barthélemy et à Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin. Art. 7 - La présente convention, établie pour une durée d'un an, prend effet à la date de sa signature. Elle est renouvelée chaque année par tacite reconduction à la date anniversaire de sa signature. Elle peut être dénoncée à tout moment par l'une ou l'autre des parties contractantes par tout moyen donnant date certaine à la notification. La dénonciation prend effet une semaine après cette date. En cas de non-respect de la présente convention par l'une des parties, la dénonciation par l'autre partie a un effet immédiat. Art. 8 - Une copie de la présente convention est transmise, pour information : Par l'établissement de santé à l'agence régionale de santé dont il relève ou, 1° Pour Saint-Pierre-et-Miquelon, à l'administration territoriale de santé ; 2° Pour Saint-Barthélemy et Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin ; Et Par le médecin, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dans le ressort de laquelle il exerce ou, 1° Pour Mayotte, au conseil de l'ordre de Mayotte pour les médecins, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à défaut à la délégation qui en exerce les fonctions, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des médecins de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par la sage-femme, Au conseil départemental de l'ordre des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dans le ressort de laquelle elle exerce ou, 1° Pour Mayotte, au conseil départemental de l'ordre des sages-femmes de Mayotte, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par le centre de santé, Selon le cas, au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont il relève ou, 1° Pour Mayotte, selon le cas au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions, ou au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par le centre de planification ou d'éducation familiale, A la collectivité territoriale dont dépend le centre de santé, selon le cas au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont il relève ou, 1° Pour Mayotte, au conseil départemental de Mayotte, selon le cas, au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins, ou, à défaut, à la délégation qui en exerce les fonctions ou au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial de Saint-Barthélemy ou de Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par la commune, A la collectivité territoriale dont dépend le centre de santé, selon le cas, au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont le centre relève ou, 1° Pour Mayotte, au conseil départemental de Mayotte, selon le cas, au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, selon le cas au conseil territorial de l'ordre des médecins ou à défaut à la délégation qui en exerce les fonctions ou au conseil territorial de l'ordre des sages-femmes, ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial de Saint-Barthélemy ou de Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par la collectivité territoriale dont dépend le centre de santé, Selon le cas au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont le centre relève ou, Pour Mayotte, selon le cas au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; Ou par le conseil territorial de la collectivité, 1° Pour Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions, au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ; 2° Pour Saint-Barthélemy et Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe.",
            "texteHtml": "<p align='center'>CONVENTION TYPE, MENTIONNÉE AU 1° DE L'ARTICLE R. 2212-9, FIXANT LES CONDITIONS DANS LESQUELLES LES MÉDECINS ET LES SAGES-FEMMES RÉALISENT, HORS ÉTABLISSEMENT DE SANTÉ, LES INTERRUPTIONS VOLONTAIRES DE GROSSESSE PAR VOIE MÉDICAMENTEUSE.</p><p></p><p></p><p>Entre l'établissement de santé..., sis..., et M. ou Mme..., médecin, dont le cabinet est situé...,</p><p>Ou</p><p>Entre l'établissement de santé..., sis ..., et M. ou Mme ..., sage-femme, dont le cabinet est situé ...,</p><p>Ou</p><p>Entre l'établissement de santé..., sis... et le centre de planification ou d'éducation familiale, représenté par M. ou Mme...,</p><p>Ou</p><p>Entre l'établissement de santé..., sis... et le centre de santé, représenté par M. ou Mme...,</p><p>Ou</p><p>Entre l'établissement de santé..., sis... et le département, la commune de... ou la collectivité d'outre-mer de... pour le compte du centre de santé ou du centre de planification ou d'éducation familiale, il est convenu ce qui suit :</p><p>Art. 1er. - L'établissement de santé s'assure que le médecin ou la sage-femme participant à la pratique des interruptions volontaires de grossesse médicamenteuses dans le cadre de la présente convention satisfait aux conditions prévues à l'article R. 2212-11 du code de la santé publique.</p><p>Le centre de santé ou le centre de planification ou d'éducation familiale signataire de la convention justifie de la qualification des médecins ou des sages-femmes concernés.</p><p>L'établissement de santé s'engage à répondre à toute demande d'information liée à la pratique de l'interruption volontaire de grossesse par voie médicamenteuse présentée par le cosignataire de la présente convention. Il organise des formations visant à l'actualisation de l'ensemble des connaissances requises pour la pratique des interruptions volontaires de grossesse par mode médicamenteux.</p><p>Art. 2 - En cas de doute sur la datation de la grossesse, sur l'existence d'une grossesse extra-utérine ou, lors de la visite de contrôle, sur la vacuité utérine, le médecin ou la sage-femme adresse la patiente à l'établissement qui prend toutes les mesures adaptées à l'état de cette dernière.</p><p>Art. 3 - Après la délivrance ou la prescription des médicaments nécessaires à la réalisation de l'interruption volontaire de grossesse, le médecin ou la sage-femme transmet à l'établissement une copie de la fiche de liaison contenant les éléments utiles du dossier médicale de la patiente.</p><p>Art. 4 - L'établissement de santé s'engage à accueillir la femme à tout moment et à assurer la prise en charge liée aux complications et échecs éventuels. Il s'assure, en tant que de besoin, de la continuité des soins qui lui sont délivrés.</p><p>Art. 5 - Le médecin ou la sage-femme qui a pratiqué l'interruption volontaire de grossesse par voie médicamenteuse conserve dans le dossier médical les attestations de consultations préalables à l'interruption volontaire de grossesse ainsi que le consentement écrit de la femme à cette intervention.</p><p>Le cosignataire de la présente convention adresse à l'établissement de santé les déclarations anonymisées des interruptions volontaires de grossesse pratiquées.</p><p>Art. 6 - L'établissement de santé effectue chaque année une synthèse quantitative et qualitative de l'activité d'interruption volontaire de grossesse par voie médicamenteuse, réalisée dans le cadre de la présente convention. Cette synthèse est transmise au cosignataire de la convention et à l'agence régionale de santé territorialement compétente, ou, à Saint-Pierre-et-Miquelon, à l'administration territoriale de santé, ou, à Saint-Barthélemy et à Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin.</p><p>Art. 7 - La présente convention, établie pour une durée d'un an, prend effet à la date de sa signature. Elle est renouvelée chaque année par tacite reconduction à la date anniversaire de sa signature. Elle peut être dénoncée à tout moment par l'une ou l'autre des parties contractantes par tout moyen donnant date certaine à la notification. La dénonciation prend effet une semaine après cette date. En cas de non-respect de la présente convention par l'une des parties, la dénonciation par l'autre partie a un effet immédiat.</p><p>Art. 8 - Une copie de la présente convention est transmise, pour information :</p><p>Par l'établissement de santé à l'agence régionale de santé dont il relève ou,</p><p>1° Pour Saint-Pierre-et-Miquelon, à l'administration territoriale de santé ;</p><p>2° Pour Saint-Barthélemy et Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin ;</p><p>Et</p><p>Par le médecin, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dans le ressort de laquelle il exerce ou,</p><p>1° Pour Mayotte, au conseil de l'ordre de Mayotte pour les médecins, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p>2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à défaut à la délégation qui en exerce les fonctions, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ;</p><p>3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des médecins de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p>Ou par la sage-femme,</p><p>Au conseil départemental de l'ordre des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dans le ressort de laquelle elle exerce ou,</p><p>1° Pour Mayotte, au conseil départemental de l'ordre des sages-femmes de Mayotte, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p>2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ;</p><p>3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p>Ou par le centre de santé,</p><p>Selon le cas, au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont il relève ou,</p><p>1° Pour Mayotte, selon le cas au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p>2° Pour Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions, ou au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ;</p><p>3° Pour Saint-Barthélemy et Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p>Ou par le centre de planification ou d'éducation familiale,</p><p>A la collectivité territoriale dont dépend le centre de santé, selon le cas au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont il relève ou,</p><p>1° Pour Mayotte, au conseil départemental de Mayotte, selon le cas, au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p>2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins, ou, à défaut, à la délégation qui en exerce les fonctions ou au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ;</p><p>3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial de Saint-Barthélemy ou de Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p>Ou par la commune,</p><p>A la collectivité territoriale dont dépend le centre de santé, selon le cas, au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont le centre relève ou,</p><p>1° Pour Mayotte, au conseil départemental de Mayotte, selon le cas, au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p>2° Pour Saint-Pierre-et-Miquelon, selon le cas au conseil territorial de l'ordre des médecins ou à défaut à la délégation qui en exerce les fonctions ou au conseil territorial de l'ordre des sages-femmes, ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ;</p><p>3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial de Saint-Barthélemy ou de Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p>Ou par la collectivité territoriale dont dépend le centre de santé,</p><p>Selon le cas au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont le centre relève ou,</p><p>Pour Mayotte, selon le cas au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p>Ou par le conseil territorial de la collectivité,</p><p>1° Pour Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions, au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ;</p><p>2° Pour Saint-Barthélemy et Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-02-21T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE DE LA DEUXIÈME PARTIE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132370",
                        "id": "LEGISCTA000006132370",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000043398443",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2212-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2212-6",
                    "articleId": "LEGIARTI000006911482",
                    "natureText": "CODE",
                    "date": 1645478011294,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1053993600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2212-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2212-9",
                    "articleId": "LEGIARTI000043398326",
                    "natureText": "CODE",
                    "date": 1645478011294,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618704000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043386307",
                    "textTitle": "Décret n°2021-454 du 15 avril 2021 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000043390051",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-04-17",
                    "dateSignaTexte": "2021-04-15",
                    "dateDebutCible": "2021-04-18"
                }
            ],
            "num": "Annexe 22-1",
            "origine": "LEGI",
            "texte": "CONVENTION TYPE, MENTIONNÉE AU 1° DE L'ARTICLE R. 2212-9, FIXANT LES CONDITIONS DANS LESQUELLES LES MÉDECINS ET LES SAGES-FEMMES RÉALISENT, HORS ÉTABLISSEMENT DE SANTÉ, LES INTERRUPTIONS VOLONTAIRES DE GROSSESSE PAR VOIE MÉDICAMENTEUSE. Entre l'établissement de santé..., sis..., et M. ou Mme..., médecin, dont le cabinet est situé..., Ou Entre l'établissement de santé..., sis ..., et M. ou Mme ..., sage-femme, dont le cabinet est situé ..., Ou Entre l'établissement de santé..., sis... et le centre de planification ou d'éducation familiale, représenté par M. ou Mme..., Ou Entre l'établissement de santé..., sis... et le centre de santé, représenté par M. ou Mme..., Ou Entre l'établissement de santé..., sis... et le département, la commune de... ou la collectivité d'outre-mer de... pour le compte du centre de santé ou du centre de planification ou d'éducation familiale, il est convenu ce qui suit : Art. 1er. - L'établissement de santé s'assure que le médecin ou la sage-femme participant à la pratique des interruptions volontaires de grossesse médicamenteuses dans le cadre de la présente convention satisfait aux conditions prévues à l'article R. 2212-11 du code de la santé publique. Le centre de santé ou le centre de planification ou d'éducation familiale signataire de la convention justifie de la qualification des médecins ou des sages-femmes concernés. L'établissement de santé s'engage à répondre à toute demande d'information liée à la pratique de l'interruption volontaire de grossesse par voie médicamenteuse présentée par le cosignataire de la présente convention. Il organise des formations visant à l'actualisation de l'ensemble des connaissances requises pour la pratique des interruptions volontaires de grossesse par mode médicamenteux. Art. 2 - En cas de doute sur la datation de la grossesse, sur l'existence d'une grossesse extra-utérine ou, lors de la visite de contrôle, sur la vacuité utérine, le médecin ou la sage-femme adresse la patiente à l'établissement qui prend toutes les mesures adaptées à l'état de cette dernière. Art. 3 - Après l'administration des médicaments nécessaires à la réalisation de l'interruption volontaire de grossesse, le médecin ou la sage-femme transmet à l'établissement une copie de la fiche de liaison contenant les éléments utiles du dossier médicale de la patiente. Art. 4 - L'établissement de santé s'engage à accueillir la femme à tout moment et à assurer la prise en charge liée aux complications et échecs éventuels. Il s'assure, en tant que de besoin, de la continuité des soins qui lui sont délivrés. Art. 5 - Le médecin ou la sage-femme qui a pratiqué l'interruption volontaire de grossesse par voie médicamenteuse conserve dans le dossier médical les attestations de consultations préalables à l'interruption volontaire de grossesse ainsi que le consentement écrit de la femme à cette intervention. Le cosignataire de la présente convention adresse à l'établissement de santé les déclarations anonymisées des interruptions volontaires de grossesse pratiquées. Art. 6 - L'établissement de santé effectue chaque année une synthèse quantitative et qualitative de l'activité d'interruption volontaire de grossesse par voie médicamenteuse, réalisée dans le cadre de la présente convention. Cette synthèse est transmise au cosignataire de la convention et à l'agence régionale de santé territorialement compétente, ou, à Saint-Pierre-et-Miquelon, à l'administration territoriale de santé, ou, à Saint-Barthélemy et à Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin. Art. 7 - La présente convention, établie pour une durée d'un an, prend effet à la date de sa signature. Elle est renouvelée chaque année par tacite reconduction à la date anniversaire de sa signature. Elle peut être dénoncée à tout moment par l'une ou l'autre des parties contractantes par tout moyen donnant date certaine à la notification. La dénonciation prend effet une semaine après cette date. En cas de non-respect de la présente convention par l'une des parties, la dénonciation par l'autre partie a un effet immédiat. Art. 8 - Une copie de la présente convention est transmise, pour information : Par l'établissement de santé à l'agence régionale de santé dont il relève ou, 1° Pour Saint-Pierre-et-Miquelon, à l'administration territoriale de santé ; 2° Pour Saint-Barthélemy et Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin ; Et Par le médecin, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dans le ressort de laquelle il exerce ou, 1° Pour Mayotte, au conseil de l'ordre de Mayotte pour les médecins, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à défaut à la délégation qui en exerce les fonctions, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des médecins de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par la sage-femme, Au conseil départemental de l'ordre des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dans le ressort de laquelle elle exerce ou, 1° Pour Mayotte, au conseil départemental de l'ordre des sages-femmes de Mayotte, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par le centre de santé, Selon le cas, au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont il relève ou, 1° Pour Mayotte, selon le cas au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions, ou au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par le centre de planification ou d'éducation familiale, A la collectivité territoriale dont dépend le centre de santé, selon le cas au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont il relève ou, 1° Pour Mayotte, au conseil départemental de Mayotte, selon le cas, au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins, ou, à défaut, à la délégation qui en exerce les fonctions ou au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial de Saint-Barthélemy ou de Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par la commune, A la collectivité territoriale dont dépend le centre de santé, selon le cas, au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont le centre relève ou, 1° Pour Mayotte, au conseil départemental de Mayotte, selon le cas, au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, selon le cas au conseil territorial de l'ordre des médecins ou à défaut à la délégation qui en exerce les fonctions ou au conseil territorial de l'ordre des sages-femmes, ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial de Saint-Barthélemy ou de Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par la collectivité territoriale dont dépend le centre de santé, Selon le cas au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont le centre relève ou, Pour Mayotte, selon le cas au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; Ou par le conseil territorial de la collectivité, 1° Pour Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions, au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ; 2° Pour Saint-Barthélemy et Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe.",
            "texteHtml": "<p align='center'>CONVENTION TYPE, MENTIONNÉE AU 1° DE L'ARTICLE R. 2212-9, FIXANT LES CONDITIONS DANS LESQUELLES LES MÉDECINS ET LES SAGES-FEMMES RÉALISENT, HORS ÉTABLISSEMENT DE SANTÉ, LES INTERRUPTIONS VOLONTAIRES DE GROSSESSE PAR VOIE MÉDICAMENTEUSE.</p><p></p><p></p><p></p><p>Entre l'établissement de santé..., sis..., et M. ou Mme..., médecin, dont le cabinet est situé...,</p><p>Ou</p><p>Entre l'établissement de santé..., sis ..., et M. ou Mme ..., sage-femme, dont le cabinet est situé ...,</p><p>Ou</p><p>Entre l'établissement de santé..., sis... et le centre de planification ou d'éducation familiale, représenté par M. ou Mme...,</p><p>Ou</p><p>Entre l'établissement de santé..., sis... et le centre de santé, représenté par M. ou Mme...,</p><p>Ou</p><p>Entre l'établissement de santé..., sis... et le département, la commune de... ou la collectivité d'outre-mer de... pour le compte du centre de santé ou du centre de planification ou d'éducation familiale, il est convenu ce qui suit :</p><p>Art. 1er. - L'établissement de santé s'assure que le médecin ou la sage-femme participant à la pratique des interruptions volontaires de grossesse médicamenteuses dans le cadre de la présente convention satisfait aux conditions prévues à l'article R. 2212-11 du code de la santé publique.</p><p>Le centre de santé ou le centre de planification ou d'éducation familiale signataire de la convention justifie de la qualification des médecins ou des sages-femmes concernés.</p><p>L'établissement de santé s'engage à répondre à toute demande d'information liée à la pratique de l'interruption volontaire de grossesse par voie médicamenteuse présentée par le cosignataire de la présente convention. Il organise des formations visant à l'actualisation de l'ensemble des connaissances requises pour la pratique des interruptions volontaires de grossesse par mode médicamenteux.</p><p>Art. 2 - En cas de doute sur la datation de la grossesse, sur l'existence d'une grossesse extra-utérine ou, lors de la visite de contrôle, sur la vacuité utérine, le médecin ou la sage-femme adresse la patiente à l'établissement qui prend toutes les mesures adaptées à l'état de cette dernière.</p><p>Art. 3 - Après l'administration des médicaments nécessaires à la réalisation de l'interruption volontaire de grossesse, le médecin ou la sage-femme transmet à l'établissement une copie de la fiche de liaison contenant les éléments utiles du dossier médicale de la patiente.</p><p>Art. 4 - L'établissement de santé s'engage à accueillir la femme à tout moment et à assurer la prise en charge liée aux complications et échecs éventuels. Il s'assure, en tant que de besoin, de la continuité des soins qui lui sont délivrés.</p><p>Art. 5 - Le médecin ou la sage-femme qui a pratiqué l'interruption volontaire de grossesse par voie médicamenteuse conserve dans le dossier médical les attestations de consultations préalables à l'interruption volontaire de grossesse ainsi que le consentement écrit de la femme à cette intervention.</p><p>Le cosignataire de la présente convention adresse à l'établissement de santé les déclarations anonymisées des interruptions volontaires de grossesse pratiquées.</p><p>Art. 6 - L'établissement de santé effectue chaque année une synthèse quantitative et qualitative de l'activité d'interruption volontaire de grossesse par voie médicamenteuse, réalisée dans le cadre de la présente convention. Cette synthèse est transmise au cosignataire de la convention et à l'agence régionale de santé territorialement compétente, ou, à Saint-Pierre-et-Miquelon, à l'administration territoriale de santé, ou, à Saint-Barthélemy et à Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin.</p><p>Art. 7 - La présente convention, établie pour une durée d'un an, prend effet à la date de sa signature. Elle est renouvelée chaque année par tacite reconduction à la date anniversaire de sa signature. Elle peut être dénoncée à tout moment par l'une ou l'autre des parties contractantes par tout moyen donnant date certaine à la notification. La dénonciation prend effet une semaine après cette date. En cas de non-respect de la présente convention par l'une des parties, la dénonciation par l'autre partie a un effet immédiat.</p><p>Art. 8 - Une copie de la présente convention est transmise, pour information :</p><p>Par l'établissement de santé à l'agence régionale de santé dont il relève ou,</p><p>1° Pour Saint-Pierre-et-Miquelon, à l'administration territoriale de santé ;</p><p>2° Pour Saint-Barthélemy et Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin ;</p><p>Et</p><p>Par le médecin, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dans le ressort de laquelle il exerce ou,</p><p>1° Pour Mayotte, au conseil de l'ordre de Mayotte pour les médecins, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p>2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à défaut à la délégation qui en exerce les fonctions, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ;</p><p>3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des médecins de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p>Ou par la sage-femme,</p><p>Au conseil départemental de l'ordre des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dans le ressort de laquelle elle exerce ou,</p><p>1° Pour Mayotte, au conseil départemental de l'ordre des sages-femmes de Mayotte, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p>2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ;</p><p>3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p>Ou par le centre de santé,</p><p>Selon le cas, au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont il relève ou,</p><p>1° Pour Mayotte, selon le cas au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p>2° Pour Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions, ou au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ;</p><p>3° Pour Saint-Barthélemy et Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p>Ou par le centre de planification ou d'éducation familiale,</p><p>A la collectivité territoriale dont dépend le centre de santé, selon le cas au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont il relève ou,</p><p>1° Pour Mayotte, au conseil départemental de Mayotte, selon le cas, au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p>2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins, ou, à défaut, à la délégation qui en exerce les fonctions ou au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ;</p><p>3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial de Saint-Barthélemy ou de Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p>Ou par la commune,</p><p>A la collectivité territoriale dont dépend le centre de santé, selon le cas, au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont le centre relève ou,</p><p>1° Pour Mayotte, au conseil départemental de Mayotte, selon le cas, au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p>2° Pour Saint-Pierre-et-Miquelon, selon le cas au conseil territorial de l'ordre des médecins ou à défaut à la délégation qui en exerce les fonctions ou au conseil territorial de l'ordre des sages-femmes, ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ;</p><p>3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial de Saint-Barthélemy ou de Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p>Ou par la collectivité territoriale dont dépend le centre de santé,</p><p>Selon le cas au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie ou à la caisse générale de sécurité sociale dont le centre relève ou,</p><p>Pour Mayotte, selon le cas au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p>Ou par le conseil territorial de la collectivité,</p><p>1° Pour Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions, au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance de Saint-Pierre-et-Miquelon ;</p><p>2° Pour Saint-Barthélemy et Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-04-18T00:00:00.000Z",
            "dateFin": "2022-02-21T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE DE LA DEUXIÈME PARTIE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132370",
                        "id": "LEGISCTA000006132370",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000032634253",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2212-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2212-6",
                    "articleId": "LEGIARTI000006911482",
                    "natureText": "CODE",
                    "date": 1645478011400,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1053993600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2212-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2212-9",
                    "articleId": "LEGIARTI000020602227",
                    "natureText": "CODE",
                    "date": 1645478011400,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1241827200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032630558",
                    "textTitle": "Décret n°2016-743 du 2 juin 2016 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000032632906",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-05",
                    "dateSignaTexte": "2016-06-02",
                    "dateDebutCible": "2016-06-06"
                }
            ],
            "num": "Annexe 22-1",
            "origine": "LEGI",
            "texte": "CONVENTION TYPE FIXANT LES CONDITIONS DANS LESQUELLES LES MEDECINS ET  LES SAGES-FEMMES REALISENT, HORS ETABLISSEMENT DE SANTE, LES  INTERRUPTIONS VOLONTAIRES DE GROSSESSE PAR VOIE MEDICAMENTEUSE  MENTIONNEE A L'ARTICLE R. 2212-9. Entre l'établissement de santé..., sis..., et M. ou Mme..., médecin, dont le cabinet est situé..., Ou Entre l'établissement de santé..., sis ..., et M. ou Mme ..., sage-femme, dont le cabinet est situé ..., Ou Entre l'établissement de santé..., sis... et le centre de planification ou d'éducation familiale, représenté par M. ou Mme..., Ou Entre l'établissement de santé..., sis... et le centre de santé, représenté par M. ou Mme..., Ou Entre l'établissement de santé..., sis... et le département, la commune de... ou la collectivité d'outre-mer de... pour le compte du centre de santé ou du centre de planification ou d'éducation familiale, il est convenu ce qui suit : Art. 1er. - L'établissement de santé s'assure que le médecin ou la sage-femme participant à la pratique des interruptions volontaires de grossesse médicamenteuses dans le cadre de la présente convention satisfait aux conditions prévues à l'article R. 2212-11. Le centre de santé ou le centre de planification ou d'éducation familiale signataire de la convention justifie de la qualification des médecins ou des sages-femmes concernés. L'établissement de santé s'engage à répondre à toute demande d'information liée à la pratique de l'interruption volontaire de grossesse par voie médicamenteuse présentée par le cosignataire de la présente convention. Il organise des formations visant à l'actualisation de l'ensemble des connaissances requises pour la pratique des interruptions volontaires de grossesse par mode médicamenteux. Art. 2 - En cas de doute sur la datation de la grossesse, sur l'existence d'une grossesse extra-utérine ou, lors de la visite de contrôle, sur la vacuité utérine, le médecin ou la sage-femme adresse la patiente à l'établissement qui prend toutes les mesures adaptées à l'état de cette dernière. Art. 3 - Après l'administration des médicaments nécessaires à la réalisation de l'interruption volontaire de grossesse, le médecin ou la sage-femme transmet à l'établissement une copie de la fiche de liaison contenant les éléments utiles du dossier médicale de la patiente. Art. 4 - L'établissement de santé s'engage à accueillir la femme à tout moment et à assurer la prise en charge liée aux complications et échecs éventuels. Il s'assure, en tant que de besoin, de la continuité des soins délivrés aux patientes. Art. 5 - Le médecin ou la sage-femme qui a pratiqué l'interruption volontaire de grossesse par voie médicamenteuse conserve dans le dossier médical les attestations de consultations préalables à l'interruption volontaire de grossesse ainsi que le consentement écrit de la femme à son interruption de grossesse. Le cosignataire de la présente convention adresse à l'établissement de santé les déclarations anonymisées des interruptions volontaires de grossesse pratiquées. Art. 6 - L'établissement de santé effectue chaque année une synthèse quantitative et qualitative de l'activité d'interruption volontaire de grossesse par voie médicamenteuse, réalisée dans le cadre de la présente convention. Cette synthèse est transmise au cosignataire de la convention et à l'agence régionale de santé territorialement compétente ou, à Mayotte, à l'agence de santé de l'océan indien, ou, à Saint-Pierre-et-Miquelon, à l'administration territoriale de santé, ou, à Saint-Barthélemy et à Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin. Art. 7 - La présente convention, établie pour une durée d'un an, est renouvelée chaque année par tacite reconduction à la date anniversaire. La convention peut être dénoncée à tout moment, par l'une ou l'autre des parties contractantes par une lettre motivée, envoyée en recommandé avec accusé de réception. La dénonciation prend effet une semaine après réception de la lettre recommandée. En cas de non respect de la présente convention, la dénonciation a un effet immédiat. Art. 8 - Une copie de la présente convention est transmise, pour information : Par l'établissement de santé à l'agence régionale de santé dont il relève ou, 1° Pour Mayotte, à l'agence de santé de l'océan Indien ; 2° Pour Saint-Pierre-et-Miquelon, à l'administration territoriale de santé ; 3° Pour Saint-Barthélemy et Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin ; Et Par le médecin, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dans le ressort de laquelle il exerce ou, 1° Pour Mayotte, au conseil de l'ordre de Mayotte pour les médecins, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à défaut à la délégation qui en exerce les fonctions, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des médecins de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par la sage-femme, Au conseil départemental de l'ordre des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dans le ressort de laquelle elle exerce ou, 1° Pour Mayotte, au conseil départemental de l'ordre des sages-femmes de Mayotte, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ; 3°Pour Saint-Barthélemy et pour Saint-Martin, au conseil de l'ordre des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par le centre de santé, Selon le cas, au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont il relève ou, 1° Pour Mayotte, selon le cas au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions, ou au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par le centre de planification ou d'éducation familiale, Au conseil départemental, selon le cas au conseil départemental de l'ordre des médecins ou des sages-femmes au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont il relève ou, 1° Pour Mayotte, au conseil départemental de Mayotte, selon le cas, au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins, ou, à défaut, à la délégation qui en exerce les fonctions ou au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial de Saint-Barthélemy ou de Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par la commune, Au conseil départemental, selon le cas, au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont le centre relève ou, 1° Pour Mayotte, au conseil départemental de Mayotte, selon le cas, au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, selon le cas au conseil territorial de l'ordre des médecins ou à défaut à la délégation qui en exerce les fonctions ou au conseil territorial de l'ordre des sages-femmes, ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et pour Saint-Martin, au conseil territorial de Saint-Barthélemy ou de Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ; Ou par le conseil départemental, Selon le cas au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont le centre relève ou, Pour Mayotte, selon le cas au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ; Ou par le conseil territorial de la collectivité, 1° Pour Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions, au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ; 2° Pour Saint-Barthélemy et pour Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe.",
            "texteHtml": "<p align='center'>CONVENTION TYPE FIXANT LES CONDITIONS DANS LESQUELLES LES MEDECINS ET  LES SAGES-FEMMES REALISENT, HORS ETABLISSEMENT DE SANTE, LES  INTERRUPTIONS VOLONTAIRES DE GROSSESSE PAR VOIE MEDICAMENTEUSE  MENTIONNEE A L'ARTICLE R. 2212-9.  </p><p></p><p></p><p></p><p>Entre l'établissement de santé..., sis..., et M. ou Mme..., médecin, dont le cabinet est situé..., </p><p>Ou</p><p> Entre l'établissement de santé..., sis ..., et M. ou Mme ..., sage-femme, dont le cabinet est situé ...,</p><p>Ou </p><p>Entre l'établissement de santé..., sis... et le centre de planification ou d'éducation familiale, représenté par M. ou Mme..., </p><p>Ou </p><p>Entre l'établissement de santé..., sis... et le centre de santé, représenté par M. ou Mme..., </p><p>Ou </p><p>Entre l'établissement de santé..., sis... et le département, la commune de... ou la collectivité d'outre-mer de... pour le compte du centre de santé ou du centre de planification ou d'éducation familiale, il est convenu ce qui suit :</p><p>Art. 1er. - L'établissement de santé s'assure que le médecin ou la sage-femme participant à la pratique des interruptions volontaires de grossesse médicamenteuses dans le cadre de la présente convention satisfait aux conditions prévues à l'article R. 2212-11.</p><p>Le centre de santé ou le centre de planification ou d'éducation familiale signataire de la convention justifie de la qualification des médecins ou des sages-femmes concernés. </p><p>L'établissement de santé s'engage à répondre à toute demande d'information liée à la pratique de l'interruption volontaire de grossesse par voie médicamenteuse présentée par le cosignataire de la présente convention. Il organise des formations visant à l'actualisation de l'ensemble des connaissances requises pour la pratique des interruptions volontaires de grossesse par mode médicamenteux.</p><p>Art. 2 - En cas de doute sur la datation de la grossesse, sur l'existence d'une grossesse extra-utérine ou, lors de la visite de contrôle, sur la vacuité utérine, le médecin ou la sage-femme adresse la patiente à l'établissement qui prend toutes les mesures adaptées à l'état de cette dernière.</p><p>Art. 3 - Après l'administration des médicaments nécessaires à la réalisation de l'interruption volontaire de grossesse, le médecin ou la sage-femme transmet à l'établissement une copie de la fiche de liaison contenant les éléments utiles du dossier médicale de la patiente.</p><p>Art. 4 - L'établissement de santé s'engage à accueillir la femme à tout moment et à assurer la prise en charge liée aux complications et échecs éventuels. Il s'assure, en tant que de besoin, de la continuité des soins délivrés aux patientes.</p><p>Art. 5 - Le médecin ou la sage-femme qui a pratiqué l'interruption volontaire de grossesse par voie médicamenteuse conserve dans le dossier médical les attestations de consultations préalables à l'interruption volontaire de grossesse ainsi que le consentement écrit de la femme à son interruption de grossesse.</p><p>Le cosignataire de la présente convention adresse à l'établissement de santé les déclarations anonymisées des interruptions volontaires de grossesse pratiquées.</p><p>Art. 6 - L'établissement de santé effectue chaque année une synthèse quantitative et qualitative de l'activité d'interruption volontaire de grossesse par voie médicamenteuse, réalisée dans le cadre de la présente convention. Cette synthèse est transmise au cosignataire de la convention et à l'agence régionale de santé territorialement compétente ou, à Mayotte, à l'agence de santé de l'océan indien, ou, à Saint-Pierre-et-Miquelon, à l'administration territoriale de santé, ou, à Saint-Barthélemy et à Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin.</p><p>Art. 7 - La présente convention, établie pour une durée d'un an, est renouvelée chaque année par tacite reconduction à la date anniversaire. La convention peut être dénoncée à tout moment, par l'une ou l'autre des parties contractantes par une lettre motivée, envoyée en recommandé avec accusé de réception. La dénonciation prend effet une semaine après réception de la lettre recommandée. En cas de non respect de la présente convention, la dénonciation a un effet immédiat.</p><p>Art. 8 - Une copie de la présente convention est transmise, pour information :</p><p> Par l'établissement de santé à l'agence régionale de santé dont il relève ou,</p><p> 1° Pour Mayotte, à l'agence de santé de l'océan Indien ;</p><p> 2° Pour Saint-Pierre-et-Miquelon, à l'administration territoriale de santé ;</p><p> 3° Pour Saint-Barthélemy et Saint-Martin, à l'agence de santé de la Guadeloupe, de Saint-Barthélemy et de Saint-Martin ;</p><p> Et</p><p> Par le médecin, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dans le ressort de laquelle il exerce ou,</p><p> 1° Pour Mayotte, au conseil de l'ordre de Mayotte pour les médecins, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p> 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à défaut à la délégation qui en exerce les fonctions, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ;</p><p> 3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des médecins de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p> Ou par la sage-femme,</p><p> Au conseil départemental de l'ordre des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dans le ressort de laquelle elle exerce ou,</p><p> 1° Pour Mayotte, au conseil départemental de l'ordre des sages-femmes de Mayotte, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p> 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ;</p><p> 3°Pour Saint-Barthélemy et pour Saint-Martin, au conseil de l'ordre des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p> Ou par le centre de santé,</p><p> Selon le cas, au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont il relève ou,</p><p> 1° Pour Mayotte, selon le cas au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p> 2° Pour Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions, ou au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ;</p><p> 3° Pour Saint-Barthélemy et Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p> Ou par le centre de planification ou d'éducation familiale,</p><p> Au conseil départemental, selon le cas au conseil départemental de l'ordre des médecins ou des sages-femmes au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont il relève ou,</p><p> 1° Pour Mayotte, au conseil départemental de Mayotte, selon le cas, au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p> 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial de Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins, ou, à défaut, à la délégation qui en exerce les fonctions ou au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ;</p><p> 3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial de Saint-Barthélemy ou de Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p> Ou par la commune,</p><p> Au conseil départemental, selon le cas, au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont le centre relève ou,</p><p> 1° Pour Mayotte, au conseil départemental de Mayotte, selon le cas, au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p> 2° Pour Saint-Pierre-et-Miquelon, selon le cas au conseil territorial de l'ordre des médecins ou à défaut à la délégation qui en exerce les fonctions ou au conseil territorial de l'ordre des sages-femmes, ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ;</p><p> 3° Pour Saint-Barthélemy et pour Saint-Martin, au conseil territorial de Saint-Barthélemy ou de Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe ;</p><p> Ou par le conseil départemental,</p><p> Selon le cas au conseil départemental de l'ordre des médecins ou des sages-femmes, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont le centre relève ou,</p><p> Pour Mayotte, selon le cas au conseil de l'ordre de Mayotte pour les médecins ou au conseil départemental de l'ordre des sages-femmes, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p> Ou par le conseil territorial de la collectivité,</p><p> 1° Pour Saint-Pierre-et-Miquelon, selon le cas, au conseil territorial de l'ordre des médecins ou, à défaut, à la délégation qui en exerce les fonctions, au conseil territorial de l'ordre des sages-femmes ou, à défaut, au préfet de Saint-Pierre-et-Miquelon, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ;</p><p> 2° Pour Saint-Barthélemy et pour Saint-Martin, selon le cas, au conseil de l'ordre des médecins ou des sages-femmes de la Guadeloupe, au conseil central de la section E de l'ordre national des pharmaciens et à la caisse générale de sécurité sociale de la Guadeloupe.  </p>",
            "type": "AUTONOME",
            "dateDebut": "2016-06-06T00:00:00.000Z",
            "dateFin": "2021-04-18T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE DE LA DEUXIÈME PARTIE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132370",
                        "id": "LEGISCTA000006132370",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000034150579",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2212-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2212-6",
                    "articleId": "LEGIARTI000006911482",
                    "natureText": "CODE",
                    "date": 1645478011824,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1053993600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2212-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2212-9",
                    "articleId": "LEGIARTI000020602227",
                    "natureText": "CODE",
                    "date": 1645478011824,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1241827200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020592043",
                    "textTitle": "Décret n°2009-516 du 6 mai 2009 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000020592715",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-05-08",
                    "dateSignaTexte": "2009-05-06",
                    "dateDebutCible": "2009-05-09"
                }
            ],
            "num": "Annexe 22-1",
            "origine": "LEGI",
            "texte": "CONVENTION TYPE FIXANT LES CONDITIONS DANS LESQUELLES LES MEDECINS  REALISENT, HORS ETABLISSEMENT DE SANTE, LES INTERRUPTIONS VOLONTAIRES DE  GROSSESSE PAR VOIE MEDICAMENTEUSE MENTIONNEE A L'ARTICLE R. 2212-9. Entre l'établissement de santé..., sis..., et M. ou Mme..., médecin, dont le cabinet est situé..., Ou Entre l'établissement de santé..., sis... et le centre de planification ou d'éducation familiale, représenté par M. ou Mme..., Ou Entre l'établissement de santé..., sis... et le centre de santé, représenté par M. ou Mme..., Ou Entre l'établissement de santé..., sis... et le département, la commune de... ou la collectivité d'outre-mer de... pour le compte du centre de santé ou du centre de planification ou d'éducation familiale, il est convenu ce qui suit : Art. 1er. - L'établissement de santé s'assure que le médecin participant à la pratique des interruptions volontaires de grossesse médicamenteuses dans le cadre de la présente convention satisfait aux conditions prévues à l'article R. 2212-11. Le centre de santé ou le centre de planification ou d'éducation familiale signataire de la convention justifie de la qualification des médecins concernés. L'établissement de santé s'engage à répondre à toute demande d'information liée à la pratique de l'interruption volontaire de grossesse par voie médicamenteuse présentée par le cosignataire de la présente convention. Il organise des formations visant à l'actualisation de l'ensemble des connaissances requises pour la pratique des interruptions volontaires de grossesse par mode médicamenteux. Art. 2 - En cas de doute sur la datation de la grossesse, sur l'existence d'une grossesse extra-utérine ou, lors de la visite de contrôle, sur la vacuité utérine, le médecin adresse la patiente à l'établissement qui prend toutes les mesures adaptées à l'état de cette dernière. Art. 3 - Après l'administration des médicaments nécessaires à la réalisation de l'interruption volontaire de grossesse, le médecin transmet à l'établissement une copie de la fiche de liaison contenant les éléments utiles du dossier médicale de la patiente. Art. 4 - L'établissement de santé s'engage à accueillir la femme à tout moment et à assurer la prise en charge liée aux complications et échecs éventuels. Il s'assure, en tant que de besoin, de la continuité des soins délivrés aux patientes. Art. 5 - Le médecin qui a pratiqué l'interruption volontaire de grossesse par voie médicamenteuse conserve dans le dossier médical les attestations de consultations préalables à l'interruption volontaire de grossesse ainsi que le consentement écrit de la femme à son interruption de grossesse. Le cosignataire de la présente convention adresse à l'établissement de santé les déclarations anonymisées des interruptions volontaires de grossesse pratiquées. Art. 6 - L'établissement de santé effectue chaque année une synthèse quantitative et qualitative de l'activité d'interruption volontaire de grossesse par voie médicamenteuse, réalisée dans le cadre de la présente convention. Cette synthèse est transmise au cosignataire de la convention et au médecin inspecteur régional de santé publique ou, à Mayotte et Saint-Pierre-et-Miquelon, au médecin inspecteur de santé publique, ou, à Saint-Barthélemy et Saint-Martin, au médecin inspecteur territorialement compétent. Art. 7 - La présente convention, établie pour une durée d'un an, est renouvelée chaque année par tacite reconduction à la date anniversaire. La convention peut être dénoncée à tout moment, par l'une ou l'autre des parties contractantes par une lettre motivée, envoyée en recommandé avec accusé de réception. La dénonciation prend effet une semaine après réception de la lettre recommandée. En cas de non respect de la présente convention, la dénonciation a un effet immédiat. Art. 8 - Une copie de la présente convention est transmise, pour information : Par l'établissement de santé à l'agence régionale de l'hospitalisation ainsi qu'à la direction départementale des affaires sanitaires et sociales dont il relève ou, 1° Pour Mayotte, à l'agence régionale de l'hospitalisation ainsi qu'à la direction des affaires sanitaires et sociales ; 2° Pour Saint-Pierre-et-Miquelon, au représentant de l'Etat ainsi qu'au service des affaires sanitaires et sociales ; 3° Pour Saint-Barthélemy et Saint-Martin, au représentant de l'Etat ainsi qu'au service des affaires sanitaires et sociales territorialement compétent ; Et Par le médecin, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dans le ressort de laquelle il exerce ou, 1° Pour Mayotte, au conseil de l'ordre des médecins de Mayotte ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des médecins ou à l'organe qui en exerce les fonctions, au conseil de l'ordre des pharmaciens et à la caisse de sécurité sociale, territorialement compétents ; Ou Par le centre de santé, au conseil départemental de l'ordre des médecins, à la direction régionale des affaires sanitaires et sociales, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont il relève ou, 1° Pour Mayotte, au conseil de l'ordre des médecins de Mayotte ou à l'organe qui en exerce les fonctions, à la direction des affaires sanitaires et sociales, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à l'organe qui en exerce les fonctions, au service des affaires sanitaires et sociales, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des médecins ou à l'organe qui en exerce les fonctions, au service des affaires sanitaires et sociales, au conseil de l'ordre des pharmaciens et à la caisse de sécurité sociale, territorialement compétents ; Ou Par le centre de planification familiale ou d'éducation familiale, au conseil général, à la direction régionale des affaires sanitaires et sociales, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont il relève ou, 1° Pour Mayotte, au conseil général, à la direction des affaires sanitaires et sociales, au conseil de l'ordre des médecins de Mayotte ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial, au service des affaires sanitaires et sociales, au conseil de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial, au service des affaires sanitaires et sociales, au conseil de l'ordre des médecins ou à l'organe qui en exerce les fonctions, au conseil de l'ordre des pharmaciens et à la caisse de sécurité sociale, territorialement compétents ; Ou Par la commune, au conseil général, à la direction régionale des affaires sanitaires et sociales, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont le centre relève ou, 1° Pour Mayotte, au conseil général, à la direction des affaires sanitaires et sociales, au conseil de l'ordre des médecins de Mayotte ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au conseil territorial, au service des affaires sanitaires et sociales, au conseil de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial, au service des affaires sanitaires et sociales, au conseil de l'ordre des médecins ou à l'organe qui en exerce les fonctions, au conseil de l'ordre des pharmaciens et à la caisse de sécurité sociale, territorialement compétents ; Ou Par le conseil général, à la direction régionale des affaires sanitaires et sociales, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont le centre relève ou, 1° Pour Mayotte, à la direction des affaires sanitaires et sociales, au conseil de l'ordre des médecins de Mayotte ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de sécurité sociale de Mayotte ; 2° Pour Saint-Pierre-et-Miquelon, au service des affaires sanitaires et sociales, au conseil de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ; 3° Pour Saint-Barthélemy et Saint-Martin, au service des affaires sanitaires et sociales, au conseil de l'ordre des médecins ou à l'organe qui en exerce les fonctions, au conseil de l'ordre des pharmaciens et à la caisse de sécurité sociale, territorialement compétents.",
            "texteHtml": "<p align='center'>CONVENTION TYPE FIXANT LES CONDITIONS DANS LESQUELLES LES MEDECINS  REALISENT, HORS ETABLISSEMENT DE SANTE, LES INTERRUPTIONS VOLONTAIRES DE  GROSSESSE PAR VOIE MEDICAMENTEUSE MENTIONNEE A L'ARTICLE R. 2212-9.  </p><p></p><p></p><p></p><p>Entre l'établissement de santé..., sis..., et M. ou Mme..., médecin, dont le cabinet est situé...,</p><p><br/>Ou</p><p><br/>Entre l'établissement de santé..., sis... et le centre de planification ou d'éducation familiale, représenté par M. ou Mme...,</p><p><br/>Ou</p><p><br/>Entre l'établissement de santé..., sis... et le centre de santé, représenté par M. ou Mme...,</p><p><br/>Ou</p><p><br/>Entre l'établissement de santé..., sis... et le département, la commune de... ou la collectivité d'outre-mer de... pour le compte du centre de santé ou du centre de planification ou d'éducation familiale, il est convenu ce qui suit :</p><p><br/>Art. 1er. - L'établissement de santé s'assure que le médecin participant à la pratique des interruptions volontaires de grossesse médicamenteuses dans le cadre de la présente convention satisfait aux conditions prévues à l'article R. 2212-11.</p><p><br/>Le centre de santé ou le centre de planification ou d'éducation familiale signataire de la convention justifie de la qualification des médecins concernés.</p><p><br/>L'établissement de santé s'engage à répondre à toute demande d'information liée à la pratique de l'interruption volontaire de grossesse par voie médicamenteuse présentée par le cosignataire de la présente convention. Il organise des formations visant à l'actualisation de l'ensemble des connaissances requises pour la pratique des interruptions volontaires de grossesse par mode médicamenteux.</p><p><br/>Art. 2 - En cas de doute sur la datation de la grossesse, sur l'existence d'une grossesse extra-utérine ou, lors de la visite de contrôle, sur la vacuité utérine, le médecin adresse la patiente à l'établissement qui prend toutes les mesures adaptées à l'état de cette dernière.</p><p><br/>Art. 3 - Après l'administration des médicaments nécessaires à la réalisation de l'interruption volontaire de grossesse, le médecin transmet à l'établissement une copie de la fiche de liaison contenant les éléments utiles du dossier médicale de la patiente.</p><p><br/>Art. 4 - L'établissement de santé s'engage à accueillir la femme à tout moment et à assurer la prise en charge liée aux complications et échecs éventuels. Il s'assure, en tant que de besoin, de la continuité des soins délivrés aux patientes.</p><p><br/>Art. 5 - Le médecin qui a pratiqué l'interruption volontaire de grossesse par voie médicamenteuse conserve dans le dossier médical les attestations de consultations préalables à l'interruption volontaire de grossesse ainsi que le consentement écrit de la femme à son interruption de grossesse.</p><p><br/>Le cosignataire de la présente convention adresse à l'établissement de santé les déclarations anonymisées des interruptions volontaires de grossesse pratiquées.</p><p><br/>Art. 6 - L'établissement de santé effectue chaque année une synthèse quantitative et qualitative de l'activité d'interruption volontaire de grossesse par voie médicamenteuse, réalisée dans le cadre de la présente convention. Cette synthèse est transmise au cosignataire de la convention et au médecin inspecteur régional de santé publique ou, à Mayotte et Saint-Pierre-et-Miquelon, au médecin inspecteur de santé publique, ou, à Saint-Barthélemy et Saint-Martin, au médecin inspecteur territorialement compétent.</p><p><br/>Art. 7 - La présente convention, établie pour une durée d'un an, est renouvelée chaque année par tacite reconduction à la date anniversaire. La convention peut être dénoncée à tout moment, par l'une ou l'autre des parties contractantes par une lettre motivée, envoyée en recommandé avec accusé de réception. La dénonciation prend effet une semaine après réception de la lettre recommandée. En cas de non respect de la présente convention, la dénonciation a un effet immédiat.</p><p><br/>Art. 8 - Une copie de la présente convention est transmise, pour information :</p><p><br/>Par l'établissement de santé à l'agence régionale de l'hospitalisation ainsi qu'à la direction départementale des affaires sanitaires et sociales dont il relève ou,</p><p><br/>1° Pour Mayotte, à l'agence régionale de l'hospitalisation ainsi qu'à la direction des affaires sanitaires et sociales ;</p><p><br/>2° Pour Saint-Pierre-et-Miquelon, au représentant de l'Etat ainsi qu'au service des affaires sanitaires et sociales ;</p><p><br/>3° Pour Saint-Barthélemy et Saint-Martin, au représentant de l'Etat ainsi qu'au service des affaires sanitaires et sociales territorialement compétent ;</p><p><br/>Et</p><p><br/>Par le médecin, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dans le ressort de laquelle il exerce ou,</p><p><br/>1° Pour Mayotte, au conseil de l'ordre des médecins de Mayotte ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p><br/>2° Pour Saint-Pierre-et-Miquelon, au conseil de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ;</p><p><br/>3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des médecins ou à l'organe qui en exerce les fonctions, au conseil de l'ordre des pharmaciens et à la caisse de sécurité sociale, territorialement compétents ;</p><p><br/>Ou</p><p><br/>Par le centre de santé, au conseil départemental de l'ordre des médecins, à la direction régionale des affaires sanitaires et sociales, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont il relève ou,</p><p><br/>1° Pour Mayotte, au conseil de l'ordre des médecins de Mayotte ou à l'organe qui en exerce les fonctions, à la direction des affaires sanitaires et sociales, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p><br/>2° Pour Saint-Pierre-et-Miquelon, au conseil de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à l'organe qui en exerce les fonctions, au service des affaires sanitaires et sociales, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ;</p><p><br/>3° Pour Saint-Barthélemy et Saint-Martin, au conseil de l'ordre des médecins ou à l'organe qui en exerce les fonctions, au service des affaires sanitaires et sociales, au conseil de l'ordre des pharmaciens et à la caisse de sécurité sociale, territorialement compétents ;</p><p><br/>Ou</p><p><br/>Par le centre de planification familiale ou d'éducation familiale, au conseil général, à la direction régionale des affaires sanitaires et sociales, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont il relève ou,</p><p><br/>1° Pour Mayotte, au conseil général, à la direction des affaires sanitaires et sociales, au conseil de l'ordre des médecins de Mayotte ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p><br/>2° Pour Saint-Pierre-et-Miquelon, au conseil territorial, au service des affaires sanitaires et sociales, au conseil de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ;</p><p><br/>3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial, au service des affaires sanitaires et sociales, au conseil de l'ordre des médecins ou à l'organe qui en exerce les fonctions, au conseil de l'ordre des pharmaciens et à la caisse de sécurité sociale, territorialement compétents ;</p><p><br/>Ou</p><p><br/>Par la commune, au conseil général, à la direction régionale des affaires sanitaires et sociales, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont le centre relève ou,</p><p><br/>1° Pour Mayotte, au conseil général, à la direction des affaires sanitaires et sociales, au conseil de l'ordre des médecins de Mayotte ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p><br/>2° Pour Saint-Pierre-et-Miquelon, au conseil territorial, au service des affaires sanitaires et sociales, au conseil de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ;</p><p><br/>3° Pour Saint-Barthélemy et Saint-Martin, au conseil territorial, au service des affaires sanitaires et sociales, au conseil de l'ordre des médecins ou à l'organe qui en exerce les fonctions, au conseil de l'ordre des pharmaciens et à la caisse de sécurité sociale, territorialement compétents ;</p><p><br/>Ou</p><p><br/>Par le conseil général, à la direction régionale des affaires sanitaires et sociales, au conseil départemental de l'ordre des médecins, au conseil régional de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dont le centre relève ou,</p><p><br/>1° Pour Mayotte, à la direction des affaires sanitaires et sociales, au conseil de l'ordre des médecins de Mayotte ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de sécurité sociale de Mayotte ;</p><p><br/>2° Pour Saint-Pierre-et-Miquelon, au service des affaires sanitaires et sociales, au conseil de l'ordre des médecins de Saint-Pierre-et-Miquelon ou à l'organe qui en exerce les fonctions, à la section E du conseil national de l'ordre des pharmaciens et à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ;</p><p><br/>3° Pour Saint-Barthélemy et Saint-Martin, au service des affaires sanitaires et sociales, au conseil de l'ordre des médecins ou à l'organe qui en exerce les fonctions, au conseil de l'ordre des pharmaciens et à la caisse de sécurité sociale, territorialement compétents.</p>",
            "type": "AUTONOME",
            "dateDebut": "2009-05-09T00:00:00.000Z",
            "dateFin": "2016-06-06T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE DE LA DEUXIÈME PARTIE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132370",
                        "id": "LEGISCTA000006132370",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006908105",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2212-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2212-6",
                    "articleId": "LEGIARTI000006911482",
                    "natureText": "CODE",
                    "date": 1645478011605,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1053993600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2212-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2212-9",
                    "articleId": "LEGIARTI000020602227",
                    "natureText": "CODE",
                    "date": 1645478011605,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1241827200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "Annexe 22-1",
            "origine": "LEGI",
            "texte": "CONVENTION TYPE FIXANT LES CONDITIONS DANS LESQUELLES LES MEDECINS  REALISENT, HORS ETABLISSEMENT DE SANTE, LES INTERRUPTIONS VOLONTAIRES DE  GROSSESSE PAR VOIE MEDICAMENTEUSE MENTIONNEE AUX ARTICLES L. 2212-2 ET  R. 2212-9 Entre l'établissement de santé ..., sis ..., représenté par M. ou Mme ..., dûment mandaté en qualité de ... et M. ou Mme ..., docteur en médecine, dont le cabinet est situé ..., il est convenu ce qui suit : Art. 1er. -     L'établissement de santé s'assure que le médecin participant à la pratique des interruptions volontaires de grossesse médicamenteuses dans le cadre de la présente convention satisfait aux conditions prévues à l'article R. 2212-6. L'établissement de santé s'engage à répondre à toute demande d'information liée à la pratique de l'interruption volontaire de grossesse par voie médicamenteuse présentée par le médecin. Il organise des formations visant à l'actualisation de l'ensemble des connaissances requises pour la pratique des interruptions volontaires de grossesse par mode médicamenteux. Art. 2 -     En cas de doute sur la datation de la grossesse, sur l'existence d'une grossesse extra-utérine ou, lors de la visite de contrôle, sur la vacuité utérine, le médecin adresse la patiente à l'établissement qui prend toutes les mesures adaptées à l'état de cette dernière. Art. 3 -     Après l'administration des médicaments nécessaires à la réalisation de l'interruption volontaire de grossesse, le médecin transmet à l'établissement une copie de la fiche de liaison contenant les éléments utiles du dossier médicale de la patiente. Art. 4 -     L'établissement de santé s'engage à accueillir la femme à tout moment et à assurer la prise en charge liée aux complications et échecs éventuels. Il s'assure, en tant que de besoin, de la continuité des soins délivrés aux patientes. Art. 5 -     Le médecin qui a pratiqué l'interruption volontaire de grossesse par voie médicamenteuse conserve dans le dossier médical les attestations de consultations préalables à l'interruption volontaire de grossesse ainsi que le consentement écrit de la femme à son interruption de grossesse. Le médecin adresse à l'établissement de santé les déclarations anonymisées des interruptions volontaires de grossesse qu'il a pratiquées. Art. 6 -     L'établissement de santé effectue chaque année une synthèse quantitative et qualitative de l'activité d'interruption volontaire de grossesse par voie médicamenteuse, réalisée dans le cadre de la présente convention. Cette synthèse est transmise au médecin signataire de la convention et au médecin inspecteur régional de santé publique. Art. 7 -     La présente convention, établie pour une durée d'un an, est renouvelée chaque année par tacite reconduction à la date anniversaire. La convention peut être dénoncée à tout moment, par l'une ou l'autre des parties contractantes par une lettre motivée, envoyée en recommandé avec accusé de réception. La dénonciation prend effet une semaine après réception de la lettre recommandée. En cas de non respect de la présente convention, la dénonciation a un effet immédiat. Art. 8 -     Une copie de la présente convention est transmise, pour information, par l'établissement de santé à l'agence régionale de l'hospitalisation ainsi qu'aux directions départementales des affaires sanitaires et sociales dont il relève et par le médecin, au conseil départemental de l'ordre des médecins, au conseil départemental de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dans le ressort de laquelle il exerce, ou leurs équivalents compétents pour Saint-Pierre-et-Miquelon.",
            "texteHtml": "<p align='center'>CONVENTION TYPE FIXANT LES CONDITIONS DANS LESQUELLES LES MEDECINS  REALISENT, HORS ETABLISSEMENT DE SANTE, LES INTERRUPTIONS VOLONTAIRES DE  GROSSESSE PAR VOIE MEDICAMENTEUSE MENTIONNEE AUX ARTICLES L. 2212-2 ET  R. 2212-9  </p><p></p><p></p><p></p><p>Entre l'établissement de santé ..., sis ..., représenté par M. ou Mme ..., dûment mandaté en qualité de ... et M. ou Mme ..., docteur en médecine, dont le cabinet est situé ..., il est convenu ce qui suit :</p><p></p><p>   Art. 1er. -     L'établissement de santé s'assure que le médecin participant à la pratique des interruptions volontaires de grossesse médicamenteuses dans le cadre de la présente convention satisfait aux conditions prévues à l'article R. 2212-6.</p><p></p><p>   L'établissement de santé s'engage à répondre à toute demande d'information liée à la pratique de l'interruption volontaire de grossesse par voie médicamenteuse présentée par le médecin. Il organise des formations visant à l'actualisation de l'ensemble des connaissances requises pour la pratique des interruptions volontaires de grossesse par mode médicamenteux.</p><p></p><p>   Art. 2 -     En cas de doute sur la datation de la grossesse, sur l'existence d'une grossesse extra-utérine ou, lors de la visite de contrôle, sur la vacuité utérine, le médecin adresse la patiente à l'établissement qui prend toutes les mesures adaptées à l'état de cette dernière.</p><p></p><p>   Art. 3 -     Après l'administration des médicaments nécessaires à la réalisation de l'interruption volontaire de grossesse, le médecin transmet à l'établissement une copie de la fiche de liaison contenant les éléments utiles du dossier médicale de la patiente.</p><p></p><p>   Art. 4 -     L'établissement de santé s'engage à accueillir la femme à tout moment et à assurer la prise en charge liée aux complications et échecs éventuels. Il s'assure, en tant que de besoin, de la continuité des soins délivrés aux patientes.</p><p></p><p>   Art. 5 -     Le médecin qui a pratiqué l'interruption volontaire de grossesse par voie médicamenteuse conserve dans le dossier médical les attestations de consultations préalables à l'interruption volontaire de grossesse ainsi que le consentement écrit de la femme à son interruption de grossesse.</p><p></p><p>   Le médecin adresse à l'établissement de santé les déclarations anonymisées des interruptions volontaires de grossesse qu'il a pratiquées.</p><p></p><p>   Art. 6 -     L'établissement de santé effectue chaque année une synthèse quantitative et qualitative de l'activité d'interruption volontaire de grossesse par voie médicamenteuse, réalisée dans le cadre de la présente convention. Cette synthèse est transmise au médecin signataire de la convention et au médecin inspecteur régional de santé publique.</p><p></p><p>   Art. 7 -     La présente convention, établie pour une durée d'un an, est renouvelée chaque année par tacite reconduction à la date anniversaire. La convention peut être dénoncée à tout moment, par l'une ou l'autre des parties contractantes par une lettre motivée, envoyée en recommandé avec accusé de réception. La dénonciation prend effet une semaine après réception de la lettre recommandée. En cas de non respect de la présente convention, la dénonciation a un effet immédiat.</p><p></p><p>   Art. 8 -     Une copie de la présente convention est transmise, pour information, par l'établissement de santé à l'agence régionale de l'hospitalisation ainsi qu'aux directions départementales des affaires sanitaires et sociales dont il relève et par le médecin, au conseil départemental de l'ordre des médecins, au conseil départemental de l'ordre des pharmaciens et à la caisse primaire d'assurance maladie dans le ressort de laquelle il exerce, ou leurs équivalents compétents pour Saint-Pierre-et-Miquelon.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2003-05-27T00:00:00.000Z",
            "dateFin": "2009-05-09T00:00:00.000Z"
        }
    ]
}