{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006740803",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Des contrats de bonne pratique sont définis, à l'échelon national par les parties aux conventions et à l'accord national mentionnés aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9, L. 162-14, L. 162-32-1 et L. 322-5-2 et, à l'échelon régional, par les unions régionales des caisses d'assurance maladie et les représentants désignés par les syndicats signataires de la ou des conventions nationales. Les professionnels conventionnés ou les centres de santé adhérant à l'accord national peuvent adhérer individuellement à un contrat de bonne pratique qui peut ouvrir droit, en contrepartie du respect des engagements qu'il prévoit, à un complément forfaitaire de rémunération et à la majoration de la participation prévue à l'article L. 162-14-1. Lorsqu'ils sont conclus au niveau régional, ces contrats doivent être conformes aux objectifs, thèmes et règles générales de mise en oeuvre mentionnés dans la convention nationale ou dans l'accord national. Le complément de rémunération ou la majoration de la participation prévue à l'article L. 162-14-1 peuvent être modulés en fonction de critères d'expérience, de qualité des pratiques ou d'engagements relatifs à la formation, au lieu d'installation et d'exercice du médecin dans les conditions prévues par ces contrats. Ce contrat précise les objectifs d'évolution de la pratique des professionnels concernés et fixe les engagements pris par ces derniers. Le contrat comporte nécessairement des engagements relatifs : - à l'évaluation de la pratique du professionnel ; cette évaluation prend en compte l'application par le professionnel des références opposables et des recommandations de bonne pratique prévues à l'article L. 162-12-15 ; - aux modalités de suivi avec le service du contrôle médical de son activité et, s'agissant d'un professionnel habilité à prescrire, de ses pratiques de prescription ; - s'agissant des professions habilitées à prescrire, au niveau, à l'évolution et aux pratiques de prescription, dans le respect des conditions prévues à l'article L. 162-2-1, et en particulier à la prescription en dénomination commune ou à la prescription de médicaments génériques ; Le contrat peut en outre comporter d'autres engagements, portant notamment sur : - le niveau de l'activité du professionnel ; - sa participation aux programmes d'information destinés aux assurés et mis en place par les caisses d'assurance maladie ; - le cas échéant, sa collaboration aux différents services mis en place par les caisses d'assurance maladie à destination des assurés. Le contrat peut comporter des engagements spécifiques en matière de permanence des soins ou d'implantation ou de maintien dans les zones mentionnées au deuxième alinéa du II de l'article L. 221-1-1 et au 3° du II de l'article 4 de l'ordonnance n° 96-345 du 24 avril 1996 relative à la maîtrise médicalisée des dépenses de soins. Les contrats prévoient les conditions dans lesquelles la caisse primaire d'assurance maladie peut, lorsque les engagements ne sont pas tenus, mettre fin à l'adhésion du professionnel ou du centre de santé, après que celui-ci a été en mesure de présenter ses observations. Si les contrats comportent des engagements relatifs à la sécurité, la qualité ou l'efficience des pratiques, ils ne peuvent être proposés à l'adhésion des professionnels de santé ou du centre de santé qu'après avoir reçu l'avis de la Haute Autorité de santé. Cet avis est rendu dans un délai maximum de deux mois à compter de la réception du texte par l'agence. A l'expiration de ce délai, l'avis est réputé favorable. Les contrats régionaux sont approuvés par l'Union nationale des caisses d'assurance maladie qui dispose d'un délai de quarante-cinq jours pour se prononcer à compter de la réception du texte transmis par les signataires. A l'expiration de ce délai, le contrat est réputé approuvé. Toutefois, pour des motifs de santé publique ou de sécurité sanitaire, ou lorsque les effets constatés de ces contrats sont contraires aux objectifs poursuivis par la convention médicale, le ministre chargé de la santé ou, pour les contrats régionaux, le représentant de l'Etat dans la région peuvent en suspendre l'application. Cette décision est notifiée aux parties signataires. Les contrats nationaux sont transmis dès leur entrée en vigueur par l'Union nationale des caisses d'assurance maladie aux ministres chargés de la santé et de la sécurité sociale. Les contrats régionaux sont transmis dès leur entrée en vigueur par l'union régionale des caisses d'assurance maladie au représentant de l'Etat dans la région. Les contrats sont également transmis, en tant qu'ils concernent les médecins, aux unions régionales de médecins exerçant à titre libéral.",
            "texteHtml": "<p></p>   Des contrats de bonne pratique sont définis, à l'échelon national par les parties aux conventions et à l'accord national mentionnés aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9, L. 162-14, L. 162-32-1 et L. 322-5-2 et, à l'échelon régional, par les unions régionales des caisses d'assurance maladie et les représentants désignés par les syndicats signataires de la ou des conventions nationales. Les professionnels conventionnés ou les centres de santé adhérant à l'accord national peuvent adhérer individuellement à un contrat de bonne pratique qui peut ouvrir droit, en contrepartie du respect des engagements qu'il prévoit, à un complément forfaitaire de rémunération et à la majoration de la participation prévue à l'article L. 162-14-1. Lorsqu'ils sont conclus au niveau régional, ces contrats doivent être conformes aux objectifs, thèmes et règles générales de mise en oeuvre mentionnés dans la convention nationale ou dans l'accord national.<p></p><p></p>   Le complément de rémunération ou la majoration de la participation prévue à l'article L. 162-14-1 peuvent être modulés en fonction de critères d'expérience, de qualité des pratiques ou d'engagements relatifs à la formation, au lieu d'installation et d'exercice du médecin dans les conditions prévues par ces contrats.<p></p><p></p>   Ce contrat précise les objectifs d'évolution de la pratique des professionnels concernés et fixe les engagements pris par ces derniers.<p></p><p></p>   Le contrat comporte nécessairement des engagements relatifs :<p></p><p></p>   - à l'évaluation de la pratique du professionnel ; cette évaluation prend en compte l'application par le professionnel des références opposables et des recommandations de bonne pratique prévues à l'article L. 162-12-15 ;<p></p><p></p>   - aux modalités de suivi avec le service du contrôle médical de son activité et, s'agissant d'un professionnel habilité à prescrire, de ses pratiques de prescription ;<p></p><p></p>   - s'agissant des professions habilitées à prescrire, au niveau, à l'évolution et aux pratiques de prescription, dans le respect des conditions prévues à l'article L. 162-2-1, et en particulier à la prescription en dénomination commune ou à la prescription de médicaments génériques ;<p></p><p></p>   Le contrat peut en outre comporter d'autres engagements, portant notamment sur :<p></p><p></p>   - le niveau de l'activité du professionnel ;<p></p><p></p>   - sa participation aux programmes d'information destinés aux assurés et mis en place par les caisses d'assurance maladie ;<p></p><p></p>   - le cas échéant, sa collaboration aux différents services mis en place par les caisses d'assurance maladie à destination des assurés.<p></p><p></p>   Le contrat peut comporter des engagements spécifiques en matière de permanence des soins ou d'implantation ou de maintien dans les zones mentionnées au deuxième alinéa du II de l'article L. 221-1-1 et au 3° du II de l'article 4 de l'ordonnance n° 96-345 du 24 avril 1996 relative à la maîtrise médicalisée des dépenses de soins.<p></p><p></p>   Les contrats prévoient les conditions dans lesquelles la caisse primaire d'assurance maladie peut, lorsque les engagements ne sont pas tenus, mettre fin à l'adhésion du professionnel ou du centre de santé, après que celui-ci a été en mesure de présenter ses observations.<p></p><p></p>   Si les contrats comportent des engagements relatifs à la sécurité, la qualité ou l'efficience des pratiques, ils ne peuvent être proposés à l'adhésion des professionnels de santé ou du centre de santé qu'après avoir reçu l'avis de la Haute Autorité de santé. Cet avis est rendu dans un délai maximum de deux mois à compter de la réception du texte par l'agence. A l'expiration de ce délai, l'avis est réputé favorable.<p></p><p></p>   Les contrats régionaux sont approuvés par l'Union nationale des caisses d'assurance maladie qui dispose d'un délai de quarante-cinq jours pour se prononcer à compter de la réception du texte transmis par les signataires. A l'expiration de ce délai, le contrat est réputé approuvé.<p></p><p></p>   Toutefois, pour des motifs de santé publique ou de sécurité sanitaire, ou lorsque les effets constatés de ces contrats sont contraires aux objectifs poursuivis par la convention médicale, le ministre chargé de la santé ou, pour les contrats régionaux, le représentant de l'Etat dans la région peuvent en suspendre l'application. Cette décision est notifiée aux parties signataires.<p></p><p></p>   Les contrats nationaux sont transmis dès leur entrée en vigueur par l'Union nationale des caisses d'assurance maladie aux ministres chargés de la santé et de la sécurité sociale. Les contrats régionaux sont transmis dès leur entrée en vigueur par l'union régionale des caisses d'assurance maladie au représentant de l'Etat dans la région. Les contrats sont également transmis, en tant qu'ils concernent les médecins, aux unions régionales de médecins exerçant à titre libéral.<p></p>",
            "num": "L162-12-18",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "ABROGE",
            "dateDebut": 1135036800000,
            "dateFin": 1270080000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141605",
                        "id": "LEGISCTA000006141605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2018-03-10",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000006156028",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-03-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins et à la prévention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000036687767",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-12-19",
                        "fin": "2999-01-01",
                        "titre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172904",
                        "id": "LEGISCTA000006172904",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006740798",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006172904",
            "sectionParentId": "LEGISCTA000006172904",
            "sectionParentTitre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "fullSectionsTitre": "Partie législative &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 2 : Dispositions générales relatives aux soins &gt; Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006740803",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ordonnance n° 2010-177 du 23 février 2010, art. 22 II : Les articles L. 162-12-18 à L. 162-12-20 sont abrogés à la date de création des agences régionales de santé. Les droits et obligations nés des adhésions individuelles aux contrats conclus pour leur application demeurent en vigueur jusqu'au terme prévu par ces contrats. Décret n° 2010-336 du 31 mars 2010 portant création des agences régionales de santé (JORF n° 77 du 1er avril 2010).",
            "notaHtml": "<p>Ordonnance n° 2010-177 du 23 février 2010, art. 22 II : Les articles L. 162-12-18 à L. 162-12-20 sont abrogés à la date de création des agences régionales de santé. Les droits et obligations nés des adhésions individuelles aux contrats conclus pour leur application demeurent en vigueur jusqu'au terme prévu par ces contrats.</p><p> Décret n° 2010-336 du 31 mars 2010 portant création des agences régionales de santé (JORF n° 77 du 1er avril 2010). </p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000815414",
                    "textTitle": "Loi 2005-1579 2005-12-19 art. 60 II 2° JORF 20 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000815414",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-20",
                    "dateSignaTexte": "2005-12-19",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000021868310",
                    "textTitle": "Ordonnance n°2010-177\n du 23 février 2010 - art. 22 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000021870012",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2010-02-25",
                    "dateSignaTexte": "2010-02-23",
                    "dateDebutCible": "2010-02-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000192992",
                    "textTitle": "Ordonnance n°96-345 du 24 avril 1996 - art. 4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006759842",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "96-345",
                    "datePubli": 830390400000,
                    "dateDebut": 1009324800000
                },
                {
                    "textCid": "JORFTEXT000019284598",
                    "textTitle": "Arrêté du 11 avril 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019284604",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1217894400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024457033",
                    "textTitle": "LOI n°2011-940\n du 10 août 2011 - art. 12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000024460144",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-940",
                    "datePubli": 1313020800000,
                    "dateDebut": 1313107200000
                },
                {
                    "textCid": "JORFTEXT000027514410",
                    "textTitle": "Avis du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027514411",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1370563200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-1-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-1-11",
                    "articleId": "LEGIARTI000006741320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166745600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-15",
                    "articleId": "LEGIARTI000006740788",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1484352000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-19 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-12-19",
                    "articleId": "LEGIARTI000006740807",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-2",
                    "articleId": "LEGIARTI000006740584",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-9",
                    "articleId": "LEGIARTI000006740590",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-14",
                    "articleId": "LEGIARTI000006740596",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-14-1",
                    "articleId": "LEGIARTI000006740813",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015459200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-14-3",
                    "articleId": "LEGIARTI000046812229",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-2-1",
                    "articleId": "LEGIARTI000006741333",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 830390400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-32-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-32-1",
                    "articleId": "LEGIARTI000006740879",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-5",
                    "articleId": "LEGIARTI000006740684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5-11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-5-11",
                    "articleId": "LEGIARTI000006740763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-5-13",
                    "articleId": "LEGIARTI000021941594",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1267142400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-9",
                    "articleId": "LEGIARTI000006741562",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L182-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L182-2",
                    "articleId": "LEGIARTI000006740970",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166745600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L221-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-1-1",
                    "articleId": "LEGIARTI000006742266",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L314-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L314-1",
                    "articleId": "LEGIARTI000042686286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L322-5-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-5-2",
                    "articleId": "LEGIARTI000006742500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1040688000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L645-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L645-2",
                    "articleId": "LEGIARTI000006743817",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L722-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L722-4",
                    "articleId": "LEGIARTI000006744331",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-72 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-72",
                    "articleId": "LEGIARTI000006747453",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006740798",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 946512000000,
                    "dateFin": 1015459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740799",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1015459200000,
                    "dateFin": 1071792000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740800",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071792000000,
                    "dateFin": 1092700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740801",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092700800000,
                    "dateFin": 1121731200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740802",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1121731200000,
                    "dateFin": 1135036800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740803",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1135036800000,
                    "dateFin": 1270080000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L162-12-18",
                "162-12-18"
            ],
            "versionPrecedente": "LEGIARTI000006740802",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006740802",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Des contrats de bonne pratique sont définis, à l'échelon national par les parties aux conventions et à l'accord national mentionnés aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9, L. 162-14, L. 162-32-1 et L. 322-5-2 et, à l'échelon régional, par les unions régionales des caisses d'assurance maladie et les représentants désignés par les syndicats signataires de la ou des conventions nationales. Les professionnels conventionnés ou les centres de santé adhérant à l'accord national peuvent adhérer individuellement à un contrat de bonne pratique qui peut ouvrir droit, en contrepartie du respect des engagements qu'il prévoit, à un complément forfaitaire de rémunération et à la majoration de la participation prévue à l'article L. 162-14-1. Lorsqu'ils sont conclus au niveau régional, ces contrats doivent être conformes aux objectifs, thèmes et règles générales de mise en oeuvre mentionnés dans la convention nationale ou dans l'accord national. Le complément de rémunération ou la majoration de la participation prévue à l'article L. 162-14-1 peuvent être modulés en fonction de critères d'expérience, de qualité des pratiques ou d'engagements relatifs à la formation, au lieu d'installation et d'exercice du médecin dans les conditions prévues par ces contrats. Ce contrat précise les objectifs d'évolution de la pratique des professionnels concernés et fixe les engagements pris par ces derniers. Le contrat comporte nécessairement des engagements relatifs : - à l'évaluation de la pratique du professionnel ; cette évaluation prend en compte l'application par le professionnel des références opposables et des recommandations de bonne pratique prévues à l'article L. 162-12-15 ; - aux modalités de suivi avec le service du contrôle médical de son activité et, s'agissant d'un professionnel habilité à prescrire, de ses pratiques de prescription ; - s'agissant des professions habilitées à prescrire, au niveau, à l'évolution et aux pratiques de prescription, dans le respect des conditions prévues à l'article L. 162-2-1, et en particulier à la prescription en dénomination commune ou à la prescription de médicaments génériques ; Le contrat peut en outre comporter d'autres engagements, portant notamment sur : - le niveau de l'activité du professionnel ; - sa participation aux programmes d'information destinés aux assurés et mis en place par les caisses d'assurance maladie ; - le cas échéant, sa collaboration aux différents services mis en place par les caisses d'assurance maladie à destination des assurés. Le contrat peut comporter des engagements spécifiques en matière de permanence des soins ou d'implantation ou de maintien dans les zones mentionnées au deuxième alinéa du II de l'article 25 de la loi de financement de la sécurité sociale pour 1999 (n° 98-1194 du 23 décembre 1998) et au 3° du II de l'article 4 de l'ordonnance n° 96-345 du 24 avril 1996 relative à la maîtrise médicalisée des dépenses de soins. Les contrats prévoient les conditions dans lesquelles la caisse primaire d'assurance maladie peut, lorsque les engagements ne sont pas tenus, mettre fin à l'adhésion du professionnel ou du centre de santé, après que celui-ci a été en mesure de présenter ses observations. Si les contrats comportent des engagements relatifs à la sécurité, la qualité ou l'efficience des pratiques, ils ne peuvent être proposés à l'adhésion des professionnels de santé ou du centre de santé qu'après avoir reçu l'avis de la Haute Autorité de santé. Cet avis est rendu dans un délai maximum de deux mois à compter de la réception du texte par l'agence. A l'expiration de ce délai, l'avis est réputé favorable. Les contrats régionaux sont approuvés par l'Union nationale des caisses d'assurance maladie qui dispose d'un délai de quarante-cinq jours pour se prononcer à compter de la réception du texte transmis par les signataires. A l'expiration de ce délai, le contrat est réputé approuvé. Toutefois, pour des motifs de santé publique ou de sécurité sanitaire, ou lorsque les effets constatés de ces contrats sont contraires aux objectifs poursuivis par la convention médicale, le ministre chargé de la santé ou, pour les contrats régionaux, le représentant de l'Etat dans la région peuvent en suspendre l'application. Cette décision est notifiée aux parties signataires. Les contrats nationaux sont transmis dès leur entrée en vigueur par l'Union nationale des caisses d'assurance maladie aux ministres chargés de la santé et de la sécurité sociale. Les contrats régionaux sont transmis dès leur entrée en vigueur par l'union régionale des caisses d'assurance maladie au représentant de l'Etat dans la région. Les contrats sont également transmis, en tant qu'ils concernent les médecins, aux unions régionales de médecins exerçant à titre libéral.",
            "texteHtml": "<p></p>   Des contrats de bonne pratique sont définis, à l'échelon national par les parties aux conventions et à l'accord national mentionnés aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9, L. 162-14, L. 162-32-1 et L. 322-5-2 et, à l'échelon régional, par les unions régionales des caisses d'assurance maladie et les représentants désignés par les syndicats signataires de la ou des conventions nationales. Les professionnels conventionnés ou les centres de santé adhérant à l'accord national peuvent adhérer individuellement à un contrat de bonne pratique qui peut ouvrir droit, en contrepartie du respect des engagements qu'il prévoit, à un complément forfaitaire de rémunération et à la majoration de la participation prévue à l'article L. 162-14-1. Lorsqu'ils sont conclus au niveau régional, ces contrats doivent être conformes aux objectifs, thèmes et règles générales de mise en oeuvre mentionnés dans la convention nationale ou dans l'accord national.<p></p><p></p>   Le complément de rémunération ou la majoration de la participation prévue à l'article L. 162-14-1 peuvent être modulés en fonction de critères d'expérience, de qualité des pratiques ou d'engagements relatifs à la formation, au lieu d'installation et d'exercice du médecin dans les conditions prévues par ces contrats.<p></p><p></p>   Ce contrat précise les objectifs d'évolution de la pratique des professionnels concernés et fixe les engagements pris par ces derniers.<p></p><p></p>   Le contrat comporte nécessairement des engagements relatifs :<p></p><p></p>   - à l'évaluation de la pratique du professionnel ; cette évaluation prend en compte l'application par le professionnel des références opposables et des recommandations de bonne pratique prévues à l'article L. 162-12-15 ;<p></p><p></p>   - aux modalités de suivi avec le service du contrôle médical de son activité et, s'agissant d'un professionnel habilité à prescrire, de ses pratiques de prescription ;<p></p><p></p>   - s'agissant des professions habilitées à prescrire, au niveau, à l'évolution et aux pratiques de prescription, dans le respect des conditions prévues à l'article L. 162-2-1, et en particulier à la prescription en dénomination commune ou à la prescription de médicaments génériques ;<p></p><p></p>   Le contrat peut en outre comporter d'autres engagements, portant notamment sur :<p></p><p></p>   - le niveau de l'activité du professionnel ;<p></p><p></p>   - sa participation aux programmes d'information destinés aux assurés et mis en place par les caisses d'assurance maladie ;<p></p><p></p>   - le cas échéant, sa collaboration aux différents services mis en place par les caisses d'assurance maladie à destination des assurés.<p></p><p></p>   Le contrat peut comporter des engagements spécifiques en matière de permanence des soins ou d'implantation ou de maintien dans les zones mentionnées au deuxième alinéa du II de l'article 25 de la loi de financement de la sécurité sociale pour 1999 (n° 98-1194 du 23 décembre 1998) et au 3° du II de l'article 4 de l'ordonnance n° 96-345 du 24 avril 1996 relative à la maîtrise médicalisée des dépenses de soins.<p></p><p></p>   Les contrats prévoient les conditions dans lesquelles la caisse primaire d'assurance maladie peut, lorsque les engagements ne sont pas tenus, mettre fin à l'adhésion du professionnel ou du centre de santé, après que celui-ci a été en mesure de présenter ses observations.<p></p><p></p>   Si les contrats comportent des engagements relatifs à la sécurité, la qualité ou l'efficience des pratiques, ils ne peuvent être proposés à l'adhésion des professionnels de santé ou du centre de santé qu'après avoir reçu l'avis de la Haute Autorité de santé. Cet avis est rendu dans un délai maximum de deux mois à compter de la réception du texte par l'agence. A l'expiration de ce délai, l'avis est réputé favorable.<p></p><p></p>   Les contrats régionaux sont approuvés par l'Union nationale des caisses d'assurance maladie qui dispose d'un délai de quarante-cinq jours pour se prononcer à compter de la réception du texte transmis par les signataires. A l'expiration de ce délai, le contrat est réputé approuvé.<p></p><p></p>   Toutefois, pour des motifs de santé publique ou de sécurité sanitaire, ou lorsque les effets constatés de ces contrats sont contraires aux objectifs poursuivis par la convention médicale, le ministre chargé de la santé ou, pour les contrats régionaux, le représentant de l'Etat dans la région peuvent en suspendre l'application. Cette décision est notifiée aux parties signataires.<p></p><p></p>   Les contrats nationaux sont transmis dès leur entrée en vigueur par l'Union nationale des caisses d'assurance maladie aux ministres chargés de la santé et de la sécurité sociale. Les contrats régionaux sont transmis dès leur entrée en vigueur par l'union régionale des caisses d'assurance maladie au représentant de l'Etat dans la région. Les contrats sont également transmis, en tant qu'ils concernent les médecins, aux unions régionales de médecins exerçant à titre libéral.<p></p>",
            "num": "L162-12-18",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1121731200000,
            "dateFin": 1135036800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141605",
                        "id": "LEGISCTA000006141605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2018-03-10",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000006156028",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-03-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins et à la prévention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000036687767",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-12-19",
                        "fin": "2999-01-01",
                        "titre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172904",
                        "id": "LEGISCTA000006172904",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006740798",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006172904",
            "sectionParentId": "LEGISCTA000006172904",
            "sectionParentTitre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "fullSectionsTitre": "Partie législative &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 2 : Dispositions générales relatives aux soins &gt; Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006740802",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000447486",
                    "textTitle": "Ordonnance n°2005-804 du 18 juillet 2005 - art. 5 () JORF 19 juillet 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006242951",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2005-07-19",
                    "dateSignaTexte": "2005-07-18",
                    "dateDebutCible": "2005-07-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000192992",
                    "textTitle": "Ordonnance n°96-345 du 24 avril 1996 - art. 4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006759842",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "96-345",
                    "datePubli": 830390400000,
                    "dateDebut": 1009324800000
                },
                {
                    "textCid": "JORFTEXT000000392993",
                    "textTitle": "Loi n°98-1194 du 23 décembre 1998 - art. 25 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006758059",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-1194",
                    "datePubli": 914716800000,
                    "dateDebut": 914716800000
                },
                {
                    "textCid": "JORFTEXT000019284598",
                    "textTitle": "Arrêté du 11 avril 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019284604",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1217894400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024457033",
                    "textTitle": "LOI n°2011-940\n du 10 août 2011 - art. 12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000024460144",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-940",
                    "datePubli": 1313020800000,
                    "dateDebut": 1313107200000
                },
                {
                    "textCid": "JORFTEXT000027514410",
                    "textTitle": "Avis du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027514411",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1370563200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-1-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-1-11",
                    "articleId": "LEGIARTI000006741320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166745600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-15 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-15",
                    "articleId": "LEGIARTI000006740788",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1484352000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-19 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-12-19",
                    "articleId": "LEGIARTI000006740807",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-2",
                    "articleId": "LEGIARTI000006740584",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-9",
                    "articleId": "LEGIARTI000006740590",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-14",
                    "articleId": "LEGIARTI000006740596",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-14-1",
                    "articleId": "LEGIARTI000006740813",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015459200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-14-3",
                    "articleId": "LEGIARTI000046812229",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-2-1",
                    "articleId": "LEGIARTI000006741333",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 830390400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-32-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-32-1",
                    "articleId": "LEGIARTI000006740879",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-5",
                    "articleId": "LEGIARTI000006740684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5-11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-5-11",
                    "articleId": "LEGIARTI000006740763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-5-13",
                    "articleId": "LEGIARTI000021941594",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1267142400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-9",
                    "articleId": "LEGIARTI000006741562",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L182-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L182-2",
                    "articleId": "LEGIARTI000006740970",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166745600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L314-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L314-1",
                    "articleId": "LEGIARTI000042686286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L322-5-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-5-2",
                    "articleId": "LEGIARTI000006742500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1040688000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L645-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L645-2",
                    "articleId": "LEGIARTI000006743817",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L722-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L722-4",
                    "articleId": "LEGIARTI000006744331",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-72 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-72",
                    "articleId": "LEGIARTI000006747453",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006740798",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 946512000000,
                    "dateFin": 1015459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740799",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1015459200000,
                    "dateFin": 1071792000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740800",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071792000000,
                    "dateFin": 1092700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740801",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092700800000,
                    "dateFin": 1121731200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740802",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1121731200000,
                    "dateFin": 1135036800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740803",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1135036800000,
                    "dateFin": 1270080000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L162-12-18",
                "162-12-18"
            ],
            "versionPrecedente": "LEGIARTI000006740801",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006740801",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Des contrats de bonne pratique sont définis, à l'échelon national par les parties aux conventions et à l'accord national mentionnés aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9, L. 162-14, L. 162-32-1 et L. 322-5-2 et, à l'échelon régional, par les unions régionales des caisses d'assurance maladie et les représentants désignés par les syndicats signataires de la ou des conventions nationales. Les professionnels conventionnés ou les centres de santé adhérant à l'accord national peuvent adhérer individuellement à un contrat de bonne pratique qui peut ouvrir droit, en contrepartie du respect des engagements qu'il prévoit, à un complément forfaitaire de rémunération et à la majoration de la participation prévue à l'article L. 162-14-1. Lorsqu'ils sont conclus au niveau régional, ces contrats doivent être conformes aux objectifs, thèmes et règles générales de mise en oeuvre mentionnés dans la convention nationale ou dans l'accord national. Le complément de rémunération ou la majoration de la participation prévue à l'article L. 162-14-2 peuvent être modulés en fonction de critères d'expérience, de qualité des pratiques ou d'engagements relatifs à la formation, au lieu d'installation et d'exercice du médecin dans les conditions prévues par ces contrats. Ce contrat précise les objectifs d'évolution de la pratique des professionnels concernés et fixe les engagements pris par ces derniers. Le contrat comporte nécessairement des engagements relatifs : - à l'évaluation de la pratique du professionnel ; cette évaluation prend en compte l'application par le professionnel des références opposables et des recommandations de bonne pratique prévues à l'article L. 162-12-15 ; - aux modalités de suivi avec le service du contrôle médical de son activité et, s'agissant d'un professionnel habilité à prescrire, de ses pratiques de prescription ; - s'agissant des professions habilitées à prescrire, au niveau, à l'évolution et aux pratiques de prescription, dans le respect des conditions prévues à l'article L. 162-2-1, et en particulier à la prescription en dénomination commune ou à la prescription de médicaments génériques ; Le contrat peut en outre comporter d'autres engagements, portant notamment sur : - le niveau de l'activité du professionnel ; - sa participation aux programmes d'information destinés aux assurés et mis en place par les caisses d'assurance maladie ; - le cas échéant, sa collaboration aux différents services mis en place par les caisses d'assurance maladie à destination des assurés. Le contrat peut comporter des engagements spécifiques en matière de permanence des soins ou d'implantation ou de maintien dans les zones mentionnées au deuxième alinéa du II de l'article 25 de la loi de financement de la sécurité sociale pour 1999 (n° 98-1194 du 23 décembre 1998) et au 3° du II de l'article 4 de l'ordonnance n° 96-345 du 24 avril 1996 relative à la maîtrise médicalisée des dépenses de soins. Les contrats prévoient les conditions dans lesquelles la caisse primaire d'assurance maladie peut, lorsque les engagements ne sont pas tenus, mettre fin à l'adhésion du professionnel ou du centre de santé, après que celui-ci a été en mesure de présenter ses observations. Si les contrats comportent des engagements relatifs à la sécurité, la qualité ou l'efficience des pratiques, ils ne peuvent être proposés à l'adhésion des professionnels de santé ou du centre de santé qu'après avoir reçu l'avis de la Haute Autorité de santé. Cet avis est rendu dans un délai maximum de deux mois à compter de la réception du texte par l'agence. A l'expiration de ce délai, l'avis est réputé favorable. Les contrats régionaux sont approuvés par l'Union nationale des caisses d'assurance maladie qui dispose d'un délai de quarante-cinq jours pour se prononcer à compter de la réception du texte transmis par les signataires. A l'expiration de ce délai, le contrat est réputé approuvé. Toutefois, pour des motifs de santé publique ou de sécurité sanitaire, ou lorsque les effets constatés de ces contrats sont contraires aux objectifs poursuivis par la convention médicale, le ministre chargé de la santé ou, pour les contrats régionaux, le représentant de l'Etat dans la région peuvent en suspendre l'application. Cette décision est notifiée aux parties signataires. Les contrats nationaux sont transmis dès leur entrée en vigueur par l'Union nationale des caisses d'assurance maladie aux ministres chargés de la santé et de la sécurité sociale. Les contrats régionaux sont transmis dès leur entrée en vigueur par l'union régionale des caisses d'assurance maladie au représentant de l'Etat dans la région. Les contrats sont également transmis, en tant qu'ils concernent les médecins, aux unions régionales de médecins exerçant à titre libéral.",
            "texteHtml": "<p></p>   Des contrats de bonne pratique sont définis, à l'échelon national par les parties aux conventions et à l'accord national mentionnés aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9, L. 162-14, L. 162-32-1 et L. 322-5-2 et, à l'échelon régional, par les unions régionales des caisses d'assurance maladie et les représentants désignés par les syndicats signataires de la ou des conventions nationales. Les professionnels conventionnés ou les centres de santé adhérant à l'accord national peuvent adhérer individuellement à un contrat de bonne pratique qui peut ouvrir droit, en contrepartie du respect des engagements qu'il prévoit, à un complément forfaitaire de rémunération et à la majoration de la participation prévue à l'article L. 162-14-1. Lorsqu'ils sont conclus au niveau régional, ces contrats doivent être conformes aux objectifs, thèmes et règles générales de mise en oeuvre mentionnés dans la convention nationale ou dans l'accord national.<p></p><p></p>   Le complément de rémunération ou la majoration de la participation prévue à l'article L. 162-14-2 peuvent être modulés en fonction de critères d'expérience, de qualité des pratiques ou d'engagements relatifs à la formation, au lieu d'installation et d'exercice du médecin dans les conditions prévues par ces contrats.<p></p><p></p>   Ce contrat précise les objectifs d'évolution de la pratique des professionnels concernés et fixe les engagements pris par ces derniers.<p></p><p></p>   Le contrat comporte nécessairement des engagements relatifs :<p></p><p></p>   - à l'évaluation de la pratique du professionnel ; cette évaluation prend en compte l'application par le professionnel des références opposables et des recommandations de bonne pratique prévues à l'article L. 162-12-15 ;<p></p><p></p>   - aux modalités de suivi avec le service du contrôle médical de son activité et, s'agissant d'un professionnel habilité à prescrire, de ses pratiques de prescription ;<p></p><p></p>   - s'agissant des professions habilitées à prescrire, au niveau, à l'évolution et aux pratiques de prescription, dans le respect des conditions prévues à l'article L. 162-2-1, et en particulier à la prescription en dénomination commune ou à la prescription de médicaments génériques ;<p></p><p></p>   Le contrat peut en outre comporter d'autres engagements, portant notamment sur :<p></p><p></p>   - le niveau de l'activité du professionnel ;<p></p><p></p>   - sa participation aux programmes d'information destinés aux assurés et mis en place par les caisses d'assurance maladie ;<p></p><p></p>   - le cas échéant, sa collaboration aux différents services mis en place par les caisses d'assurance maladie à destination des assurés.<p></p><p></p>   Le contrat peut comporter des engagements spécifiques en matière de permanence des soins ou d'implantation ou de maintien dans les zones mentionnées au deuxième alinéa du II de l'article 25 de la loi de financement de la sécurité sociale pour 1999 (n° 98-1194 du 23 décembre 1998) et au 3° du II de l'article 4 de l'ordonnance n° 96-345 du 24 avril 1996 relative à la maîtrise médicalisée des dépenses de soins.<p></p><p></p>   Les contrats prévoient les conditions dans lesquelles la caisse primaire d'assurance maladie peut, lorsque les engagements ne sont pas tenus, mettre fin à l'adhésion du professionnel ou du centre de santé, après que celui-ci a été en mesure de présenter ses observations.<p></p><p></p>   Si les contrats comportent des engagements relatifs à la sécurité, la qualité ou l'efficience des pratiques, ils ne peuvent être proposés à l'adhésion des professionnels de santé ou du centre de santé qu'après avoir reçu l'avis de la Haute Autorité de santé. Cet avis est rendu dans un délai maximum de deux mois à compter de la réception du texte par l'agence. A l'expiration de ce délai, l'avis est réputé favorable.<p></p><p></p>   Les contrats régionaux sont approuvés par l'Union nationale des caisses d'assurance maladie qui dispose d'un délai de quarante-cinq jours pour se prononcer à compter de la réception du texte transmis par les signataires. A l'expiration de ce délai, le contrat est réputé approuvé.<p></p><p></p>   Toutefois, pour des motifs de santé publique ou de sécurité sanitaire, ou lorsque les effets constatés de ces contrats sont contraires aux objectifs poursuivis par la convention médicale, le ministre chargé de la santé ou, pour les contrats régionaux, le représentant de l'Etat dans la région peuvent en suspendre l'application. Cette décision est notifiée aux parties signataires.<p></p><p></p>   Les contrats nationaux sont transmis dès leur entrée en vigueur par l'Union nationale des caisses d'assurance maladie aux ministres chargés de la santé et de la sécurité sociale. Les contrats régionaux sont transmis dès leur entrée en vigueur par l'union régionale des caisses d'assurance maladie au représentant de l'Etat dans la région. Les contrats sont également transmis, en tant qu'ils concernent les médecins, aux unions régionales de médecins exerçant à titre libéral.<p></p>",
            "num": "L162-12-18",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1092700800000,
            "dateFin": 1121731200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141605",
                        "id": "LEGISCTA000006141605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2018-03-10",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000006156028",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-03-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins et à la prévention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000036687767",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-12-19",
                        "fin": "2999-01-01",
                        "titre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172904",
                        "id": "LEGISCTA000006172904",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006740798",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006172904",
            "sectionParentId": "LEGISCTA000006172904",
            "sectionParentTitre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "fullSectionsTitre": "Partie législative &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 2 : Dispositions générales relatives aux soins &gt; Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006740801",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000625158",
                    "textTitle": "Loi n°2004-810 du 13 août 2004 - art. 36 (V) JORF 17 août 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000006758964",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-08-17",
                    "dateSignaTexte": "2004-08-13",
                    "dateDebutCible": "2004-08-17"
                },
                {
                    "textCid": "JORFTEXT000000625158",
                    "textTitle": "Loi n°2004-810 du 13 août 2004 - art. 49 () JORF 17 août 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "49",
                    "articleId": "LEGIARTI000006758979",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-08-17",
                    "dateSignaTexte": "2004-08-13",
                    "dateDebutCible": "2004-08-17"
                },
                {
                    "textCid": "JORFTEXT000000625158",
                    "textTitle": "Loi n°2004-810 du 13 août 2004 - art. 55 () JORF 17 août 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "55",
                    "articleId": "LEGIARTI000006758985",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-08-17",
                    "dateSignaTexte": "2004-08-13",
                    "dateDebutCible": "2004-08-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000192992",
                    "textTitle": "Ordonnance n°96-345 du 24 avril 1996 - art. 4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006759842",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "96-345",
                    "datePubli": 830390400000,
                    "dateDebut": 1009324800000
                },
                {
                    "textCid": "JORFTEXT000000392993",
                    "textTitle": "Loi n°98-1194 du 23 décembre 1998 - art. 25 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006758059",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-1194",
                    "datePubli": 914716800000,
                    "dateDebut": 914716800000
                },
                {
                    "textCid": "JORFTEXT000019284598",
                    "textTitle": "Arrêté du 11 avril 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019284604",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1217894400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024457033",
                    "textTitle": "LOI n°2011-940\n du 10 août 2011 - art. 12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000024460144",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-940",
                    "datePubli": 1313020800000,
                    "dateDebut": 1313107200000
                },
                {
                    "textCid": "JORFTEXT000027514410",
                    "textTitle": "Avis du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027514411",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1370563200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-1-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-1-11",
                    "articleId": "LEGIARTI000006741320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166745600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-15 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-15",
                    "articleId": "LEGIARTI000006740788",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1484352000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-19 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-12-19",
                    "articleId": "LEGIARTI000006740807",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-2",
                    "articleId": "LEGIARTI000006740584",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-9",
                    "articleId": "LEGIARTI000006740590",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-14",
                    "articleId": "LEGIARTI000006740596",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-14-1",
                    "articleId": "LEGIARTI000006740813",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015459200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-14-2",
                    "articleId": "LEGIARTI000006740818",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-14-3",
                    "articleId": "LEGIARTI000046812229",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-2-1",
                    "articleId": "LEGIARTI000006741333",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 830390400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-32-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-32-1",
                    "articleId": "LEGIARTI000006740879",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-5",
                    "articleId": "LEGIARTI000006740684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5-11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-5-11",
                    "articleId": "LEGIARTI000006740763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-5-13",
                    "articleId": "LEGIARTI000021941594",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1267142400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-9",
                    "articleId": "LEGIARTI000006741562",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L182-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L182-2",
                    "articleId": "LEGIARTI000006740970",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166745600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L314-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L314-1",
                    "articleId": "LEGIARTI000042686286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L322-5-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-5-2",
                    "articleId": "LEGIARTI000006742500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1040688000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L645-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L645-2",
                    "articleId": "LEGIARTI000006743817",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L722-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L722-4",
                    "articleId": "LEGIARTI000006744331",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-72 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-72",
                    "articleId": "LEGIARTI000006747453",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006740798",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 946512000000,
                    "dateFin": 1015459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740799",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1015459200000,
                    "dateFin": 1071792000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740800",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071792000000,
                    "dateFin": 1092700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740801",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092700800000,
                    "dateFin": 1121731200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740802",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1121731200000,
                    "dateFin": 1135036800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740803",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1135036800000,
                    "dateFin": 1270080000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L162-12-18",
                "162-12-18"
            ],
            "versionPrecedente": "LEGIARTI000006740800",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006740800",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Des contrats de bonne pratique sont définis, à l'échelon national par les parties aux conventions mentionnées aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9, L. 162-14 et L. 322-5-2 et, à l'échelon régional, par les unions régionales des caisses d'assurance maladie et les représentants désignés par les syndicats signataires de la ou des conventions nationales. Les professionnels conventionnés peuvent adhérer individuellement à un contrat de bonne pratique qui peut ouvrir droit, en contrepartie du respect des engagements qu'il prévoit, à un complément forfaitaire de rémunération et à la majoration de la participation prévue aux articles L. 162-5-11, L. 645-2 et L. 722-4. Lorsqu'ils sont conclus au niveau régional, ces contrats doivent être conformes aux objectifs, thèmes et règles générales de mise en oeuvre mentionnés dans la convention nationale. Le complément de rémunération ou la majoration de participation peuvent être modulés en fonction de critères d'expérience, de qualité des pratiques ou d'engagements relatifs à la formation, au lieu d'installation et d'exercice du médecin dans les conditions prévues par ces contrats. Ce contrat précise les objectifs d'évolution de la pratique des professionnels concernés et fixe les engagements pris par ces derniers. Le contrat comporte nécessairement des engagements relatifs : - à l'évaluation de la pratique du professionnel ; cette évaluation prend en compte l'application par le professionnel des références opposables et des recommandations de bonne pratique prévues à l'article L. 162-12-15 ; - aux modalités de suivi avec le service du contrôle médical de son activité et, s'agissant d'un professionnel habilité à prescrire, de ses pratiques de prescription ; - s'agissant des professions habilitées à prescrire, au niveau, à l'évolution et aux pratiques de prescription, dans le respect des conditions prévues à l'article L. 162-2-1, et en particulier à la prescription en dénomination commune ou à la prescription de médicaments génériques ; Le contrat peut en outre comporter d'autres engagements, portant notamment sur : - le niveau de l'activité du professionnel ; - sa participation aux programmes d'information destinés aux assurés et mis en place par les caisses d'assurance maladie ; - le cas échéant, sa collaboration aux différents services mis en place par les caisses d'assurance maladie à destination des assurés. Le contrat peut comporter des engagements spécifiques en matière de permanence des soins ou d'implantation ou de maintien dans les zones mentionnées au deuxième alinéa du II de l'article 25 de la loi de financement de la sécurité sociale pour 1999 (n° 98-1194 du 23 décembre 1998) et au 3° du II de l'article 4 de l'ordonnance n° 96-345 du 24 avril 1996 relative à la maîtrise médicalisée des dépenses de soins. Les contrats prévoient les conditions dans lesquelles la caisse primaire d'assurance maladie peut, lorsque les engagements ne sont pas tenus, mettre fin à l'adhésion du professionnel, après que celui-ci a été en mesure de présenter ses observations. Si les contrats comportent des engagements relatifs à la sécurité, la qualité ou l'efficience des pratiques, ils ne peuvent être proposés à l'adhésion des professionnels de santé qu'après avoir reçu l'avis de l'Agence nationale d'accréditation et d'évaluation en santé. Cet avis est rendu dans un délai maximum de deux mois à compter de la réception du texte par l'agence. A l'expiration de ce délai, l'avis est réputé favorable. Les contrats régionaux sont approuvés par le directeur de la Caisse nationale de l'assurance maladie des travailleurs salariés, après avis favorable du directeur d'au moins une autre caisse nationale d'assurance maladie, qui dispose d'un délai de quarante-cinq jours pour se prononcer à compter de la réception du texte transmis par les signataires. A l'expiration de ce délai, le contrat est réputé approuvé. Toutefois, pour des motifs de santé publique ou de sécurité sanitaire, ou lorsque les effets constatés de ces contrats sont contraires aux objectifs poursuivis par la convention médicale, le ministre chargé de la santé ou, pour les contrats régionaux, le représentant de l'Etat dans la région peuvent en suspendre l'application. Cette décision est notifiée aux parties signataires. Les contrats nationaux sont transmis dès leur entrée en vigueur par la Caisse nationale de l'assurance maladie des travailleurs salariés aux ministres chargés de la santé et de la sécurité sociale. Les contrats régionaux sont transmis dès leur entrée en vigueur par l'union régionale des caisses d'assurance maladie au représentant de l'Etat dans la région. Les contrats sont également transmis, en tant qu'ils concernent les médecins, aux unions régionales de médecins exerçant à titre libéral.",
            "texteHtml": "<p></p>   Des contrats de bonne pratique sont définis, à l'échelon national par les parties aux conventions mentionnées aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9, L. 162-14 et L. 322-5-2 et, à l'échelon régional, par les unions régionales des caisses d'assurance maladie et les représentants désignés par les syndicats signataires de la ou des conventions nationales. Les professionnels conventionnés peuvent adhérer individuellement à un contrat de bonne pratique qui peut ouvrir droit, en contrepartie du respect des engagements qu'il prévoit, à un complément forfaitaire de rémunération et à la majoration de la participation prévue aux articles L. 162-5-11, L. 645-2 et L. 722-4. Lorsqu'ils sont conclus au niveau régional, ces contrats doivent être conformes aux objectifs, thèmes et règles générales de mise en oeuvre mentionnés dans la convention nationale.<p></p><p></p>   Le complément de rémunération ou la majoration de participation peuvent être modulés en fonction de critères d'expérience, de qualité des pratiques ou d'engagements relatifs à la formation, au lieu d'installation et d'exercice du médecin dans les conditions prévues par ces contrats.<p></p><p></p>   Ce contrat précise les objectifs d'évolution de la pratique des professionnels concernés et fixe les engagements pris par ces derniers.<p></p><p></p>   Le contrat comporte nécessairement des engagements relatifs :<p></p><p></p>   - à l'évaluation de la pratique du professionnel ; cette évaluation prend en compte l'application par le professionnel des références opposables et des recommandations de bonne pratique prévues à l'article L. 162-12-15 ;<p></p><p></p>   - aux modalités de suivi avec le service du contrôle médical de son activité et, s'agissant d'un professionnel habilité à prescrire, de ses pratiques de prescription ;<p></p><p></p>   - s'agissant des professions habilitées à prescrire, au niveau, à l'évolution et aux pratiques de prescription, dans le respect des conditions prévues à l'article L. 162-2-1, et en particulier à la prescription en dénomination commune ou à la prescription de médicaments génériques ;<p></p><p></p>   Le contrat peut en outre comporter d'autres engagements, portant notamment sur :<p></p><p></p>   - le niveau de l'activité du professionnel ;<p></p><p></p>   - sa participation aux programmes d'information destinés aux assurés et mis en place par les caisses d'assurance maladie ;<p></p><p></p>   - le cas échéant, sa collaboration aux différents services mis en place par les caisses d'assurance maladie à destination des assurés.<p></p><p></p>   Le contrat peut comporter des engagements spécifiques en matière de permanence des soins ou d'implantation ou de maintien dans les zones mentionnées au deuxième alinéa du II de l'article 25 de la loi de financement de la sécurité sociale pour 1999 (n° 98-1194 du 23 décembre 1998) et au 3° du II de l'article 4 de l'ordonnance n° 96-345 du 24 avril 1996 relative à la maîtrise médicalisée des dépenses de soins.<p></p><p></p>   Les contrats prévoient les conditions dans lesquelles la caisse primaire d'assurance maladie peut, lorsque les engagements ne sont pas tenus, mettre fin à l'adhésion du professionnel, après que celui-ci a été en mesure de présenter ses observations.<p></p><p></p>   Si les contrats comportent des engagements relatifs à la sécurité, la qualité ou l'efficience des pratiques, ils ne peuvent être proposés à l'adhésion des professionnels de santé qu'après avoir reçu l'avis de l'Agence nationale d'accréditation et d'évaluation en santé. Cet avis est rendu dans un délai maximum de deux mois à compter de la réception du texte par l'agence. A l'expiration de ce délai, l'avis est réputé favorable.<p></p><p></p>   Les contrats régionaux sont approuvés par le directeur de la Caisse nationale de l'assurance maladie des travailleurs salariés, après avis favorable du directeur d'au moins une autre caisse nationale d'assurance maladie, qui dispose d'un délai de quarante-cinq jours pour se prononcer à compter de la réception du texte transmis par les signataires. A l'expiration de ce délai, le contrat est réputé approuvé.<p></p><p></p>   Toutefois, pour des motifs de santé publique ou de sécurité sanitaire, ou lorsque les effets constatés de ces contrats sont contraires aux objectifs poursuivis par la convention médicale, le ministre chargé de la santé ou, pour les contrats régionaux, le représentant de l'Etat dans la région peuvent en suspendre l'application. Cette décision est notifiée aux parties signataires.<p></p><p></p>   Les contrats nationaux sont transmis dès leur entrée en vigueur par la Caisse nationale de l'assurance maladie des travailleurs salariés aux ministres chargés de la santé et de la sécurité sociale. Les contrats régionaux sont transmis dès leur entrée en vigueur par l'union régionale des caisses d'assurance maladie au représentant de l'Etat dans la région. Les contrats sont également transmis, en tant qu'ils concernent les médecins, aux unions régionales de médecins exerçant à titre libéral.<p></p>",
            "num": "L162-12-18",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1071792000000,
            "dateFin": 1092700800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141605",
                        "id": "LEGISCTA000006141605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2018-03-10",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000006156028",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-03-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins et à la prévention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000036687767",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-12-19",
                        "fin": "2999-01-01",
                        "titre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172904",
                        "id": "LEGISCTA000006172904",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006740798",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006172904",
            "sectionParentId": "LEGISCTA000006172904",
            "sectionParentTitre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "fullSectionsTitre": "Partie législative &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 2 : Dispositions générales relatives aux soins &gt; Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006740800",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000249276",
                    "textTitle": "Loi n°2003-1199 du 18 décembre 2003 - art. 43 () JORF 19 décembre 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000006758885",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-12-19",
                    "dateSignaTexte": "2003-12-18",
                    "dateDebutCible": "2003-12-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000192992",
                    "textTitle": "Ordonnance n°96-345 du 24 avril 1996 - art. 4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006759842",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "96-345",
                    "datePubli": 830390400000,
                    "dateDebut": 1009324800000
                },
                {
                    "textCid": "JORFTEXT000000392993",
                    "textTitle": "Loi n°98-1194 du 23 décembre 1998 - art. 25 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006758059",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-1194",
                    "datePubli": 914716800000,
                    "dateDebut": 914716800000
                },
                {
                    "textCid": "JORFTEXT000019284598",
                    "textTitle": "Arrêté du 11 avril 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019284604",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1217894400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024457033",
                    "textTitle": "LOI n°2011-940\n du 10 août 2011 - art. 12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000024460144",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-940",
                    "datePubli": 1313020800000,
                    "dateDebut": 1313107200000
                },
                {
                    "textCid": "JORFTEXT000027514410",
                    "textTitle": "Avis du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027514411",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1370563200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-1-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-1-11",
                    "articleId": "LEGIARTI000006741320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166745600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-15 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-15",
                    "articleId": "LEGIARTI000006740788",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1484352000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-19 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-12-19",
                    "articleId": "LEGIARTI000006740807",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-2",
                    "articleId": "LEGIARTI000006740584",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-9",
                    "articleId": "LEGIARTI000006740590",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-14",
                    "articleId": "LEGIARTI000006740596",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-14-1",
                    "articleId": "LEGIARTI000006740813",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015459200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-14-3",
                    "articleId": "LEGIARTI000046812229",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-2-1",
                    "articleId": "LEGIARTI000006741333",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 830390400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-5",
                    "articleId": "LEGIARTI000006740684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5-11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-5-11",
                    "articleId": "LEGIARTI000006740763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-5-13",
                    "articleId": "LEGIARTI000021941594",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1267142400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-9",
                    "articleId": "LEGIARTI000006741562",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L182-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L182-2",
                    "articleId": "LEGIARTI000006740970",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166745600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L314-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L314-1",
                    "articleId": "LEGIARTI000042686286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L322-5-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-5-2",
                    "articleId": "LEGIARTI000006742500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1040688000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L645-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L645-2",
                    "articleId": "LEGIARTI000006743817",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L722-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L722-4",
                    "articleId": "LEGIARTI000006744331",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-72 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-72",
                    "articleId": "LEGIARTI000006747453",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006740798",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 946512000000,
                    "dateFin": 1015459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740799",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1015459200000,
                    "dateFin": 1071792000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740800",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071792000000,
                    "dateFin": 1092700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740801",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092700800000,
                    "dateFin": 1121731200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740802",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1121731200000,
                    "dateFin": 1135036800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740803",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1135036800000,
                    "dateFin": 1270080000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L162-12-18",
                "162-12-18"
            ],
            "versionPrecedente": "LEGIARTI000006740799",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006740799",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La ou les conventions prévues aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9, L. 162-14 et L. 322-5-2 déterminent les conditions dans lesquelles les professionnels conventionnés peuvent adhérer individuellement à un contrat de bonne pratique qui ouvre droit, en contrepartie du respect des engagements de ce contrat, à un complément forfaitaire de rémunération ou à la majoration de la participation prévue aux articles L. 162-5-11, L. 645-2 et L. 722-4. Ce contrat, défini par la convention, précise les objectifs d'évolution de la pratique des professionnels concernés et fixe les engagements pris par ces derniers. Le contrat comporte nécessairement des engagements relatifs : - à l'évaluation de la pratique du professionnel ; cette évaluation prend en compte l'application par le professionnel des références opposables et des recommandations de bonne pratique prévues à l'article L. 162-12-15 ; - aux modalités de suivi avec le service du contrôle médical de son activité et, s'agissant d'un professionnel habilité à prescrire, de ses pratiques de prescription ; - s'agissant des professions habilitées à prescrire, au niveau, à l'évolution et aux pratiques de prescription, dans le respect des conditions prévues à l'article L. 162-2-1, et en particulier à la prescription en dénomination commune ou à la prescription de médicaments génériques ; Le contrat peut en outre comporter d'autres engagements, portant notamment sur : - le niveau de l'activité du professionnel ; - sa participation aux programmes d'information destinés aux assurés et mis en place par les caisses d'assurance maladie ; - le cas échéant, sa collaboration aux différents services mis en place par les caisses d'assurance maladie à destination des assurés. Le contrat peut, dans les conditions fixées par les conventions, être complété par des dispositions définies par un accord conclu à l'échelon régional entre l'union régionale des caisses d'assurance maladie et les représentants désignés par le ou les syndicats signataires de la ou des conventions nationales. Les conventions prévues aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9, L. 162-14 et L. 322-5-2 prévoient les conditions dans lesquelles la caisse primaire d'assurance maladie peut, lorsque les engagements ne sont pas tenus, mettre fin à l'adhésion du professionnel, après que celui-ci a été en mesure de présenter ses observations.",
            "texteHtml": "<p></p>   La ou les conventions prévues aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9, L. 162-14 et L. 322-5-2 déterminent les conditions dans lesquelles les professionnels conventionnés peuvent adhérer individuellement à un contrat de bonne pratique qui ouvre droit, en contrepartie du respect des engagements de ce contrat, à un complément forfaitaire de rémunération ou à la majoration de la participation prévue aux articles L. 162-5-11, L. 645-2 et L. 722-4.<p></p><p></p>   Ce contrat, défini par la convention, précise les objectifs d'évolution de la pratique des professionnels concernés et fixe les engagements pris par ces derniers.<p></p><p></p>   Le contrat comporte nécessairement des engagements relatifs :<p></p><p></p>   - à l'évaluation de la pratique du professionnel ; cette évaluation prend en compte l'application par le professionnel des références opposables et des recommandations de bonne pratique prévues à l'article L. 162-12-15 ;<p></p><p></p>   - aux modalités de suivi avec le service du contrôle médical de son activité et, s'agissant d'un professionnel habilité à prescrire, de ses pratiques de prescription ;<p></p><p></p>   - s'agissant des professions habilitées à prescrire, au niveau, à l'évolution et aux pratiques de prescription, dans le respect des conditions prévues à l'article L. 162-2-1, et en particulier à la prescription en dénomination commune ou à la prescription de médicaments génériques ;<p></p><p></p>   Le contrat peut en outre comporter d'autres engagements, portant notamment sur :<p></p><p></p>   - le niveau de l'activité du professionnel ;<p></p><p></p>   - sa participation aux programmes d'information destinés aux assurés et mis en place par les caisses d'assurance maladie ;<p></p><p></p>   - le cas échéant, sa collaboration aux différents services mis en place par les caisses d'assurance maladie à destination des assurés.<p></p><p></p>   Le contrat peut, dans les conditions fixées par les conventions, être complété par des dispositions définies par un accord conclu à l'échelon régional entre l'union régionale des caisses d'assurance maladie et les représentants désignés par le ou les syndicats signataires de la ou des conventions nationales.<p></p><p></p>   Les conventions prévues aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9, L. 162-14 et L. 322-5-2 prévoient les conditions dans lesquelles la caisse primaire d'assurance maladie peut, lorsque les engagements ne sont pas tenus, mettre fin à l'adhésion du professionnel, après que celui-ci a été en mesure de présenter ses observations.<p></p>",
            "num": "L162-12-18",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1015459200000,
            "dateFin": 1071792000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Livre 1 : Généralités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126884",
                        "id": "LEGISCTA000006126884",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141599",
                        "id": "LEGISCTA000006141599",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Titre 6 : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155993",
                        "id": "LEGISCTA000006155993",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2003-12-19",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172450",
                        "id": "LEGISCTA000006172450",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2003-12-19",
                        "titre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185816",
                        "id": "LEGISCTA000006185816",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006740798",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006185816",
            "sectionParentId": "LEGISCTA000006185816",
            "sectionParentTitre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "fullSectionsTitre": "Partie législative &gt; Livre 1 : Généralités &gt; Dispositions communes à tout ou partie des régimes de base &gt; Titre 6 : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006740799",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000226854",
                    "textTitle": "Loi n°2002-322 du 6 mars 2002 - art. 3 () JORF 7 mars 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006208884",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-03-07",
                    "dateSignaTexte": "2002-03-06",
                    "dateDebutCible": "2002-03-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019284598",
                    "textTitle": "Arrêté du 11 avril 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019284604",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1217894400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024457033",
                    "textTitle": "LOI n°2011-940\n du 10 août 2011 - art. 12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000024460144",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-940",
                    "datePubli": 1313020800000,
                    "dateDebut": 1313107200000
                },
                {
                    "textCid": "JORFTEXT000027514410",
                    "textTitle": "Avis du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027514411",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1370563200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-1-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-1-11",
                    "articleId": "LEGIARTI000006741320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166745600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-15 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-15",
                    "articleId": "LEGIARTI000006740788",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1484352000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-19 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-12-19",
                    "articleId": "LEGIARTI000006740807",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-2",
                    "articleId": "LEGIARTI000006740584",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-9",
                    "articleId": "LEGIARTI000006740590",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-14",
                    "articleId": "LEGIARTI000006740596",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-14-1",
                    "articleId": "LEGIARTI000006740813",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015459200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-14-3",
                    "articleId": "LEGIARTI000046812229",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-2-1",
                    "articleId": "LEGIARTI000006741333",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 830390400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-5",
                    "articleId": "LEGIARTI000006740684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5-11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-5-11",
                    "articleId": "LEGIARTI000006740763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-5-13",
                    "articleId": "LEGIARTI000021941594",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1267142400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-9",
                    "articleId": "LEGIARTI000006741562",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L182-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L182-2",
                    "articleId": "LEGIARTI000006740970",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166745600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L314-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L314-1",
                    "articleId": "LEGIARTI000042686286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L322-5-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-5-2",
                    "articleId": "LEGIARTI000006742500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1040688000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L645-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L645-2",
                    "articleId": "LEGIARTI000006743817",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L722-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L722-4",
                    "articleId": "LEGIARTI000006744331",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-72 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-72",
                    "articleId": "LEGIARTI000006747453",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006740798",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 946512000000,
                    "dateFin": 1015459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740799",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1015459200000,
                    "dateFin": 1071792000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740800",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071792000000,
                    "dateFin": 1092700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740801",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092700800000,
                    "dateFin": 1121731200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740802",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1121731200000,
                    "dateFin": 1135036800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740803",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1135036800000,
                    "dateFin": 1270080000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L162-12-18",
                "162-12-18"
            ],
            "versionPrecedente": "LEGIARTI000006740798",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006740798",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La ou les conventions prévues aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9 et L. 162-14 déterminent les conditions dans lesquelles les professionnels conventionnés peuvent adhérer individuellement à un contrat de bonne pratique qui ouvre droit à la majoration de la participation prévue aux articles L. 162-5-11, L. 645-2 et L. 722-4. Ce contrat, défini par la convention, précise les objectifs d'évolution de la pratique des professionnels concernés et fixe les engagements pris par ces derniers. Le contrat comporte nécessairement des engagements relatifs : - à l'évaluation de la pratique du professionnel ; - aux actions de formation continue ; - aux modalités de suivi avec le service du contrôle médical de son activité et, le cas échéant, de ses pratiques de prescription ; - à la prescription de médicaments génériques, s'agissant des médecins, chirurgiens-dentistes et sages-femmes ; - à l'application des références opposables et des recommandations de bonne pratique prévues à l'article L. 162-12-15. Le contrat peut en outre comporter d'autres engagements, portant notamment sur : - le mode d'exercice du praticien afin de favoriser, le cas échéant par une participation à des réseaux de soins, une meilleure coordination des soins ou permettre des regroupements professionnels ; - le niveau de son activité ; - sa participation aux programmes d'information destinés aux assurés et mis en place par les caisses d'assurance maladie ; - le cas échéant, sa collaboration aux différents services mis en place par les caisses d'assurance maladie à destination des assurés. Le contrat peut, dans les conditions fixées par les conventions, être complété par des dispositions définies par un accord conclu à l'échelon régional entre l'union régionale des caisses d'assurance maladie et les représentants désignés par le ou les syndicats signataires de la ou des conventions nationales. Les conventions prévues aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9 et L. 162-14 prévoient les conditions dans lesquelles la caisse primaire d'assurance maladie peut, lorsque les engagements ne sont pas tenus, mettre fin à l'adhésion du professionnel, après que celui-ci a été en mesure de présenter ses observations.",
            "texteHtml": "<p></p>   La ou les conventions prévues aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9 et L. 162-14 déterminent les conditions dans lesquelles les professionnels conventionnés peuvent adhérer individuellement à un contrat de bonne pratique qui ouvre droit à la majoration de la participation prévue aux articles L. 162-5-11, L. 645-2 et L. 722-4.<p></p><p></p>   Ce contrat, défini par la convention, précise les objectifs d'évolution de la pratique des professionnels concernés et fixe les engagements pris par ces derniers.<p></p><p></p>   Le contrat comporte nécessairement des engagements relatifs :<p></p><p></p>   - à l'évaluation de la pratique du professionnel ;<p></p><p></p>   - aux actions de formation continue ;<p></p><p></p>   - aux modalités de suivi avec le service du contrôle médical de son activité et, le cas échéant, de ses pratiques de prescription ;<p></p><p></p>   - à la prescription de médicaments génériques, s'agissant des médecins, chirurgiens-dentistes et sages-femmes ;<p></p><p></p>   - à l'application des références opposables et des recommandations de bonne pratique prévues à l'article L. 162-12-15.<p></p><p></p>   Le contrat peut en outre comporter d'autres engagements, portant notamment sur :<p></p><p></p>   - le mode d'exercice du praticien afin de favoriser, le cas échéant par une participation à des réseaux de soins, une meilleure coordination des soins ou permettre des regroupements professionnels ;<p></p><p></p>   - le niveau de son activité ;<p></p><p></p>   - sa participation aux programmes d'information destinés aux assurés et mis en place par les caisses d'assurance maladie ;<p></p><p></p>   - le cas échéant, sa collaboration aux différents services mis en place par les caisses d'assurance maladie à destination des assurés.<p></p><p></p>   Le contrat peut, dans les conditions fixées par les conventions, être complété par des dispositions définies par un accord conclu à l'échelon régional entre l'union régionale des caisses d'assurance maladie et les représentants désignés par le ou les syndicats signataires de la ou des conventions nationales.<p></p><p></p>   Les conventions prévues aux articles L. 162-5, L. 162-9, L. 162-12-2, L. 162-12-9 et L. 162-14 prévoient les conditions dans lesquelles la caisse primaire d'assurance maladie peut, lorsque les engagements ne sont pas tenus, mettre fin à l'adhésion du professionnel, après que celui-ci a été en mesure de présenter ses observations.<p></p>",
            "num": "L162-12-18",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 946512000000,
            "dateFin": 1015459200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Livre 1 : Généralités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126884",
                        "id": "LEGISCTA000006126884",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141599",
                        "id": "LEGISCTA000006141599",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Titre 6 : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155993",
                        "id": "LEGISCTA000006155993",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2003-12-19",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172450",
                        "id": "LEGISCTA000006172450",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2003-12-19",
                        "titre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185816",
                        "id": "LEGISCTA000006185816",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006740798",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006185816",
            "sectionParentId": "LEGISCTA000006185816",
            "sectionParentTitre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "fullSectionsTitre": "Partie législative &gt; Livre 1 : Généralités &gt; Dispositions communes à tout ou partie des régimes de base &gt; Titre 6 : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 2 : Dispositions générales relatives aux soins. &gt; Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006740798",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000214048",
                    "textTitle": "Loi n°99-1140 du 29 décembre 1999 - art. 24 () JORF 30 décembre 1999",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000006758215",
                    "natureText": "LOI",
                    "datePubliTexte": "1999-12-30",
                    "dateSignaTexte": "1999-12-29",
                    "dateDebutCible": "1999-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019284598",
                    "textTitle": "Arrêté du 11 avril 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019284604",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1217894400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024457033",
                    "textTitle": "LOI n°2011-940\n du 10 août 2011 - art. 12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000024460144",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-940",
                    "datePubli": 1313020800000,
                    "dateDebut": 1313107200000
                },
                {
                    "textCid": "JORFTEXT000027514410",
                    "textTitle": "Avis du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027514411",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1370563200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-1-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-1-11",
                    "articleId": "LEGIARTI000006741320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166745600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-15 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-15",
                    "articleId": "LEGIARTI000006740788",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1484352000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-19 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-12-19",
                    "articleId": "LEGIARTI000006740807",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-2",
                    "articleId": "LEGIARTI000006740584",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-12-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-12-9",
                    "articleId": "LEGIARTI000006740590",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-14",
                    "articleId": "LEGIARTI000006740596",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-14-1",
                    "articleId": "LEGIARTI000006740813",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015459200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-14-3",
                    "articleId": "LEGIARTI000046812229",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-5",
                    "articleId": "LEGIARTI000006740684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5-11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-5-11",
                    "articleId": "LEGIARTI000006740763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-5-13",
                    "articleId": "LEGIARTI000021941594",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1267142400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-9",
                    "articleId": "LEGIARTI000006741562",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L182-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L182-2",
                    "articleId": "LEGIARTI000006740970",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166745600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L314-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L314-1",
                    "articleId": "LEGIARTI000042686286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L645-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L645-2",
                    "articleId": "LEGIARTI000006743817",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L722-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L722-4",
                    "articleId": "LEGIARTI000006744331",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1071792000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-72 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-72",
                    "articleId": "LEGIARTI000006747453",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006740798",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 946512000000,
                    "dateFin": 1015459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740799",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1015459200000,
                    "dateFin": 1071792000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740800",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071792000000,
                    "dateFin": 1092700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740801",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092700800000,
                    "dateFin": 1121731200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740802",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1121731200000,
                    "dateFin": 1135036800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006740803",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1135036800000,
                    "dateFin": 1270080000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L162-12-18",
                "162-12-18"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}