{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020831600",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CLAUSES TYPES FIGURANT OBLIGATOIREMENT DANS LA CONVENTION ENTRE LE GREFFIER DES TRIBUNAUX DE COMMERCE ET LA CAISSE DES DÉPÔTS ET CONSIGNATIONS Entre : La Caisse des dépôts et consignations Et Le greffier du tribunal de commerce de... (forme juridique, dénomination, siège, RCS), ci-après dénommé le greffier, il est convenu ce qui suit : Article 1er : Ouverture du compte affecté Il est procédé à l'ouverture d'un compte de dépôt obligatoire affecté à chacune des catégories de fonds mentionnées à l'article R. 743-178 du code de commerce dans les écritures de la Caisse des dépôts et consignations au profit du greffier en vertu des dispositions des articles L. 743-14 et R. 743-178 et suivants du code de commerce. Chaque compte est destiné à enregistrer les sommes détenues par le greffier pour le compte de tiers et relevant de catégories fixées par l'article R. 743-178. Il ne peut y avoir qu'un compte pour chacune des catégories de fonds énumérées à l'article R. 743-178. La CDC est chargée d'informer sans délai de l'ouverture des comptes le Conseil national des greffiers des tribunaux de commerce, dont le siège est à 75001 Paris, 29, rue Danielle-Casanova. Article 2 : Identification et intitulé du compte Chaque compte est identifié de la manière suivante : - le titulaire du compte : greffier du tribunal de commerce de suivi de la raison sociale de l'office ; - l'intitulé du compte selon la catégorie de fonds : - compte affecté, article L. 743-14, expertise ; - compte affecté, article L. 3253-15, AGS ; - compte affecté, article L. 743-14, séquestre affaire.... Article 3 : Spécificités du compte affecté Un compte affecté ne pourra en aucun cas faire l'objet de convention de fusion, de compensation ou de nantissement et, plus généralement, d'ouverture de droits réels ou personnels au profit de quiconque. Article 4 : Opérations de séquestre Les fonds reçus par le greffier de tribunal de commerce en qualité de séquestre, après avoir été versés sur le compte affecté, et les instruments financiers qui lui sont remis en la même qualité peuvent faire l'objet de l'ouverture d'un compte de placement spécifique, en vue des placements financiers nécessaires à la bonne gestion des fonds concernés, conformément à la réglementation en vigueur. Ce compte de placement est dépourvu de moyens de paiement. Les sommes confiées au greffier ayant fait l'objet d'un placement financier, le cas échéant augmentées des produits du placement, devront obligatoirement transiter par le compte affecté avant d'être reversées au mandant. Article 5 : Fonctionnement du compte Un compte de dépôt obligatoire ne peut donner lieu à des retraits d'espèces, à la mise à disposition de cartes de paiement ou de crédit et ne peut domicilier d'autorisations de prélèvement. Le titulaire du compte de dépôt obligatoire peut procéder, sur ordre exprès, à des virements vers d'autres comptes dans le cadre de l'exécution des missions qui lui sont confiées. Article 6 : Procuration Le titulaire a la faculté de donner à une ou plusieurs personnes mandataires ayant obligatoirement la qualité de collaborateur le pouvoir d'effectuer en son nom, et sous son entière responsabilité, toutes les opérations sur le compte. Article 7 : Frais et rémunération du compte Les éventuels frais dus à la CDC au titre du fonctionnement du compte affecté ne peuvent en aucun cas être prélevés sur les avoirs figurant audit compte. Les intérêts obtenus au titre des provisions pour expertises judiciaires sont versés à l'office titulaire du compte sans transiter par ce compte. Article 8 : Modifications et clôture du compte Lors du retrait ou de la nomination d'un nouveau titulaire au sein de l'office, l'intéressé devra en informer immédiatement l'établissement bancaire, qui devra modifier en conséquence l'intitulé du compte La clôture des comptes affectés ne peut intervenir qu'en cas de suppression de l'office ou de décision de l'établissement teneur du compte dans les conditions de l'article L. 312-1, alinéa 7, du code monétaire et financier. Dans cette dernière hypothèse, l'établissement doit virer, sur indication de l'office, le solde comptable des comptes affectés à son successeur, sur justification par ce dernier de la signature d'une convention nouvelle. La CDC devra informer le Conseil national des greffiers des tribunaux de commerce, conformément aux stipulations de l'article 1er de la présente convention. Article 9 : Suppléance ou administration de l'office Dans le cas où l'office se trouverait placé sous le régime de la suppléance ou de l'administration, la présente convention est opposable au suppléant ou à l'administrateur, jusqu'à la fin de la suppléance ou de l'administration. L'établissement est alors tenu d'ajouter à l'intitulé des comptes affectés la mention : office sous suppléance de Me X ou office sous administration de Me X.",
            "texteHtml": "<p align='center'><b>CLAUSES TYPES FIGURANT OBLIGATOIREMENT DANS LA CONVENTION ENTRE LE GREFFIER DES TRIBUNAUX DE COMMERCE ET LA CAISSE DES DÉPÔTS ET CONSIGNATIONS </b></p><p align='left'></p><p>Entre : </p><p>La Caisse des dépôts et consignations </p><p>Et </p><p>Le greffier du tribunal de commerce de... (forme juridique, dénomination, siège, RCS), </p><p>ci-après dénommé le greffier, </p><p>il est convenu ce qui suit : </p><p>Article 1er : Ouverture du compte affecté </p><p>Il est procédé à l'ouverture d'un compte de dépôt obligatoire affecté à chacune des catégories de fonds mentionnées à l'article R. 743-178 du code de commerce dans les écritures de la Caisse des dépôts et consignations au profit du greffier en vertu des dispositions des articles L. 743-14 et R. 743-178 et suivants du code de commerce. </p><p>Chaque compte est destiné à enregistrer les sommes détenues par le greffier pour le compte de tiers et relevant de catégories fixées par l'article R. 743-178. </p><p>Il ne peut y avoir qu'un compte pour chacune des catégories de fonds énumérées à l'article R. 743-178. </p><p>La CDC est chargée d'informer sans délai de l'ouverture des comptes le Conseil national des greffiers des tribunaux de commerce, dont le siège est à 75001 Paris, 29, rue Danielle-Casanova. </p><p>Article 2 : Identification et intitulé du compte </p><p>Chaque compte est identifié de la manière suivante :</p><p>- le titulaire du compte : greffier du tribunal de commerce de suivi de la raison sociale de l'office ;</p><p>- l'intitulé du compte selon la catégorie de fonds :</p><p>- compte affecté, article L. 743-14, expertise ;</p><p>- compte affecté, article L. 3253-15, AGS ;</p><p>- compte affecté, article L. 743-14, séquestre affaire.... </p><p>Article 3 : Spécificités du compte affecté </p><p>Un compte affecté ne pourra en aucun cas faire l'objet de convention de fusion, de compensation ou de nantissement et, plus généralement, d'ouverture de droits réels ou personnels au profit de quiconque. </p><p>Article 4 : Opérations de séquestre </p><p>Les fonds reçus par le greffier de tribunal de commerce en qualité de séquestre, après avoir été versés sur le compte affecté, et les instruments financiers qui lui sont remis en la même qualité peuvent faire l'objet de l'ouverture d'un compte de placement spécifique, en vue des placements financiers nécessaires à la bonne gestion des fonds concernés, conformément à la réglementation en vigueur. </p><p>Ce compte de placement est dépourvu de moyens de paiement. Les sommes confiées au greffier ayant fait l'objet d'un placement financier, le cas échéant augmentées des produits du placement, devront obligatoirement transiter par le compte affecté avant d'être reversées au mandant. </p><p>Article 5 : Fonctionnement du compte </p><p>Un compte de dépôt obligatoire ne peut donner lieu à des retraits d'espèces, à la mise à disposition de cartes de paiement ou de crédit et ne peut domicilier d'autorisations de prélèvement. </p><p>Le titulaire du compte de dépôt obligatoire peut procéder, sur ordre exprès, à des virements vers d'autres comptes dans le cadre de l'exécution des missions qui lui sont confiées. </p><p>Article 6 : Procuration </p><p>Le titulaire a la faculté de donner à une ou plusieurs personnes mandataires ayant obligatoirement la qualité de collaborateur le pouvoir d'effectuer en son nom, et sous son entière responsabilité, toutes les opérations sur le compte. </p><p>Article 7 : Frais et rémunération du compte </p><p>Les éventuels frais dus à la CDC au titre du fonctionnement du compte affecté ne peuvent en aucun cas être prélevés sur les avoirs figurant audit compte. Les intérêts obtenus au titre des provisions pour expertises judiciaires sont versés à l'office titulaire du compte sans transiter par ce compte. </p><p>Article 8 : Modifications et clôture du compte </p><p>Lors du retrait ou de la nomination d'un nouveau titulaire au sein de l'office, l'intéressé devra en informer immédiatement l'établissement bancaire, qui devra modifier en conséquence l'intitulé du compte </p><p>La clôture des comptes affectés ne peut intervenir qu'en cas de suppression de l'office ou de décision de l'établissement teneur du compte dans les conditions de l'article L. 312-1, alinéa 7, du code monétaire et financier. </p><p>Dans cette dernière hypothèse, l'établissement doit virer, sur indication de l'office, le solde comptable des comptes affectés à son successeur, sur justification par ce dernier de la signature d'une convention nouvelle. La CDC devra informer le Conseil national des greffiers des tribunaux de commerce, conformément aux stipulations de l'article 1er de la présente convention. </p><p>Article 9 : Suppléance ou administration de l'office </p><p>Dans le cas où l'office se trouverait placé sous le régime de la suppléance ou de l'administration, la présente convention est opposable au suppléant ou à l'administrateur, jusqu'à la fin de la suppléance ou de l'administration.</p><p>L'établissement est alors tenu d'ajouter à l'intitulé des comptes affectés la mention : office sous suppléance de Me X ou office sous administration de Me X.</p>",
            "num": "Annexe 7-6-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1245888000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162149",
                        "id": "LEGISCTA000020164479",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-06-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE 7-6-1 (ANNEXE À L'ARTICLE A. 743-6)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020829868",
                        "id": "LEGISCTA000020831602",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020829872",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020829868",
            "sectionParentId": "LEGISCTA000020831602",
            "sectionParentTitre": "ANNEXE 7-6-1 (ANNEXE À L'ARTICLE A. 743-6)",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; ANNEXE 7-6-1 (ANNEXE À L'ARTICLE A. 743-6)",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020831600",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020781900",
                    "textTitle": "Arrêté du 23 juin 2009 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000020829791",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-06-24",
                    "dateSignaTexte": "2009-06-23",
                    "dateDebutCible": "2009-06-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A743-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A743-6",
                    "articleId": "LEGIARTI000020831583",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1245888000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L743-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L743-14",
                    "articleId": "LEGIARTI000019121264",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1215216000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. R743-178 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R743-178",
                    "articleId": "LEGIARTI000020784751",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1245888000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020831600",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1245888000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 7-6-1",
                "7-6-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}