{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000025068771",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Le recouvrement des créances mentionnées à l'article L. 612-2 dont le montant est supérieur ou égal à 1 500 € et la prise de mesures conservatoires relatives à ces créances sont confiés au comptable de l'organisme payeur compétent pour engager la dépense. II. ― Les créances sont recouvrées selon les modalités applicables aux créances de même nature nées sur le territoire national et les intérêts de retard courent à compter de la date de réception de la demande de recouvrement. III. ― Les créances mentionnées au I ne bénéficient d'aucun privilège. IV. ― L'organisme payeur compétent donne suite à la demande d'assistance au recouvrement lorsque la créance a fait l'objet d'un titre de recouvrement. V. ― La demande d'assistance au recouvrement est accompagnée d'un instrument uniformisé établi par l'Etat membre requérant et permettant l'adoption de mesures exécutoires. Cet instrument reflète la substance du titre exécutoire initial. Les informations minimales qu'il doit comporter sont fixées par voie réglementaire. Cet instrument est transmis par l'Etat requérant. Il constitue le fondement unique des mesures de recouvrement et des mesures conservatoires qui sont prises pour garantir le recouvrement de la créance de cet Etat et il est directement reconnu comme un titre exécutoire. VI. ― L'assistance au recouvrement est accordée pour autant que la créance ou le titre de recouvrement ne sont pas contestés dans l'Etat membre requérant et que les procédures de recouvrement appropriées ont été mises en œuvre dans cet Etat. En cas d'ouverture d'une procédure amiable entre les organismes payeurs de deux Etats membres de l'Union européenne relative à la répartition de la charge d'imposition, les mesures de recouvrement de la créance de l'Etat requérant sont suspendues ou interrompues jusqu'au terme de cette procédure, sans préjudice des éventuelles mesures conservatoires. Toutefois, en cas de fraude ou d'organisation d'insolvabilité et lorsque l'urgence le commande, les mesures de recouvrement sont poursuivies. VII. ― L'Etat membre requérant peut également demander l'assistance au recouvrement : 1° Lorsqu'il est manifeste qu'il n'existe pas d'actifs pouvant être recouvrés sur son territoire ou que les procédures de recouvrement ne peuvent aboutir au paiement intégral de la créance et qu'il dispose d'informations spécifiques indiquant que le redevable dispose d'actifs en France ; 2° Lorsque la mise en œuvre des procédures de recouvrement donne lieu à des difficultés ou à un coût disproportionnés pour l'Etat membre requérant. VIII. ― Dès qu'il est informé par l'Etat membre requérant ou par le redevable du dépôt d'une contestation relative à la créance ou au titre qu'il est chargé de recouvrer, le comptable compétent suspend la procédure de recouvrement jusqu'à la notification de la décision de l'instance de l'Etat membre requérant compétente pour statuer sur cette contestation, sauf si celui-ci le saisit d'une demande expresse de poursuite de la procédure de recouvrement assortie d'une déclaration certifiant que son droit national lui permet de recouvrer la créance contestée. IX. ― A la demande de l'Etat membre requérant ou lorsqu'il l'estime nécessaire, le comptable compétent prend toutes mesures conservatoires utiles pour garantir le recouvrement de la créance de cet Etat. X. ― Le comptable compétent donne suite à une demande de prise de mesures conservatoires : 1° Lorsque la créance a fait l'objet d'un titre de recouvrement mais que la créance ou le titre de recouvrement sont contestés au moment où la demande est présentée ; 2° Lorsque la créance ne fait pas encore l'objet d'un titre de recouvrement, dans la mesure où la législation de l'Etat membre requérant permet de prendre des mesures conservatoires en l'absence d'un titre exécutoire. XI. ― Les questions relatives à la prescription de l'action en recouvrement et au caractère interruptif ou suspensif des actes effectués par le comptable pour le recouvrement des créances d'un autre Etat membre de l'Union européenne sont appréciées selon la législation de l'Etat membre requérant. Dans la mesure où la législation de l'Etat ne permet pas d'interrompre, de suspendre ou de proroger le délai de prescription, les actes effectués par l'organisme payeur compétent sont réputés avoir les mêmes effets interruptifs ou suspensifs que s'ils avaient été accomplis dans l'Etat membre requérant. Le présent XI s'applique sans préjudice de la possibilité pour l'Etat membre requérant de diligenter des actes destinés à interrompre, suspendre ou proroger le délai de prescription de l'action en recouvrement de ses créances.",
            "texteHtml": "<p>I. ― Le recouvrement des créances mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000025068510&dateTexte=&categorieLien=cid' title='Code rural - art. L612-2 (V)'>L. 612-2</a> dont le montant est supérieur ou égal à 1 500 € et la prise de mesures conservatoires relatives à ces créances sont confiés au comptable de l'organisme payeur compétent pour engager la dépense. </p><p>II. ― Les créances sont recouvrées selon les modalités applicables aux créances de même nature nées sur le territoire national et les intérêts de retard courent à compter de la date de réception de la demande de recouvrement. </p><p>III. ― Les créances mentionnées au I ne bénéficient d'aucun privilège. </p><p>IV. ― L'organisme payeur compétent donne suite à la demande d'assistance au recouvrement lorsque la créance a fait l'objet d'un titre de recouvrement. </p><p>V. ― La demande d'assistance au recouvrement est accompagnée d'un instrument uniformisé établi par l'Etat membre requérant et permettant l'adoption de mesures exécutoires. Cet instrument reflète la substance du titre exécutoire initial. </p><p>Les informations minimales qu'il doit comporter sont fixées par voie réglementaire. </p><p>Cet instrument est transmis par l'Etat requérant. Il constitue le fondement unique des mesures de recouvrement et des mesures conservatoires qui sont prises pour garantir le recouvrement de la créance de cet Etat et il est directement reconnu comme un titre exécutoire. </p><p>VI. ― L'assistance au recouvrement est accordée pour autant que la créance ou le titre de recouvrement ne sont pas contestés dans l'Etat membre requérant et que les procédures de recouvrement appropriées ont été mises en œuvre dans cet Etat. </p><p>En cas d'ouverture d'une procédure amiable entre les organismes payeurs de deux Etats membres de l'Union européenne relative à la répartition de la charge d'imposition, les mesures de recouvrement de la créance de l'Etat requérant sont suspendues ou interrompues jusqu'au terme de cette procédure, sans préjudice des éventuelles mesures conservatoires. </p><p>Toutefois, en cas de fraude ou d'organisation d'insolvabilité et lorsque l'urgence le commande, les mesures de recouvrement sont poursuivies. </p><p>VII. ― L'Etat membre requérant peut également demander l'assistance au recouvrement : </p><p>1° Lorsqu'il est manifeste qu'il n'existe pas d'actifs pouvant être recouvrés sur son territoire ou que les procédures de recouvrement ne peuvent aboutir au paiement intégral de la créance et qu'il dispose d'informations spécifiques indiquant que le redevable dispose d'actifs en France ; </p><p>2° Lorsque la mise en œuvre des procédures de recouvrement donne lieu à des difficultés ou à un coût disproportionnés pour l'Etat membre requérant. </p><p>VIII. ― Dès qu'il est informé par l'Etat membre requérant ou par le redevable du dépôt d'une contestation relative à la créance ou au titre qu'il est chargé de recouvrer, le comptable compétent suspend la procédure de recouvrement jusqu'à la notification de la décision de l'instance de l'Etat membre requérant compétente pour statuer sur cette contestation, sauf si celui-ci le saisit d'une demande expresse de poursuite de la procédure de recouvrement assortie d'une déclaration certifiant que son droit national lui permet de recouvrer la créance contestée. </p><p>IX. ― A la demande de l'Etat membre requérant ou lorsqu'il l'estime nécessaire, le comptable compétent prend toutes mesures conservatoires utiles pour garantir le recouvrement de la créance de cet Etat. </p><p>X. ― Le comptable compétent donne suite à une demande de prise de mesures conservatoires : </p><p>1° Lorsque la créance a fait l'objet d'un titre de recouvrement mais que la créance ou le titre de recouvrement sont contestés au moment où la demande est présentée ; </p><p>2° Lorsque la créance ne fait pas encore l'objet d'un titre de recouvrement, dans la mesure où la législation de l'Etat membre requérant permet de prendre des mesures conservatoires en l'absence d'un titre exécutoire. </p><p>XI. ― Les questions relatives à la prescription de l'action en recouvrement et au caractère interruptif ou suspensif des actes effectués par le comptable pour le recouvrement des créances d'un autre Etat membre de l'Union européenne sont appréciées selon la législation de l'Etat membre requérant. </p><p>Dans la mesure où la législation de l'Etat ne permet pas d'interrompre, de suspendre ou de proroger le délai de prescription, les actes effectués par l'organisme payeur compétent sont réputés avoir les mêmes effets interruptifs ou suspensifs que s'ils avaient été accomplis dans l'Etat membre requérant. </p><p>Le présent XI s'applique sans préjudice de la possibilité pour l'Etat membre requérant de diligenter des actes destinés à interrompre, suspendre ou proroger le délai de prescription de l'action en recouvrement de ses créances.</p>",
            "num": "L612-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1325376000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1998-07-09",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Production et marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121424",
                        "id": "LEGISCTA000006121424",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1998-07-09",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138352",
                        "id": "LEGISCTA000006138352",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Assistance en matière de recouvrement international ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025068506",
                        "id": "LEGISCTA000025068734",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000025068514",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000025068506",
            "sectionParentId": "LEGISCTA000025068734",
            "sectionParentTitre": "Chapitre II : Assistance en matière de recouvrement international ",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Production et marchés &gt; Titre Ier : Dispositions générales. &gt; Chapitre II : Assistance en matière de recouvrement international ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025068771",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025045613",
                    "textTitle": "LOI n°2011-1978 du 28 décembre 2011 - art. 59 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "59",
                    "articleId": "LEGIARTI000025062850",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-12-29",
                    "dateSignaTexte": "2011-12-28",
                    "dateDebutCible": "2011-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D612-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D612-10",
                    "articleId": "LEGIARTI000036445617",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514505600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D612-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D612-12",
                    "articleId": "LEGIARTI000036445619",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514505600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D612-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D612-13",
                    "articleId": "LEGIARTI000036445443",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514505600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D612-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D612-9",
                    "articleId": "LEGIARTI000036445413",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514505600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L612-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-2",
                    "articleId": "LEGIARTI000025068510",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D618-10 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D618-10",
                    "articleId": "LEGIARTI000025203884",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1327708800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D618-12 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D618-12",
                    "articleId": "LEGIARTI000025203890",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1327708800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D618-13 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D618-13",
                    "articleId": "LEGIARTI000025203893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1327708800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D618-9 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D618-9",
                    "articleId": "LEGIARTI000025203881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1327708800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025068771",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L612-4",
                "612-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}