{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041471209",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Peut se prévaloir du régime particulier de déclaration et de paiement exposé au présent article, tout assujetti : 1° Qui a établi en France le siège de son activité économique ou y dispose d'un établissement stable et qui fournit des prestations de services à des personnes non assujetties dont le lieu d'imposition est situé dans un autre Etat membre que la France et dans lequel il n'est pas établi ; 2° Qui effectue des ventes à distance intracommunautaires de biens ; 3° Qui facilite des livraisons de biens conformément au b du 2° du V de l'article 256 lorsque le lieu de départ et le lieu d'arrivée du transport des biens livrés se situent dans le même Etat membre. Ce régime est applicable à tous les biens et services ainsi fournis dans l'Union européenne. Est considéré comme un assujetti non établi dans l'Etat membre de consommation un assujetti qui a établi le siège de son activité économique dans l'Union ou y dispose d'un établissement stable mais qui n'a pas établi le siège de son activité économique sur le territoire de l'Etat membre de consommation et n'y dispose pas d'un établissement stable. Est considéré comme Etat membre de consommation : a) En cas de prestation de services, l'Etat membre dans lequel la prestation est réputée avoir lieu selon le chapitre 3 du titre V de la directive 2006/112/ CE du Conseil du 28 novembre 2006 relative au système commun de taxe sur la valeur ajoutée ; b) En cas de vente à distance intracommunautaire de biens, l'Etat membre d'arrivée de l'expédition ou du transport des biens à destination de l'acquéreur ; c) En cas de livraison de biens effectuée par un assujetti qui facilite ces livraisons conformément au b du 2° du V de l'article 256 du présent code lorsque le lieu de départ et d'arrivée de l'expédition ou du transport des biens livrés se situe dans le même Etat membre, ce même Etat membre. II.-L'assujetti informe l'administration du moment où il commence son activité imposable, la cesse ou la modifie au point de ne plus pouvoir se prévaloir de ce régime particulier. Il communique cette information et notifie à l'administration toute modification par voie électronique dans des conditions fixées par arrêté du ministre chargé du budget. III.-Un assujetti qui se prévaut du présent régime particulier n'est identifié, pour les opérations imposables dans le cadre de ce régime, qu'en France. A cette fin, il utilise le numéro individuel d'identification qui lui a déjà été attribué en application de l'article 286 ter. IV.-L'administration exclut l'assujetti du présent régime particulier dans les cas suivants : 1° S'il notifie qu'il ne réalise plus de livraisons de biens et de prestations de services couvertes par le présent régime particulier ; 2° Ou si l'administration peut présumer, par d'autres moyens, que ses activités imposables ont pris fin ; 3° Ou s'il ne remplit plus les conditions nécessaires pour être autorisé à se prévaloir du présent régime particulier ; 4° Ou si, de manière systématique, il ne se conforme pas aux règles relatives au présent régime particulier ; Les modalités d'une telle exclusion sont fixées par décret. V.-L'assujetti qui se prévaut du présent régime particulier dépose, pour chaque trimestre civil, par voie électronique une déclaration de taxe sur la valeur ajoutée, que des livraisons de biens et des prestations de services couvertes par le présent régime particulier aient été effectuées ou non au titre de la période. La déclaration de taxe sur la valeur ajoutée comporte le numéro d'identification et, pour chaque Etat membre de consommation dans lequel la taxe est due, la valeur totale hors taxe sur la valeur ajoutée des livraisons de biens et des prestations de services couvertes par le présent régime particulier pour la période imposable ainsi que le montant total de la taxe correspondante ventilé par taux d'imposition. Les taux d'imposition applicables et le montant total de la taxe due sont également indiqués. Lorsque les biens sont expédiés ou transportés à partir d'un Etat membre autre que la France, ou lorsque l'assujetti fournissant des services couverts par le présent régime particulier dispose d'un ou de plusieurs établissements stables situés ailleurs qu'en France à partir desquels les services sont fournis, la déclaration de taxe sur la valeur ajoutée comporte également les éléments suivants, ventilés par Etat membre de consommation : 1° La valeur totale, hors taxe, des opérations visées, les taux de taxe sur la valeur ajoutée applicables et le montant total de la taxe correspondante ventilé par taux d'imposition ; 2° Le montant total de la taxe sur la valeur ajoutée due pour les opérations visées, pour chaque Etat membre dans lequel l'assujetti dispose d'un établissement stable ou à partir duquel les biens sont expédiés ou transportés ; 3° Le numéro individuel d'identification à la taxe sur la valeur ajoutée ou le numéro d'enregistrement fiscal attribué par chacun de ces Etats membres. Les modalités de cette déclaration sont fixées par arrêté du ministre chargé du budget. VI.-Lorsqu'il est nécessaire d'apporter des modifications à la déclaration de taxe sur la valeur ajoutée après la transmission de celle-ci, ces modifications sont incluses dans une déclaration ultérieure, dans un délai de trois ans à compter de la date à laquelle la déclaration initiale devait être déposée conformément au V. Cette déclaration de taxe sur la valeur ajoutée ultérieure précise l'Etat membre de consommation concerné, la période imposable et le montant de taxe sur la valeur ajoutée pour lequel des modifications sont nécessaires. VII.-La déclaration de taxe sur la valeur ajoutée est libellée en euros. VIII.-L'assujetti qui se prévaut du présent régime particulier acquitte la taxe sur la valeur ajoutée, en mentionnant la déclaration de taxe sur la valeur ajoutée concernée mentionnée au V, au plus tard à l'expiration du délai dans lequel la déclaration doit être déposée. Le paiement est effectué sur un compte bancaire libellé en euros. IX.-1. Un assujetti qui se prévaut, dans un autre Etat membre, du régime particulier prévu à la section 3 du chapitre 6 du titre XII de la directive 2006/112/ CE du Conseil du 28 novembre 2006 précitée ne peut, en ce qui concerne ses activités imposables couvertes par ce régime particulier, déduire aucun montant de taxe sur la valeur ajoutée en France. La taxe afférente aux livraisons de biens et prestations de services couvertes par ce régime particulier est remboursée selon les modalités prévues au d du V de l'article 271 du présent code. 2. Nonobstant les dispositions du 1 du présent IX, si un assujetti qui se prévaut, dans un autre Etat membre, du régime particulier prévu à la section 3 du chapitre 6 du titre XII de la directive 2006/112/ CE du Conseil du 28 novembre 2006 précitée est tenu de se faire identifier en France pour des activités non couvertes par ce régime particulier, il opère la déduction de la taxe sur la valeur ajoutée afférente aux biens et services utilisés pour les besoins de ses opérations imposables couvertes par ce régime particulier conformément à l'article 271 du présent code. X.-L'assujetti qui se prévaut du présent régime particulier tient un registre des opérations relevant de ce régime particulier. Ce registre doit, sur demande, être mis par voie électronique à la disposition de l'administration et de l'Etat membre de consommation. Il est suffisamment détaillé pour permettre à l'administration de l'Etat membre de consommation de vérifier l'exactitude de la déclaration de taxe sur la valeur ajoutée mentionnée au V du présent code. Le registre est conservé pendant dix ans à partir du 31 décembre de l'année de l'opération.",
            "texteHtml": "<p>I.-Peut se prévaloir du régime particulier de déclaration et de paiement exposé au présent article, tout assujetti :<br/><br/>\n 1° Qui a établi en France le siège de son activité économique ou y dispose d'un établissement stable et qui fournit des prestations de services à des personnes non assujetties dont le lieu d'imposition est situé dans un autre Etat membre que la France et dans lequel il n'est pas établi ;<br/><br/>\n 2° Qui effectue des ventes à distance intracommunautaires de biens ;<br/><br/>\n 3° Qui facilite des livraisons de biens conformément au b du 2° du V de l'article 256 lorsque le lieu de départ et le lieu d'arrivée du transport des biens livrés se situent dans le même Etat membre.<br/><br/>\n Ce régime est applicable à tous les biens et services ainsi fournis dans l'Union européenne.<br/><br/>\n Est considéré comme un assujetti non établi dans l'Etat membre de consommation un assujetti qui a établi le siège de son activité économique dans l'Union ou y dispose d'un établissement stable mais qui n'a pas établi le siège de son activité économique sur le territoire de l'Etat membre de consommation et n'y dispose pas d'un établissement stable.<br/><br/>\n Est considéré comme Etat membre de consommation :<br/><br/>\n a) En cas de prestation de services, l'Etat membre dans lequel la prestation est réputée avoir lieu selon le chapitre 3 du titre V de la directive 2006/112/ CE du Conseil du 28 novembre 2006 relative au système commun de taxe sur la valeur ajoutée ;<br/><br/>\n b) En cas de vente à distance intracommunautaire de biens, l'Etat membre d'arrivée de l'expédition ou du transport des biens à destination de l'acquéreur ;<br/><br/>\n c) En cas de livraison de biens effectuée par un assujetti qui facilite ces livraisons conformément au b du 2° du V de l'article 256 du présent code lorsque le lieu de départ et d'arrivée de l'expédition ou du transport des biens livrés se situe dans le même Etat membre, ce même Etat membre.<br/><br/>\n II.-L'assujetti informe l'administration du moment où il commence son activité imposable, la cesse ou la modifie au point de ne plus pouvoir se prévaloir de ce régime particulier. Il communique cette information et notifie à l'administration toute modification par voie électronique dans des conditions fixées par arrêté du ministre chargé du budget.<br/><br/>\n III.-Un assujetti qui se prévaut du présent régime particulier n'est identifié, pour les opérations imposables dans le cadre de ce régime, qu'en France. A cette fin, il utilise le numéro individuel d'identification qui lui a déjà été attribué en application de l'article 286 ter.<br/><br/>\n IV.-L'administration exclut l'assujetti du présent régime particulier dans les cas suivants :<br/><br/>\n 1° S'il notifie qu'il ne réalise plus de livraisons de biens et de prestations de services couvertes par le présent régime particulier ;<br/><br/>\n 2° Ou si l'administration peut présumer, par d'autres moyens, que ses activités imposables ont pris fin ;<br/><br/>\n 3° Ou s'il ne remplit plus les conditions nécessaires pour être autorisé à se prévaloir du présent régime particulier ;<br/><br/>\n 4° Ou si, de manière systématique, il ne se conforme pas aux règles relatives au présent régime particulier ;<br/><br/>\n Les modalités d'une telle exclusion sont fixées par décret.<br/><br/>\n V.-L'assujetti qui se prévaut du présent régime particulier dépose, pour chaque trimestre civil, par voie électronique une déclaration de taxe sur la valeur ajoutée, que des livraisons de biens et des prestations de services couvertes par le présent régime particulier aient été effectuées ou non au titre de la période. La déclaration de taxe sur la valeur ajoutée comporte le numéro d'identification et, pour chaque Etat membre de consommation dans lequel la taxe est due, la valeur totale hors taxe sur la valeur ajoutée des livraisons de biens et des prestations de services couvertes par le présent régime particulier pour la période imposable ainsi que le montant total de la taxe correspondante ventilé par taux d'imposition. Les taux d'imposition applicables et le montant total de la taxe due sont également indiqués.<br/><br/>\n Lorsque les biens sont expédiés ou transportés à partir d'un Etat membre autre que la France, ou lorsque l'assujetti fournissant des services couverts par le présent régime particulier dispose d'un ou de plusieurs établissements stables situés ailleurs qu'en France à partir desquels les services sont fournis, la déclaration de taxe sur la valeur ajoutée comporte également les éléments suivants, ventilés par Etat membre de consommation :<br/><br/>\n 1° La valeur totale, hors taxe, des opérations visées, les taux de taxe sur la valeur ajoutée applicables et le montant total de la taxe correspondante ventilé par taux d'imposition ;<br/><br/>\n 2° Le montant total de la taxe sur la valeur ajoutée due pour les opérations visées, pour chaque Etat membre dans lequel l'assujetti dispose d'un établissement stable ou à partir duquel les biens sont expédiés ou transportés ;<br/><br/>\n 3° Le numéro individuel d'identification à la taxe sur la valeur ajoutée ou le numéro d'enregistrement fiscal attribué par chacun de ces Etats membres.<br/><br/>\n Les modalités de cette déclaration sont fixées par arrêté du ministre chargé du budget.<br/><br/>\n VI.-Lorsqu'il est nécessaire d'apporter des modifications à la déclaration de taxe sur la valeur ajoutée après la transmission de celle-ci, ces modifications sont incluses dans une déclaration ultérieure, dans un délai de trois ans à compter de la date à laquelle la déclaration initiale devait être déposée conformément au V. Cette déclaration de taxe sur la valeur ajoutée ultérieure précise l'Etat membre de consommation concerné, la période imposable et le montant de taxe sur la valeur ajoutée pour lequel des modifications sont nécessaires.<br/><br/>\n VII.-La déclaration de taxe sur la valeur ajoutée est libellée en euros.<br/><br/>\n VIII.-L'assujetti qui se prévaut du présent régime particulier acquitte la taxe sur la valeur ajoutée, en mentionnant la déclaration de taxe sur la valeur ajoutée concernée mentionnée au V, au plus tard à l'expiration du délai dans lequel la déclaration doit être déposée. Le paiement est effectué sur un compte bancaire libellé en euros.<br/><br/>\n IX.-1. Un assujetti qui se prévaut, dans un autre Etat membre, du régime particulier prévu à la section 3 du chapitre 6 du titre XII de la directive 2006/112/ CE du Conseil du 28 novembre 2006 précitée ne peut, en ce qui concerne ses activités imposables couvertes par ce régime particulier, déduire aucun montant de taxe sur la valeur ajoutée en France. La taxe afférente aux livraisons de biens et prestations de services couvertes par ce régime particulier est remboursée selon les modalités prévues au d du V de l'article 271 du présent code.<br/><br/>\n 2. Nonobstant les dispositions du 1 du présent IX, si un assujetti qui se prévaut, dans un autre Etat membre, du régime particulier prévu à la section 3 du chapitre 6 du titre XII de la directive 2006/112/ CE du Conseil du 28 novembre 2006 précitée est tenu de se faire identifier en France pour des activités non couvertes par ce régime particulier, il opère la déduction de la taxe sur la valeur ajoutée afférente aux biens et services utilisés pour les besoins de ses opérations imposables couvertes par ce régime particulier conformément à l'article 271 du présent code.<br/><br/>\n X.-L'assujetti qui se prévaut du présent régime particulier tient un registre des opérations relevant de ce régime particulier. Ce registre doit, sur demande, être mis par voie électronique à la disposition de l'administration et de l'Etat membre de consommation. Il est suffisamment détaillé pour permettre à l'administration de l'Etat membre de consommation de vérifier l'exactitude de la déclaration de taxe sur la valeur ajoutée mentionnée au V du présent code.<br/><br/>\n Le registre est conservé pendant dix ans à partir du 31 décembre de l'année de l'opération.</p>",
            "num": "298 sexdecies G",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1625097600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133846",
                        "id": "LEGISCTA000006133846",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147022",
                        "id": "LEGISCTA000006147022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Section IX : Régimes spéciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162568",
                        "id": "LEGISCTA000006162568",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-07-01",
                        "fin": "2021-07-01",
                        "titre": "IX : Services fournis par voie électronique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022862151",
                        "id": "LEGISCTA000022862151",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "IX : Régimes particuliers applicables aux assujettis qui fournissent des prestations de services à des personnes non assujetties ou qui effectuent des ventes à distance de biens ou certaines livraisons intérieures de biens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022862151",
                        "id": "LEGISCTA000041471201",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "B : Régime particulier applicable aux ventes à distance intracommunautaires de biens, aux livraisons de biens effectuées dans un Etat membre par des interfaces électroniques facilitant ces livraisons et aux services fournis par des assujettis établis sur le territoire de l'Union européenne, mais non dans l'Etat\nmembre de consommation ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041403944",
                        "id": "LEGISCTA000041407241",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021633943",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000041403944",
            "sectionParentId": "LEGISCTA000041407241",
            "sectionParentTitre": "B : Régime particulier applicable aux ventes à distance intracommunautaires de biens, aux livraisons de biens effectuées dans un Etat membre par des interfaces électroniques facilitant ces livraisons et aux services fournis par des assujettis établis sur le territoire de l'Union européenne, mais non dans l'Etat\nmembre de consommation ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section IX : Régimes spéciaux &gt; IX : Régimes particuliers applicables aux assujettis qui fournissent des prestations de services à des personnes non assujetties ou qui effectuent des ventes à distance de biens ou certaines livraisons intérieures de biens &gt; B : Régime particulier applicable aux ventes à distance intracommunautaires de biens, aux livraisons de biens effectuées dans un Etat membre par des interfaces électroniques facilitant ces livraisons et aux services fournis par des assujettis établis sur le territoire de l'Union européenne, mais non dans l'Etat\nmembre de consommation ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000041471209",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au A du IV de l’article 147 de la loi n° 2019-1479 du 29 décembre 2019, ces dispositions s'appliquent aux opérations pour lesquelles le fait générateur de la taxe sur la valeur ajoutée intervient à compter du 1er janvier 2021. Le III de l'article 51 de la loi n° 2020-1721 du 29 décembre 2020 à modifié cette date : 1er juillet 2021.",
            "notaHtml": "<p>Conformément au A du IV de l’article 147 de la loi n° 2019-1479 du 29 décembre 2019, ces dispositions s'appliquent aux opérations pour lesquelles le fait générateur de la taxe sur la valeur ajoutée intervient à compter du 1er janvier 2021. Le III de l'article 51 de la loi n° 2020-1721 du 29 décembre 2020 à modifié cette date : 1er juillet 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039683923",
                    "textTitle": "LOI n° 2019-1479 du 28 décembre 2019 - art. 147 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "147",
                    "articleId": "LEGIARTI000039793097",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-29",
                    "dateSignaTexte": "2019-12-28",
                    "dateDebutCible": "2019-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030003346",
                    "textTitle": "ARRÊTÉ du 30 décembre 2014 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030057625",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1419984000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "JORFTEXT000030003346",
                    "textTitle": "ARRÊTÉ du 30 décembre 2014 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030003360",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1419984000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030002672",
                    "textTitle": "DÉCRET n°2014-1692 du 30 décembre 2014 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030044564",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1692",
                    "datePubli": 1419984000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "JORFTEXT000030002672",
                    "textTitle": "DÉCRET n°2014-1692 du 30 décembre 2014 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030002680",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1692",
                    "datePubli": 1419984000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043567616",
                    "textTitle": "Arrêté du 31 mai 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043573560",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1622505600000,
                    "dateDebut": 1622592000000
                },
                {
                    "textCid": "JORFTEXT000043567616",
                    "textTitle": "Arrêté du 31 mai 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043573573",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1622505600000,
                    "dateDebut": 1622592000000
                },
                {
                    "textCid": "JORFTEXT000043567358",
                    "textTitle": "Décret n°2021-692 du 31 mai 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043570272",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-692",
                    "datePubli": 1622505600000,
                    "dateDebut": 1622592000000
                },
                {
                    "textCid": "JORFTEXT000043567358",
                    "textTitle": "Décret n°2021-692 du 31 mai 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043570283",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-692",
                    "datePubli": 1622505600000,
                    "dateDebut": 1622592000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 259 D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "259 D",
                    "articleId": "LEGIARTI000006304255",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546214400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 286 ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "286 ter",
                    "articleId": "LEGIARTI000006304435",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 296 quater (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "296 quater",
                    "articleId": "LEGIARTI000041407311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 298 sexdecies F (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "298 sexdecies F",
                    "articleId": "LEGIARTI000037988989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546214400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 95 D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "95 D",
                    "articleId": "LEGIARTI000045766140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 97 ter (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "97 ter",
                    "articleId": "LEGIARTI000043584938",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 41 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 nonies",
                    "articleId": "LEGIARTI000046386959",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1665360000000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 41 quinquies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 quinquies",
                    "articleId": "LEGIARTI000043592499",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 41 quinquies A (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 quinquies A",
                    "articleId": "LEGIARTI000043573787",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50 sexies J (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50 sexies J",
                    "articleId": "LEGIARTI000043592513",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50 sexies K (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50 sexies K",
                    "articleId": "LEGIARTI000043592507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021642665",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041471209",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1625097600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "298 sexdecies G",
                "298"
            ],
            "versionPrecedente": "LEGIARTI000021642665",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021642665",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Tout assujetti qui a établi en France le siège de son activité économique ou qui y dispose d'un établissement stable, et qui fournit des prestations de services mentionnées à l'article 259 D à des personnes non assujetties établies dans un Etat membre autre que la France dans lequel sont consommés ces services, peut se prévaloir du régime particulier de déclaration et de paiement exposé au présent article lorsqu'il n'est pas établi dans l'Etat membre de consommation. Ce régime est applicable à tous les services ainsi fournis dans la Communauté européenne. Un assujetti qui n'a pas établi le siège de son activité économique dans la Communauté européenne, mais qui y dispose de plusieurs établissements stables dont l'un est situé en France, peut également se prévaloir du régime particulier visé au présent article lorsqu'il en informe l'administration. Est considéré comme un assujetti non établi dans l'Etat membre de consommation, un assujetti qui n'y a pas établi le siège de son activité économique et qui n'y dispose pas d'un établissement stable. II. – Un assujetti qui se prévaut du régime particulier n'est identifié, pour les opérations imposables dans le cadre dudit régime, qu'en France. A cette fin, il utilise le numéro individuel d'identification qui lui a déjà été attribué en application de l'article 286 ter . III. – L'assujetti non établi dans l'Etat membre de consommation est exclu du présent régime particulier dans les cas prévus au 4 de l'article 298 sexdecies F. IV. – L'assujetti non établi dans l'Etat membre de consommation qui se prévaut du présent régime particulier dépose par voie électronique une déclaration de taxe sur la valeur ajoutée dans les conditions prévues au 5 de l'article 298 sexdecies F. Lorsque l'assujetti dispose d'un ou de plusieurs établissements stables situés ailleurs qu'en France à partir desquels les services sont fournis, la déclaration de taxe sur la valeur ajoutée doit également mentionner la valeur totale des services de télécommunication, de radiodiffusion et de télévision ou des services électroniques qui relèvent du présent régime particulier, ventilée par Etat membre de consommation, pour chaque Etat membre dans lequel il dispose d'un établissement, ainsi que le numéro d'identification individuel à la taxe sur la valeur ajoutée ou le numéro d'enregistrement fiscal de cet établissement. Les modalités de cette déclaration sont fixées par arrêté du ministre chargé du budget. V. – Le 2 et les 6 à 9 de l'article 298 sexdecies F s'appliquent à l'assujetti non établi qui se prévaut du régime particulier. Pour l'application du 9 de l'article 298 sexdecies F, on entend par Etat d'identification la France.",
            "texteHtml": "<p>I. – Tout assujetti qui a établi en France le siège de son activité économique ou qui y dispose d'un établissement stable, et qui fournit des prestations de services mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304255&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 259 D (V)'>259 D </a>à des personnes non assujetties établies dans un Etat membre autre que la France dans lequel sont consommés ces services, peut se prévaloir du régime particulier de déclaration et de paiement exposé au présent article lorsqu'il n'est pas établi dans l'Etat membre de consommation. </p><p>Ce régime est applicable à tous les services ainsi fournis dans la Communauté européenne. </p><p>Un assujetti qui n'a pas établi le siège de son activité économique dans la Communauté européenne, mais qui y dispose de plusieurs établissements stables dont l'un est situé en France, peut également se prévaloir du régime particulier visé au présent article lorsqu'il en informe l'administration. </p><p>Est considéré comme un assujetti non établi dans l'Etat membre de consommation, un assujetti qui n'y a pas établi le siège de son activité économique et qui n'y dispose pas d'un établissement stable. </p><p>II. – Un assujetti qui se prévaut du régime particulier n'est identifié, pour les opérations imposables dans le cadre dudit régime, qu'en France. A cette fin, il utilise le numéro individuel d'identification qui lui a déjà été attribué en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304435&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 286 ter (V)'>286 ter</a>. </p><p>III. – L'assujetti non établi dans l'Etat membre de consommation est exclu du présent régime particulier dans les cas prévus au 4 de l'article 298 sexdecies F. </p><p>IV. – L'assujetti non établi dans l'Etat membre de consommation qui se prévaut du présent régime particulier dépose par voie électronique une déclaration de taxe sur la valeur ajoutée dans les conditions prévues au 5 de l'article 298 sexdecies F. </p><p>Lorsque l'assujetti dispose d'un ou de plusieurs établissements stables situés ailleurs qu'en France à partir desquels les services sont fournis, la déclaration de taxe sur la valeur ajoutée doit également mentionner la valeur totale des services de télécommunication, de radiodiffusion et de télévision ou des services électroniques qui relèvent du présent régime particulier, ventilée par Etat membre de consommation, pour chaque Etat membre dans lequel il dispose d'un établissement, ainsi que le numéro d'identification individuel à la taxe sur la valeur ajoutée ou le numéro d'enregistrement fiscal de cet établissement. Les modalités de cette déclaration sont fixées par arrêté du ministre chargé du budget. </p><p>V. – Le 2 et les 6 à 9 de l'article 298 sexdecies F s'appliquent à l'assujetti non établi qui se prévaut du régime particulier. </p><p>Pour l'application du 9 de l'article 298 sexdecies F, on entend par Etat d'identification la France.</p>",
            "num": "298 sexdecies G",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1420070400000,
            "dateFin": 1625097600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612733,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133846",
                        "id": "LEGISCTA000006133846",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147022",
                        "id": "LEGISCTA000006147022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Section IX : Régimes spéciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162568",
                        "id": "LEGISCTA000006162568",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-07-01",
                        "fin": "2021-07-01",
                        "titre": "IX : Services fournis par voie électronique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022862151",
                        "id": "LEGISCTA000022862151",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "IX : Régimes particuliers applicables aux assujettis qui fournissent des prestations de services à des personnes non assujetties ou qui effectuent des ventes à distance de biens ou certaines livraisons intérieures de biens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022862151",
                        "id": "LEGISCTA000041471201",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021633943",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022862151",
            "sectionParentId": "LEGISCTA000041471201",
            "sectionParentTitre": "IX : Régimes particuliers applicables aux assujettis qui fournissent des prestations de services à des personnes non assujetties ou qui effectuent des ventes à distance de biens ou certaines livraisons intérieures de biens",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section IX : Régimes spéciaux &gt; IX : Régimes particuliers applicables aux assujettis qui fournissent des prestations de services à des personnes non assujetties ou qui effectuent des ventes à distance de biens ou certaines livraisons intérieures de biens",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021642665",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021557902",
                    "textTitle": "LOI n°2009-1673\n du 30 décembre 2009 - art. 102 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "102",
                    "articleId": "LEGIARTI000021575943",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-12-31",
                    "dateSignaTexte": "2009-12-30",
                    "dateDebutCible": "2010-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030003346",
                    "textTitle": "ARRÊTÉ du 30 décembre 2014 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030057625",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1419984000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "JORFTEXT000030003346",
                    "textTitle": "ARRÊTÉ du 30 décembre 2014 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030003360",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1419984000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030002672",
                    "textTitle": "DÉCRET n°2014-1692 du 30 décembre 2014 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030044564",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1692",
                    "datePubli": 1419984000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "JORFTEXT000030002672",
                    "textTitle": "DÉCRET n°2014-1692 du 30 décembre 2014 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030002680",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1692",
                    "datePubli": 1419984000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043567616",
                    "textTitle": "Arrêté du 31 mai 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043573560",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1622505600000,
                    "dateDebut": 1622592000000
                },
                {
                    "textCid": "JORFTEXT000043567616",
                    "textTitle": "Arrêté du 31 mai 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043573573",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1622505600000,
                    "dateDebut": 1622592000000
                },
                {
                    "textCid": "JORFTEXT000043567358",
                    "textTitle": "Décret n°2021-692 du 31 mai 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043570272",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-692",
                    "datePubli": 1622505600000,
                    "dateDebut": 1622592000000
                },
                {
                    "textCid": "JORFTEXT000043567358",
                    "textTitle": "Décret n°2021-692 du 31 mai 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043570283",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-692",
                    "datePubli": 1622505600000,
                    "dateDebut": 1622592000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 259 D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "259 D",
                    "articleId": "LEGIARTI000006304255",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546214400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 286 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "286 ter",
                    "articleId": "LEGIARTI000006304435",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 296 quater (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "296 quater",
                    "articleId": "LEGIARTI000041407311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 298 sexdecies F (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "298 sexdecies F",
                    "articleId": "LEGIARTI000037988989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546214400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 95 D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "95 D",
                    "articleId": "LEGIARTI000045766140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 97 ter (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "97 ter",
                    "articleId": "LEGIARTI000043584938",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 41 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 nonies",
                    "articleId": "LEGIARTI000046386959",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1665360000000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 41 quinquies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 quinquies",
                    "articleId": "LEGIARTI000043592499",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 41 quinquies A (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 quinquies A",
                    "articleId": "LEGIARTI000043573787",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50 sexies J (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50 sexies J",
                    "articleId": "LEGIARTI000043592513",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 50 sexies K (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "50 sexies K",
                    "articleId": "LEGIARTI000043592507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021642665",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1625097600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041471209",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1625097600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "298 sexdecies G",
                "298"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}