{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042426097",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Dans les conditions prévues au II, peut donner lieu à une amende administrative d'un montant maximal de 60 000 francs CFP tout manquement à un arrêté du maire présentant un risque pour la sécurité des personnes et ayant un caractère répétitif ou continu : 1° En matière d'élagage et d'entretien des arbres et des haies donnant sur la voie ou le domaine public ; 2° Ayant pour effet de bloquer ou d'entraver la voie ou le domaine public, en y installant ou en y laissant sans nécessité ou sans autorisation tout matériel ou objet, ou en y déversant toute substance ; 3° Consistant, au moyen d'un bien mobilier, à occuper à des fins commerciales la voie ou le domaine public soit sans droit ni titre, lorsque celui-ci est requis en application de l' article L. 2122-1 du code général de la propriété des personnes publiques , soit de façon non conforme au titre délivré en application du même article L. 2122-1, lorsque cette occupation constitue un usage privatif de ce domaine public excédant le droit d'usage appartenant à tous. II. - Le manquement mentionné au I du présent article est constaté par procès-verbal d'un officier de police judiciaire, d'un agent de police judiciaire ou d'un agent de police judiciaire adjoint. Le maire notifie par écrit à la personne intéressée les faits qui lui sont reprochés, les mesures nécessaires pour faire cesser le manquement ainsi que les sanctions encourues. Cette notification mentionne la possibilité de présenter des observations, écrites ou orales, dans un délai de dix jours, le cas échéant assisté par un conseil ou représenté par un mandataire de son choix. A l'expiration de ce délai de dix jours, si la personne n'a pas pris les mesures nécessaires pour faire cesser le manquement, le maire la met en demeure de se conformer à la réglementation dans un nouveau délai de dix jours. A l'issue de ce second délai et à défaut d'exécution des mesures prescrites, le maire peut, par une décision motivée qui indique les voies et délais de recours, prononcer l'amende administrative prévue au premier alinéa du I. Le montant de l'amende est fixé en fonction de la gravité des faits reprochés. La décision du maire prononçant l'amende est notifiée par écrit à la personne intéressée. Elle mentionne les modalités et le délai de paiement de l'amende. Cette décision est soumise aux dispositions de l'article L. 121-39-1. Le recours formé contre la décision prononçant l'amende est un recours de pleine juridiction. L'amende administrative est recouvrée au bénéfice de la commune dans les conditions prévues par les dispositions relatives aux produits communaux. Le délai de prescription de l'action du maire pour la sanction d'un manquement mentionné au premier alinéa du I est d'un an révolu à compter du jour où le premier manquement a été commis. Ne peut faire l'objet de l'amende administrative prévue au premier alinéa du I le fait pour toute personne d'avoir installé sur la voie ou le domaine public les objets nécessaires à la satisfaction de ses besoins élémentaires.",
            "texteHtml": "<p>I. - Dans les conditions prévues au II, peut donner lieu à une amende administrative d'un montant maximal de 60 000 francs CFP tout manquement à un arrêté du maire présentant un risque pour la sécurité des personnes et ayant un caractère répétitif ou continu :</p><p></p><p> 1° En matière d'élagage et d'entretien des arbres et des haies donnant sur la voie ou le domaine public ;</p><p></p><p> 2° Ayant pour effet de bloquer ou d'entraver la voie ou le domaine public, en y installant ou en y laissant sans nécessité ou sans autorisation tout matériel ou objet, ou en y déversant toute substance ;</p><p></p><p> 3° Consistant, au moyen d'un bien mobilier, à occuper à des fins commerciales la voie ou le domaine public soit sans droit ni titre, lorsque celui-ci est requis en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070299&idArticle=LEGIARTI000006361200&dateTexte=&categorieLien=cid'>article L. 2122-1 du code général de la propriété des personnes publiques</a>, soit de façon non conforme au titre délivré en application du même article L. 2122-1, lorsque cette occupation constitue un usage privatif de ce domaine public excédant le droit d'usage appartenant à tous.</p><p></p><p> II. - Le manquement mentionné au I du présent article est constaté par procès-verbal d'un officier de police judiciaire, d'un agent de police judiciaire ou d'un agent de police judiciaire adjoint.</p><p></p><p> Le maire notifie par écrit à la personne intéressée les faits qui lui sont reprochés, les mesures nécessaires pour faire cesser le manquement ainsi que les sanctions encourues. Cette notification mentionne la possibilité de présenter des observations, écrites ou orales, dans un délai de dix jours, le cas échéant assisté par un conseil ou représenté par un mandataire de son choix.</p><p></p><p> A l'expiration de ce délai de dix jours, si la personne n'a pas pris les mesures nécessaires pour faire cesser le manquement, le maire la met en demeure de se conformer à la réglementation dans un nouveau délai de dix jours.</p><p></p><p> A l'issue de ce second délai et à défaut d'exécution des mesures prescrites, le maire peut, par une décision motivée qui indique les voies et délais de recours, prononcer l'amende administrative prévue au premier alinéa du I. Le montant de l'amende est fixé en fonction de la gravité des faits reprochés.</p><p></p><p> La décision du maire prononçant l'amende est notifiée par écrit à la personne intéressée. Elle mentionne les modalités et le délai de paiement de l'amende. Cette décision est soumise aux dispositions de l'article L. 121-39-1.</p><p></p><p> Le recours formé contre la décision prononçant l'amende est un recours de pleine juridiction.</p><p></p><p> L'amende administrative est recouvrée au bénéfice de la commune dans les conditions prévues par les dispositions relatives aux produits communaux.</p><p></p><p> Le délai de prescription de l'action du maire pour la sanction d'un manquement mentionné au premier alinéa du I est d'un an révolu à compter du jour où le premier manquement a été commis.</p><p></p><p> Ne peut faire l'objet de l'amende administrative prévue au premier alinéa du I le fait pour toute personne d'avoir installé sur la voie ou le domaine public les objets nécessaires à la satisfaction de ses besoins élémentaires.</p>",
            "num": "L131-3-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1602806400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 107372,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006086056",
                        "id": "LEGISCTA000006086056",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : ORGANISATION COMMUNALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115627",
                        "id": "LEGISCTA000006115627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : POLICE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134956",
                        "id": "LEGISCTA000006134956",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148806",
                        "id": "LEGISCTA000006148806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Pouvoirs de police du maire portant sur des objets particuliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164309",
                        "id": "LEGISCTA000006164309",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Code des communes de la Nouvelle-Calédonie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070300",
                        "id": "LEGITEXT000006070300",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042426097",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164309",
            "sectionParentId": "LEGISCTA000006164309",
            "sectionParentTitre": "Section 2 : Pouvoirs de police du maire portant sur des objets particuliers",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : ORGANISATION COMMUNALE &gt; TITRE III : POLICE &gt; Chapitre Ier : Dispositions générales &gt; Section 2 : Pouvoirs de police du maire portant sur des objets particuliers",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042426097",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070300",
                    "titre": "Code des communes de la Nouvelle-Calédonie",
                    "titreLong": "Code des communes de la Nouvelle-Calédonie",
                    "etat": "VIGUEUR",
                    "dateDebut": 994291200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070300",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042424239",
                    "textTitle": "Ordonnance n°2020-1256 du 14 octobre 2020 - art. 42",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000042425032",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-10-15",
                    "dateSignaTexte": "2020-10-14",
                    "dateDebutCible": "2020-10-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070299",
                    "textTitle": "Code général de la propriété des personnes publiques. - art. L2122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-1",
                    "articleId": "LEGIARTI000006361200",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1492732800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042426097",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1602806400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L131-3-2",
                "131-3-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}