{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000024445813",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux déclarations de la direction, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : DÉCLARATIONS DE LA DIRECTION Introduction 1. Dans le cadre de l'audit des comptes, les membres de la direction, y compris le représentant légal, font des déclarations au commissaire aux comptes. Celles-ci constituent des éléments collectés pour aboutir à des conclusions sur lesquelles il fonde son opinion sur les comptes. 2. La présente norme a pour objet de définir : - les principes relatifs à l'utilisation par le commissaire aux comptes des déclarations de la direction obtenues au cours de l'audit des comptes ; - les principes relatifs aux déclarations que le commissaire aux comptes estime nécessaires pour conclure sur les assertions qu'il souhaite vérifier ; - les conséquences éventuelles que le commissaire aux comptes tire sur l'expression de son opinion du fait que le représentant légal responsable des comptes ne lui fournit pas les déclarations écrites demandées. Utilisation des déclarations de la direction 3. Tout au long de l'audit des comptes, la direction fait, au commissaire aux comptes, des déclarations, orales ou écrites, spontanées ou en réponse à des demandes spécifiques. Ces déclarations peuvent être faites par des membres de la direction de niveaux de responsabilité et de domaines de compétence différents selon les éléments sur lesquels portent les déclarations. 4. Lorsqu'elles concernent des éléments significatifs des comptes, le commissaire aux comptes : - cherche à collecter des éléments qui corroborent les déclarations de la direction ; - apprécie, le cas échéant, si elles sont cohérentes avec les autres éléments collectés ; - détermine si les personnes à l'origine de ces déclarations sont celles qui possèdent la meilleure compétence et la meilleure connaissance au regard des éléments sur lesquels elles se prononcent. 5. Lorsque le commissaire aux comptes identifie une déclaration de la direction qui ne semble pas cohérente avec d'autres éléments collectés, il met en œuvre des procédures d'audit afin d'élucider cette incohérence et, le cas échéant, reconsidère les autres déclarations de la direction de l'entité. Déclarations que le commissaire aux comptes estime nécessaires pour conclure sur les assertions qu'il souhaite vérifier 6. Le commissaire aux comptes demande au représentant légal une formulation écrite des déclarations qu'il estime nécessaires pour conclure sur les assertions qu'il souhaite vérifier. 7. Indépendamment d'autres déclarations écrites que le commissaire aux comptes estimerait nécessaires, il demande au représentant légal des déclarations écrites par lesquelles : - il déclare que des contrôles destinés à prévenir et à détecter les erreurs et les fraudes ont été conçus et mis en œuvre dans l'entité ; - il estime que les anomalies non corrigées relevées par le commissaire aux comptes ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état de ces anomalies non corrigées est joint à cette déclaration écrite. En outre, lorsque le représentant légal considère que certains éléments reportés sur cet état ne constituent pas des anomalies, il le mentionne dans sa déclaration ; - il confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ; - il déclare lui avoir signalé toutes les fraudes avérées dont il a eu connaissance ou qu'il a suspectées, et impliquant la direction, des employés ayant un rôle clé dans le dispositif de contrôle interne ou d'autres personnes dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ; - il déclare lui avoir signalé toutes les allégations de fraudes ayant un impact sur les comptes de l'entité et portées à sa connaissance par des employés, anciens employés, analystes, régulateurs ou autres ; - il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires ; - il déclare avoir fourni dans l'annexe des comptes, au mieux de sa connaissance, l'information sur les parties liées requise par le référentiel comptable appliqué ; - lorsque des faits ou événements susceptibles de remettre en cause la continuité de l'exploitation de l'entité ont été identifiés, il déclare lui avoir communiqué les plans d'actions définis pour l'avenir de l'entité. Il déclare en outre que ces plans d'actions reflètent les intentions de la direction ; - il déclare que les principales hypothèses retenues pour l'établissement des estimations comptables reflètent les intentions de la direction et la capacité de l'entité, à ce jour, à mener à bien les actions envisagées ; - il déclare qu'à ce jour il n'a connaissance d'aucun événement survenu depuis la date de clôture de l'exercice qui nécessiterait un traitement comptable ou une mention dans l'annexe et/ ou dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. 8. Les déclarations écrites peuvent prendre la forme : - d'une lettre du représentant légal adressée au commissaire aux comptes, qualifiée de \" lettre d'affirmation \" ; - d'une lettre adressée par le commissaire aux comptes au représentant légal dans laquelle il explicite sa compréhension de ces déclarations. Par ailleurs, certaines déclarations du représentant légal peuvent être consignées dans un extrait de procès-verbal d'une réunion de l'organe chargé de l'administration. 9. Lorsque le commissaire aux comptes sollicite une lettre d'affirmation, il demande que le signataire précise qu'il établit cette lettre en tant que responsable de l'établissement des comptes, que la lettre soit datée et signée et qu'elle lui soit envoyée directement. Lorsqu'une des déclarations porte sur un élément spécifique des comptes qui demande des compétences techniques particulières, celle-ci peut être cosignée par le membre de la direction compétent sur le sujet. 10. La lettre d'affirmation est émise à une date la plus rapprochée possible de la date de signature du rapport du commissaire aux comptes et ne peut être postérieure à cette dernière. 11. Lorsque le commissaire aux comptes adresse une lettre au représentant légal, il lui demande d'en accuser réception et de confirmer par écrit son accord sur les termes exposés à une date la plus rapprochée possible de la date de signature de son rapport. Cette confirmation ne peut être postérieure à la date de signature du rapport. 12. Lorsque des déclarations du représentant légal sont consignées dans un extrait de procès-verbal d'une réunion d'un organe mentionné à l'article L. 823-16 du code de commerce, le commissaire aux comptes s'assure que la date de la réunion concernée est suffisamment proche de la date de signature de son rapport. Conséquences sur l'expression de l'opinion du commissaire aux comptes du fait que le représentant légal ne fournit pas les déclarations écrites demandées 13. Lorsque le représentant légal refuse de fournir ou de confirmer une ou plusieurs des déclarations écrites demandées par le commissaire aux comptes, celui-ci s'enquiert auprès de lui des raisons de ce refus. En fonction des réponses formulées, le commissaire aux comptes tire les conséquences éventuelles sur l'expression de son opinion. Documentation 14. Le commissaire aux comptes conserve dans son dossier de travail les comptes rendus de ses entretiens avec la direction de l'entité et les déclarations écrites obtenues de cette dernière.",
            "texteHtml": "<p></p><p>La norme d'exercice professionnel relative aux déclarations de la direction, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p></p><p></p><p align='center'>DÉCLARATIONS DE LA DIRECTION <br/></p><p>Introduction </p><p></p><p></p><p>1. Dans le cadre de l'audit des comptes, les membres de la direction, y compris le représentant légal, font des déclarations au commissaire aux comptes. Celles-ci constituent des éléments collectés pour aboutir à des conclusions sur lesquelles il fonde son opinion sur les comptes. </p><p>2. La présente norme a pour objet de définir :</p><p>- les principes relatifs à l'utilisation par le commissaire aux comptes des déclarations de la direction obtenues au cours de l'audit des comptes ;</p><p>- les principes relatifs aux déclarations que le commissaire aux comptes estime nécessaires pour conclure sur les assertions qu'il souhaite vérifier ;</p><p>- les conséquences éventuelles que le commissaire aux comptes tire sur l'expression de son opinion du fait que le représentant légal responsable des comptes ne lui fournit pas les déclarations écrites demandées. </p><p></p><p></p><p>Utilisation des déclarations de la direction </p><p></p><p></p><p>3. Tout au long de l'audit des comptes, la direction fait, au commissaire aux comptes, des déclarations, orales ou écrites, spontanées ou en réponse à des demandes spécifiques. Ces déclarations peuvent être faites par des membres de la direction de niveaux de responsabilité et de domaines de compétence différents selon les éléments sur lesquels portent les déclarations. </p><p>4. Lorsqu'elles concernent des éléments significatifs des comptes, le commissaire aux comptes :</p><p>- cherche à collecter des éléments qui corroborent les déclarations de la direction ;</p><p>- apprécie, le cas échéant, si elles sont cohérentes avec les autres éléments collectés ;</p><p>- détermine si les personnes à l'origine de ces déclarations sont celles qui possèdent la meilleure compétence et la meilleure connaissance au regard des éléments sur lesquels elles se prononcent. </p><p>5. Lorsque le commissaire aux comptes identifie une déclaration de la direction qui ne semble pas cohérente avec d'autres éléments collectés, il met en œuvre des procédures d'audit afin d'élucider cette incohérence et, le cas échéant, reconsidère les autres déclarations de la direction de l'entité. </p><p></p><p></p><p>Déclarations que le commissaire aux comptes estime nécessaires pour conclure sur les assertions qu'il souhaite vérifier </p><p></p><p></p><p>6. Le commissaire aux comptes demande au représentant légal une formulation écrite des déclarations qu'il estime nécessaires pour conclure sur les assertions qu'il souhaite vérifier. </p><p>7. Indépendamment d'autres déclarations écrites que le commissaire aux comptes estimerait nécessaires, il demande au représentant légal des déclarations écrites par lesquelles :</p><p>- il déclare que des contrôles destinés à prévenir et à détecter les erreurs et les fraudes ont été conçus et mis en œuvre dans l'entité ;</p><p>- il estime que les anomalies non corrigées relevées par le commissaire aux comptes ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état de ces anomalies non corrigées est joint à cette déclaration écrite. En outre, lorsque le représentant légal considère que certains éléments reportés sur cet état ne constituent pas des anomalies, il le mentionne dans sa déclaration ;</p><p>- il confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ;</p><p>- il déclare lui avoir signalé toutes les fraudes avérées dont il a eu connaissance ou qu'il a suspectées, et impliquant la direction, des employés ayant un rôle clé dans le dispositif de contrôle interne ou d'autres personnes dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ;</p><p>- il déclare lui avoir signalé toutes les allégations de fraudes ayant un impact sur les comptes de l'entité et portées à sa connaissance par des employés, anciens employés, analystes, régulateurs ou autres ;</p><p>- il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires ;</p><p>- il déclare avoir fourni dans l'annexe des comptes, au mieux de sa connaissance, l'information sur les parties liées requise par le référentiel comptable appliqué ;</p><p>- lorsque des faits ou événements susceptibles de remettre en cause la continuité de l'exploitation de l'entité ont été identifiés, il déclare lui avoir communiqué les plans d'actions définis pour l'avenir de l'entité. Il déclare en outre que ces plans d'actions reflètent les intentions de la direction ;</p><p>- il déclare que les principales hypothèses retenues pour l'établissement des estimations comptables reflètent les intentions de la direction et la capacité de l'entité, à ce jour, à mener à bien les actions envisagées ;</p><p>- il déclare qu'à ce jour il n'a connaissance d'aucun événement survenu depuis la date de clôture de l'exercice qui nécessiterait un traitement comptable ou une mention dans l'annexe et/ ou dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. </p><p>8. Les déclarations écrites peuvent prendre la forme :</p><p>- d'une lettre du représentant légal adressée au commissaire aux comptes, qualifiée de \" lettre d'affirmation \" ;</p><p>- d'une lettre adressée par le commissaire aux comptes au représentant légal dans laquelle il explicite sa compréhension de ces déclarations. </p><p>Par ailleurs, certaines déclarations du représentant légal peuvent être consignées dans un extrait de procès-verbal d'une réunion de l'organe chargé de l'administration. </p><p>9. Lorsque le commissaire aux comptes sollicite une lettre d'affirmation, il demande que le signataire précise qu'il établit cette lettre en tant que responsable de l'établissement des comptes, que la lettre soit datée et signée et qu'elle lui soit envoyée directement. </p><p>Lorsqu'une des déclarations porte sur un élément spécifique des comptes qui demande des compétences techniques particulières, celle-ci peut être cosignée par le membre de la direction compétent sur le sujet. </p><p>10. La lettre d'affirmation est émise à une date la plus rapprochée possible de la date de signature du rapport du commissaire aux comptes et ne peut être postérieure à cette dernière. </p><p>11. Lorsque le commissaire aux comptes adresse une lettre au représentant légal, il lui demande d'en accuser réception et de confirmer par écrit son accord sur les termes exposés à une date la plus rapprochée possible de la date de signature de son rapport. Cette confirmation ne peut être postérieure à la date de signature du rapport. </p><p>12. Lorsque des déclarations du représentant légal sont consignées dans un extrait de procès-verbal d'une réunion d'un organe mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>l'article L. 823-16</a> du code de commerce, le commissaire aux comptes s'assure que la date de la réunion concernée est suffisamment proche de la date de signature de son rapport. </p><p>Conséquences sur l'expression de l'opinion du commissaire aux comptes du fait que le représentant légal ne fournit pas les déclarations écrites demandées </p><p>13. Lorsque le représentant légal refuse de fournir ou de confirmer une ou plusieurs des déclarations écrites demandées par le commissaire aux comptes, celui-ci s'enquiert auprès de lui des raisons de ce refus. </p><p>En fonction des réponses formulées, le commissaire aux comptes tire les conséquences éventuelles sur l'expression de son opinion. </p><p></p><p></p><p>Documentation </p><p></p><p></p><p>14. Le commissaire aux comptes conserve dans son dossier de travail les comptes rendus de ses entretiens avec la direction de l'entité et les déclarations écrites obtenues de cette dernière.</p><p></p>",
            "num": "A823-14",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1312416000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929215,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Des techniques de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163195",
                        "id": "LEGISCTA000020163438",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163207",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163195",
            "sectionParentId": "LEGISCTA000020163438",
            "sectionParentTitre": "Paragraphe 3 : Des techniques de contrôle",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 3 : Des techniques de contrôle",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000024445813",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024424749",
                    "textTitle": "Arrêté du 21 juin 2011 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024428810",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-08-03",
                    "dateSignaTexte": "2011-06-21",
                    "dateDebutCible": "2011-08-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000243863",
                    "textTitle": "Arrêté du 7 mai 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002268787",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163426",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445813",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-14",
                "823-14"
            ],
            "versionPrecedente": "LEGIARTI000020163426",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163426",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux déclarations de la direction, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX DÉCLARATIONS DE LA DIRECTION Introduction 1. Dans le cadre de l'audit des comptes, les membres de la direction, y compris le représentant légal, font des déclarations au commissaire aux comptes. Celles-ci constituent des éléments collectés pour aboutir à des conclusions sur lesquelles il fonde son opinion sur les comptes. 2. La présente norme a pour objet de définir : ― les principes relatifs à l'utilisation par le commissaire aux comptes des déclarations de la direction obtenues au cours de l'audit des comptes ; ― les principes relatifs aux déclarations que le commissaire aux comptes estime nécessaires pour conclure sur les assertions qu'il souhaite vérifier ; ―  les conséquences éventuelles que le commissaire aux comptes tire sur l'expression de son opinion du fait que le représentant légal responsable des comptes ne lui fournit pas les déclarations écrites demandées. Utilisation des déclarations de la direction 3. Tout au long de l'audit des comptes, la direction fait, au commissaire aux comptes, des déclarations, orales ou écrites, spontanées ou en réponse à des demandes spécifiques. Ces déclarations peuvent être faites par des membres de la direction de niveaux de responsabilité et de domaines de compétence différents selon les éléments sur lesquels portent les déclarations. 4. Lorsqu'elles concernent des éléments significatifs des comptes, le commissaire aux comptes : ― cherche à collecter des éléments qui corroborent les déclarations de la direction ; ― apprécie, le cas échéant, si elles sont cohérentes avec les autres éléments collectés ; ― détermine si les personnes à l'origine de ces déclarations sont celles qui possèdent la meilleure compétence et la meilleure connaissance au regard des éléments sur lesquels elles se prononcent. 5. Lorsque le commissaire aux comptes identifie une déclaration de la direction qui ne semble pas cohérente avec d'autres éléments collectés, il met en œuvre des procédures d'audit afin d'élucider cette incohérence et, le cas échéant, reconsidère les autres déclarations de la direction de l'entité. Déclarations que le commissaire aux comptes estime nécessaires pour conclure sur les assertions qu'il souhaite vérifier 6. Le commissaire aux comptes demande au représentant légal une formulation écrite des déclarations qu'il estime nécessaires pour conclure sur les assertions qu'il souhaite vérifier. 7. Indépendamment d'autres déclarations écrites que le commissaire aux comptes estimerait nécessaires, il demande au représentant légal des déclarations écrites par lesquelles : ― il déclare que des contrôles destinés à prévenir et à détecter les erreurs et les fraudes ont été conçus et mis en œuvre dans l'entité ; ― il estime que les anomalies non corrigées relevées par le commissaire aux comptes ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état de ces anomalies non corrigées est joint à cette déclaration écrite. En outre, lorsque le représentant légal considère que certains éléments reportés sur cet état ne constituent pas des anomalies, il le mentionne dans sa déclaration ; ― il confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ; ― il déclare lui avoir signalé toutes les fraudes avérées dont il a eu connaissance ou qu'il a suspectées, et impliquant la direction, des employés ayant un rôle clé dans le dispositif de contrôle interne ou d'autres personnes dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ; ― il déclare lui avoir signalé toutes les allégations de fraudes ayant un impact sur les comptes de l'entité et portées à sa connaissance par des employés, anciens employés, analystes, régulateurs ou autres ; ― il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires ; ― il déclare avoir fourni dans l'annexe des comptes, au mieux de sa connaissance, l'information sur les parties liées requise par le référentiel comptable appliqué ; ― lorsque des faits ou événements susceptibles de remettre en cause la continuité de l'exploitation de l'entité ont été identifiés, il déclare lui avoir communiqué les plans d'actions définis pour l'avenir de l'entité. Il déclare en outre que ces plans d'actions reflètent les intentions de la direction ; ― il déclare que les principales hypothèses retenues pour l'établissement des estimations comptables reflètent les intentions de la direction et la capacité de l'entité, à ce jour, à mener à bien les actions envisagées ; ― il déclare qu'à ce jour il n'a connaissance d'aucun événement survenu depuis la date de clôture de l'exercice qui nécessiterait un traitement comptable ou une mention dans l'annexe et/ou dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. 8. Les déclarations écrites peuvent prendre la forme : ― d'une lettre du représentant légal adressée au commissaire aux comptes, qualifiée de « lettre d'affirmation » ; ― d'une lettre adressée par le commissaire aux comptes au représentant légal dans laquelle il explicite sa compréhension de ces déclarations. Par ailleurs, certaines déclarations du représentant légal peuvent être consignées dans un extrait de procès-verbal d'une réunion de l'organe chargé de l'administration. 9. Lorsque le commissaire aux comptes sollicite une lettre d'affirmation, il demande que le signataire précise qu'il établit cette lettre en tant que responsable de l'établissement des comptes, que la lettre soit datée et signée et qu'elle lui soit envoyée directement. Lorsqu'une des déclarations porte sur un élément spécifique des comptes qui demande des compétences techniques particulières, celle-ci peut être cosignée par le membre de la direction compétent sur le sujet. 10. La lettre d'affirmation est émise à une date la plus rapprochée possible de la date de signature du rapport du commissaire aux comptes et ne peut être postérieure à cette dernière. 11. Lorsque le commissaire aux comptes adresse une lettre au représentant légal, il lui demande d'en accuser réception et de confirmer par écrit son accord sur les termes exposés à une date la plus rapprochée possible de la date de signature de son rapport. Cette confirmation ne peut être postérieure à la date de signature du rapport. 12. Lorsque des déclarations du représentant légal sont consignées dans un extrait de procès-verbal d'une réunion de l'organe chargé de l'administration, le commissaire aux comptes s'assure que la date de la réunion concernée est suffisamment proche de la date de signature de son rapport. Conséquences sur l'expression de l'opinion du commissaire aux comptes du fait que le représentant légal ne fournit pas les déclarations écrites demandées 13. Lorsque le représentant légal refuse de fournir ou de confirmer une ou plusieurs des déclarations écrites demandées par le commissaire aux comptes, celui-ci s'enquiert auprès de lui des raisons de ce refus. En fonction des réponses formulées, le commissaire aux comptes tire les conséquences éventuelles sur l'expression de son opinion. Documentation 14. Le commissaire aux comptes conserve dans son dossier de travail les comptes rendus de ses entretiens avec la direction de l'entité et les déclarations écrites obtenues de cette dernière.",
            "texteHtml": "<p><br/>La norme d'exercice professionnel relative aux déclarations de la direction, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p><br/></p><p><br/>NORME D'EXERCICE PROFESSIONNEL<br/>RELATIVE AUX DÉCLARATIONS DE LA DIRECTION<br/>Introduction</p><p><br/> 1. Dans le cadre de l'audit des comptes, les membres de la direction, y compris le représentant légal, font des déclarations au commissaire aux comptes. Celles-ci constituent des éléments collectés pour aboutir à des conclusions sur lesquelles il fonde son opinion sur les comptes.<br/> 2. La présente norme a pour objet de définir :<br/> ― les principes relatifs à l'utilisation par le commissaire aux comptes des déclarations de la direction obtenues au cours de l'audit des comptes ;<br/> ― les principes relatifs aux déclarations que le commissaire aux comptes estime nécessaires pour conclure sur les assertions qu'il souhaite vérifier ;<br/> ―  les conséquences éventuelles que le commissaire aux comptes tire sur l'expression de son opinion du fait que le représentant légal responsable des comptes ne lui fournit pas les déclarations écrites demandées.</p><p><br/>Utilisation des déclarations de la direction</p><p><br/> 3. Tout au long de l'audit des comptes, la direction fait, au commissaire aux comptes, des déclarations, orales ou écrites, spontanées ou en réponse à des demandes spécifiques. Ces déclarations peuvent être faites par des membres de la direction de niveaux de responsabilité et de domaines de compétence différents selon les éléments sur lesquels portent les déclarations.<br/> 4. Lorsqu'elles concernent des éléments significatifs des comptes, le commissaire aux comptes :<br/> ― cherche à collecter des éléments qui corroborent les déclarations de la direction ;<br/> ― apprécie, le cas échéant, si elles sont cohérentes avec les autres éléments collectés ;<br/> ― détermine si les personnes à l'origine de ces déclarations sont celles qui possèdent la meilleure compétence et la meilleure connaissance au regard des éléments sur lesquels elles se prononcent.<br/> 5. Lorsque le commissaire aux comptes identifie une déclaration de la direction qui ne semble pas cohérente avec d'autres éléments collectés, il met en œuvre des procédures d'audit afin d'élucider cette incohérence et, le cas échéant, reconsidère les autres déclarations de la direction de l'entité.</p><p><br/>Déclarations que le commissaire aux comptes estime nécessaires<br/>pour conclure sur les assertions qu'il souhaite vérifier</p><p><br/> 6. Le commissaire aux comptes demande au représentant légal une formulation écrite des déclarations qu'il estime nécessaires pour conclure sur les assertions qu'il souhaite vérifier.<br/> 7. Indépendamment d'autres déclarations écrites que le commissaire aux comptes estimerait nécessaires, il demande au représentant légal des déclarations écrites par lesquelles :<br/> ― il déclare que des contrôles destinés à prévenir et à détecter les erreurs et les fraudes ont été conçus et mis en œuvre dans l'entité ;<br/> ― il estime que les anomalies non corrigées relevées par le commissaire aux comptes ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état de ces anomalies non corrigées est joint à cette déclaration écrite. En outre, lorsque le représentant légal considère que certains éléments reportés sur cet état ne constituent pas des anomalies, il le mentionne dans sa déclaration ;<br/> ― il confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ;<br/> ― il déclare lui avoir signalé toutes les fraudes avérées dont il a eu connaissance ou qu'il a suspectées, et impliquant la direction, des employés ayant un rôle clé dans le dispositif de contrôle interne ou d'autres personnes dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ;<br/> ― il déclare lui avoir signalé toutes les allégations de fraudes ayant un impact sur les comptes de l'entité et portées à sa connaissance par des employés, anciens employés, analystes, régulateurs ou autres ;<br/> ― il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires ;<br/> ― il déclare avoir fourni dans l'annexe des comptes, au mieux de sa connaissance, l'information sur les parties liées requise par le référentiel comptable appliqué ;<br/> ― lorsque des faits ou événements susceptibles de remettre en cause la continuité de l'exploitation de l'entité ont été identifiés, il déclare lui avoir communiqué les plans d'actions définis pour l'avenir de l'entité. Il déclare en outre que ces plans d'actions reflètent les intentions de la direction ;<br/> ― il déclare que les principales hypothèses retenues pour l'établissement des estimations comptables reflètent les intentions de la direction et la capacité de l'entité, à ce jour, à mener à bien les actions envisagées ;<br/> ― il déclare qu'à ce jour il n'a connaissance d'aucun événement survenu depuis la date de clôture de l'exercice qui nécessiterait un traitement comptable ou une mention dans l'annexe et/ou dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes.<br/> 8. Les déclarations écrites peuvent prendre la forme :<br/> ― d'une lettre du représentant légal adressée au commissaire aux comptes, qualifiée de « lettre d'affirmation » ;<br/> ― d'une lettre adressée par le commissaire aux comptes au représentant légal dans laquelle il explicite sa compréhension de ces déclarations.<br/> Par ailleurs, certaines déclarations du représentant légal peuvent être consignées dans un extrait de procès-verbal d'une réunion de l'organe chargé de l'administration.<br/> 9. Lorsque le commissaire aux comptes sollicite une lettre d'affirmation, il demande que le signataire précise qu'il établit cette lettre en tant que responsable de l'établissement des comptes, que la lettre soit datée et signée et qu'elle lui soit envoyée directement.<br/> Lorsqu'une des déclarations porte sur un élément spécifique des comptes qui demande des compétences techniques particulières, celle-ci peut être cosignée par le membre de la direction compétent sur le sujet.<br/> 10. La lettre d'affirmation est émise à une date la plus rapprochée possible de la date de signature du rapport du commissaire aux comptes et ne peut être postérieure à cette dernière.<br/> 11. Lorsque le commissaire aux comptes adresse une lettre au représentant légal, il lui demande d'en accuser réception et de confirmer par écrit son accord sur les termes exposés à une date la plus rapprochée possible de la date de signature de son rapport. Cette confirmation ne peut être postérieure à la date de signature du rapport.<br/> 12. Lorsque des déclarations du représentant légal sont consignées dans un extrait de procès-verbal d'une réunion de l'organe chargé de l'administration, le commissaire aux comptes s'assure que la date de la réunion concernée est suffisamment proche de la date de signature de son rapport.<br/>Conséquences sur l'expression de l'opinion du commissaire aux comptes du fait que le représentant légal ne fournit pas les déclarations écrites demandées<br/> 13. Lorsque le représentant légal refuse de fournir ou de confirmer une ou plusieurs des déclarations écrites demandées par le commissaire aux comptes, celui-ci s'enquiert auprès de lui des raisons de ce refus.<br/> En fonction des réponses formulées, le commissaire aux comptes tire les conséquences éventuelles sur l'expression de son opinion.</p><p><br/>Documentation</p><p><br/> 14. Le commissaire aux comptes conserve dans son dossier de travail les comptes rendus de ses entretiens avec la direction de l'entité et les déclarations écrites obtenues de cette dernière.</p>",
            "num": "A823-14",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1312416000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2113929215,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Des techniques de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163195",
                        "id": "LEGISCTA000020163438",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163207",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163195",
            "sectionParentId": "LEGISCTA000020163438",
            "sectionParentTitre": "Paragraphe 3 : Des techniques de contrôle",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 3 : Des techniques de contrôle",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163426",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000243863",
                    "textTitle": "Arrêté du 7 mai 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002268787",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163426",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445813",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-14",
                "823-14"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}