{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020896000",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "LISTE EXHAUSTIVE DES GENRES D'ÉQUIPEMENTS DE PROTECTION INDIVIDUELLE (CI-APRÈS DÉNOMMÉS \"EPI\") N'ENTRANT PAS DANS LE CHAMP DU CODE DU SPORT 1. EPI conçus et fabriqués spécifiquement pour les forces armées ou de maintien de l'ordre tels que casques, boucliers. 2. EPI d'autodéfense contre les agressions tels que générateurs aérosols, armes individuelles de dissuasion. 3. EPI destinés à la protection ou au sauvetage des personnes embarquées à bord des navires ou aéronefs, et qui ne sont pas portés en permanence. 4. Casques et visières destinés aux usagers de véhicules à moteur à deux ou trois roues. 5. Protections conçues et fabriquées pour un usage privé contre : - les conditions atmosphériques (gants, notamment de ski, couvre-chefs, coupe-vent, vêtements de saison, chaussures et bottes, parapluies) ; - l'humidité, l'eau (gants de vaisselle) ; - la chaleur (gants).",
            "texteHtml": "<p align='center'>LISTE EXHAUSTIVE DES GENRES D'ÉQUIPEMENTS DE PROTECTION INDIVIDUELLE<br/>(CI-APRÈS DÉNOMMÉS \"EPI\") N'ENTRANT PAS DANS LE CHAMP DU CODE DU SPORT</p><p><br/>1. EPI conçus et fabriqués spécifiquement pour les forces armées ou de maintien de l'ordre tels que casques, boucliers. </p><p>2. EPI d'autodéfense contre les agressions tels que générateurs aérosols, armes individuelles de dissuasion. </p><p>3. EPI destinés à la protection ou au sauvetage des personnes embarquées à bord des navires ou aéronefs, et qui ne sont pas portés en permanence. </p><p>4. Casques et visières destinés aux usagers de véhicules à moteur à deux ou trois roues. </p><p>5. Protections conçues et fabriquées pour un usage privé contre : </p><p>- les conditions atmosphériques (gants, notamment de ski, couvre-chefs, coupe-vent, vêtements de saison, chaussures et bottes, parapluies) ; </p><p>- l'humidité, l'eau (gants de vaisselle) ; </p><p>- la chaleur (gants).</p>",
            "num": "Annexe III-4 (art. R322-27)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1277942400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 954437176,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096665",
                        "id": "LEGISCTA000006096665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003218",
                        "id": "LEGISCTA000019003218",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006547793",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019003218",
            "sectionParentId": "LEGISCTA000019003218",
            "sectionParentTitre": "Annexes III",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Décrets &gt; Annexes III",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020896000",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020893427",
                    "textTitle": "Décret n°2009-890\n du 22 juillet 2009 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000020894504",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-07-24",
                    "dateSignaTexte": "2009-07-22",
                    "dateDebutCible": "2009-07-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R322-27 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-27",
                    "articleId": "LEGIARTI000043849130",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R322-28 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-28",
                    "articleId": "LEGIARTI000006548247",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1185321600000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R322-31 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-31",
                    "articleId": "LEGIARTI000006548251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1185321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006547793",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1185321600000,
                    "dateFin": 1277942400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020896000",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1277942400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III-4 (art. R322-27)",
                "III-4"
            ],
            "versionPrecedente": "LEGIARTI000006547793",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006547793",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "EXIGENCES ESSENTIELLES DE SANTÉ ET DE SÉCURITÉ. I. - Exigences de portée générale applicables à tous les équipements de protection individuelle (EPI) Les EPI doivent assurer une protection adéquate contre les risques encourus. 1.1. Principe de conception. 1.1.1. Ergonomie. Les EPI doivent être conçus et fabriqués de façon telle que, dans les conditions d'emploi prévisibles auxquelles ils sont destinés, l'utilisateur puisse déployer normalement l'activité l'exposant à des risques, tout en disposant d'une protection de type approprié et d'un niveau aussi élevé que possible. 1.1.2. Niveaux et classes de protection. 1.1.2.1. Niveaux de protection aussi élevés que possible. Le niveau de protection optimal à prendre en compte lors de la conception est celui au-delà duquel les contraintes résultant du port de l'EPI s'opposeraient à son utilisation effective pendant la durée d'exposition au risque, ou au déploiement normal de l'activité. 1.1.2.2. Classes de protection appropriées à différents niveaux d'un risque. Lorsque diverses conditions d'emploi prévisibles conduisent à distinguer plusieurs niveaux d'un même risque, des classes de protection appropriées doivent être prises en compte lors de la conception de l'EPI. 1.2. Innocuité des EPI. 1.2.1. Absence de risques et autres facteurs de nuisance \" autogènes \". Les EPI doivent être conçus et fabriqués de façon à ne pas engendrer de risques et autres facteurs de nuisance dans les conditions prévisibles d'emploi. 1.2.2. Matériaux constitutifs appropriés. Les matériaux constitutifs des EPI et leurs éventuels produits de dégradation ne doivent pas avoir d'effets nocifs sur l'hygiène ou la santé de l'utilisateur. 1.2.3. Etat de surface adéquat de toute partie d'un EPI en contact avec l'utilisateur. Toute partie d'un EPI en contact ou susceptible d'entrer en contact avec l'utilisateur pendant la durée du port doit être dépourvue d'aspérités, arêtes vives, pointes saillantes, etc., susceptibles de provoquer une irritation excessive ou des blessures. 1.2.4. Entraves maximales admissibles pour l'utilisateur. Les EPI doivent s'opposer le moins possible aux gestes à accomplir, aux postures à prendre et à la perception des sens. En outre, ils ne doivent pas être à l'origine de gestes qui mettent l'utilisateur en danger. 1.3. Facteurs de confort et d'efficacité. 1.3.1. Adaptation des EPI à la morphologie de l'utilisateur. Les EPI doivent être conçus et fabriqués de façon telle qu'ils puissent être placés aussi aisément que possible sur l'utilisateur dans la position appropriée et s'y maintenir pendant la durée nécessaire prévisible du port, compte tenu des facteurs d'ambiance, des gestes à accomplir et des postures à prendre. Pour ce faire, les casques doivent pouvoir s'adapter au mieux à la morphologie de l'utilisateur, par tout moyen approprié, tel que les systèmes de réglage et de fixation adéquats, ou une variété suffisante de tailles et pointures. 1.3.2. Légèreté et solidité de construction. Les EPI doivent être aussi légers que possible sans préjudice de leur solidité de construction ni de leur efficacité. Outre les exigences supplémentaires spécifiques, visées au point 3, auxquelles les EPI doivent satisfaire en vue d'assurer une protection efficace contre les risques à prévenir, ils doivent posséder une résistance suffisante contre les effets d'ambiance inhérents aux conditions prévisibles d'emploi. 1.3.3. Compatibilité nécessaire entre les EPI destinés à être portés simultanément par l'utilisateur. Lorsque plusieurs modèles d'EPI de genres ou types différents sont mis sur le marché par un même fabricant en vue d'assurer simultanément la protection de parties voisines du corps, ils doivent être compatibles. 1.4. Notice d'information du fabricant. La notice d'information établie et délivrée obligatoirement par le fabricant avec les EPI sur le marché doit contenir, outre les nom et adresse du fabricant et/ou de son mandataire établi dans un Etat de l'Union européenne, toute donnée utile concernant : a) Les instructions de stockage, d'emploi, de nettoyage, d'entretien, de révision et de désinfection. Les produits de nettoyage, d'entretien ou de désinfection préconisés par le fabricant ne doivent avoir, dans le cadre de leur mode d'emploi, aucun effet nocif sur les EPI ni sur l'utilisateur ; b) Les performances réalisées lors d'examens techniques visant à vérifier les niveaux ou classes de protection des EPI ; c) Les accessoires utilisables avec les EPI, ainsi que les caractéristiques de pièces de rechange appropriées ; d) Les classes de protection appropriées à différents niveaux de risques et les limites d'utilisation correspondantes ; e) La date ou le délai de péremption des EPI ou de certains de leurs composants ; f) Le genre d'emballage approprié au transport des EPI ; g) La signification du marquage, lorsqu'il en existe un. La notice d'information doit être rédigée de façon précise, compréhensible, et au moins dans la ou les langues officielles de l'Etat destinataire. II. - Exigences supplémentaires communes à plusieurs genres ou types d'EPI 2.1. EPI comportant des systèmes de réglage. Lorsque des EPI comportent des systèmes de réglage, ceux-ci doivent être conçus et fabriqués de façon telle qu'après avoir été ajustés ils ne puissent se dérégler indépendamment de la volonté de l'utilisateur dans les conditions prévisibles d'emploi. 2.2. EPI \" enveloppant \" les parties du corps à protéger. Les EPI \" enveloppant \" les parties du corps à protéger doivent être suffisamment aérés, dans la mesure du possible, pour limiter la transpiration résultant du port ; à défaut, ils doivent être dotés si possible de dispositifs permettant d'absorber la sueur. 2.3. EPI du visage, des yeux ou des voies respiratoires. Les EPI du visage, des yeux ou des voies respiratoires doivent restreindre le moins possible le champ visuel et la vue de l'utilisateur. Les systèmes oculaires de ces genres d'EPI doivent posséder un degré de neutralité optique compatible avec la nature des activités plus ou moins minutieuses et/ou prolongées de l'utilisateur. Si besoin est, ils doivent être traités ou dotés de dispositifs permettant d'éviter la formation de buée. Les modèles d'EPI destinés aux utilisateurs faisant l'objet d'une correction oculaire doivent être compatibles avec le port de lunettes ou lentilles de contact correctrices. 2.4. EPI sujet à un vieillissement. Lorsque les performances visées par le concepteur pour les EPI à l'état neuf sont reconnues comme susceptibles d'être affectées de façon sensible par un phénomène de vieillissement, la date de fabrication et/ou, si possible, la date de péremption doivent être marquées, de façon indélébile et sans risques de mauvaise interprétation, sur chaque spécimen ou composant interchangeable d'EPI mis sur le marché, ainsi que sur l'emballage. A défaut de pouvoir s'engager sur la \" durée de vie \" d'un EPI, le fabricant doit mentionner dans sa notice d'information toute donnée utile permettant à l'acquéreur ou à l'utilisateur de déterminer un délai de péremption raisonnablement praticable, compte tenu du niveau de qualité du modèle et des conditions effectives de stockage, d'emploi, de nettoyage, de révision et d'entretien. Dans le cas où une altération rapide et sensible des performances des EPI est censée résulter du vieillissement imputable à la mise en oeuvre périodique d'un procédé de nettoyage préconisé par le fabricant, ce dernier doit apposer, si possible sur chaque spécimen d'EPI mis sur le marché, un marquage indiquant le nombre maximal de nettoyages au-delà duquel il y a lieu de réviser ou de réformer l'équipement ; à défaut, le fabricant doit mentionner cette donnée dans sa note d'information. 2.5. EPI susceptibles d'être happés au cours de leur utilisation. Lorsque les conditions d'emploi prévisibles incluent en particulier un risque de happement de l'EPI par un objet en mouvement susceptible d'engendrer de ce fait un danger pour l'utilisateur, l'EPI doit posséder un seuil de résistance approprié au-delà duquel la rupture de ses éléments constitutifs permet d'éliminer le danger. 2.6. EPI destinés à des interventions rapides ou devant être mis en place et/ou ôtés rapidement. Ces genres d'EPI doivent être conçus et fabriqués de façon à pouvoir être mis en place et/ou ôtés dans un laps de temps aussi bref que possible. Lorsqu'ils comportent des systèmes de fixation et d'extraction permettant de les maintenir en position appropriée sur l'utilisateur ou de les ôter, ceux-ci doivent pouvoir être manoeuvrés aisément et rapidement. 2.7. EPI comportant des composants réglables ou amovibles par l'utilisateur. Lorsque des EPI comportent des composants réglables ou amovibles par l'utilisateur à des fins de rechange, ceux-ci doivent être conçus et fabriqués de manière à pouvoir être réglés, montés et démontés aisément sans outil. 2.8. EPI raccordables à un autre dispositif complémentaire, extérieur à l'EPI. Lorsque des EPI sont dotés d'un système de liaison raccordable à un autre dispositif complémentaire, leur organe de raccordement doit être conçu et fabriqué de manière à ne pouvoir être monté que sur un dispositif de type approprié. 2.9. EPI comportant un système à circulation de fluide. Lorsque des EPI comportent un système à circulation de fluide, celui-ci doit être choisi, ou conçu, et agencé de manière à assurer un renouvellement approprié du fluide au voisinage de l'ensemble de la partie du corps à protéger, quels que soient les gestes, postures ou mouvements de l'utilisateur dans les conditions prévisibles d'emploi. 2.10. EPI portant une ou plusieurs marques de repérage ou de signalisation concernant directement ou indirectement la santé et la sécurité. Les marques de repérage ou de signalisation concernant directement ou indirectement la santé et la sécurité, portées par ces genres ou types d'EPI, doivent être de préférence des pictogrammes ou idéogrammes harmonisés parfaitement lisibles et le demeurer pendant la \" durée de vie \" prévisible de ces EPI. Ces marques doivent être en outre complètes, précises et compréhensibles, afin d'éviter toute mauvaise interprétation ; en particulier, lorsque de telles marques comportent des mots ou des phrases, ceux-ci doivent être rédigés dans la ou les langues officielles de l'Etat d'utilisation. Lorsque les dimensions restreintes d'un EPI (ou composant d'EPI) ne permettent pas d'y apposer tout ou partie du marquage nécessaire, celui-ci doit être mentionné sur l'emballage et dans la notice d'information du fabricant. 2.11. EPI vestimentaires appropriés à la signalisation visuelle de l'utilisateur. Les EPI vestimentaires destinés à des conditions prévisibles d'emploi dans lesquelles il est nécessaire de signaler individuellement et visuellement la présence de l'utilisateur doivent comporter un ou plusieurs dispositifs ou moyens judicieusement placés, émetteurs d'un rayonnement visible direct ou réfléchi ayant une intensité lumineuse et des propriétés photométriques et colorimétriques appropriées. 2.12. EPI \" multirisques \". Tout EPI destiné à protéger l'utilisateur contre plusieurs risques susceptibles d'être encourus simultanément doit être conçu et fabriqué de manière à satisfaire en particulier aux exigences essentielles spécifiques à chacun de ces risques (voir le point 3). III. - Exigences supplémentaires spécifiques aux risques à prévenir 3.1. Protection contre les chocs mécaniques. 3.1.1. Chocs résultant de chutes ou projections d'objets et impacts d'une partie du corps contre un obstacle. Les EPI appropriés à ce genre de risques doivent pouvoir amortir les effets d'un choc en évitant toute lésion, en particulier par écrasement ou pénétration de la partie protégée, tout au moins jusqu'à un niveau d'énergie du choc au-delà duquel les dimensions ou la masse excessives du dispositif amortisseur s'opposeraient à l'utilisation effective des EPI pendant la durée nécessaire prévisible du port. 3.1.2. Prévention des chutes par glissade. Les semelles d'usure des articles chaussants appropriés à la prévention des glissades doivent être conçues, fabriquées ou dotées de dispositifs rapportés appropriés de façon à assurer une bonne adhérence, par engrènement ou par frottement en fonction de la nature ou de l'état du sol. 3.1.3. Prévention des chutes de hauteurs. Les EPI destinés à prévenir les chutes de hauteurs ou leurs effets doivent comporter un dispositif de préhension du corps et un système de liaison raccordable à un point d'ancrage sûr. Ils doivent être conçus et fabriqués de façon telle que, lorsqu'ils sont utilisés dans les conditions prévisibles d'emploi, la dénivellation du corps soit aussi faible que possible pour éviter tout impact contre un obstacle, sans que la force de freinage n'atteigne pour autant le seuil d'occurrence de lésions corporelles, ni celui d'ouverture ou de rupture d'un composant de ces EPI d'où pourrait résulter la chute de l'utilisateur. Ils doivent en outre assurer, à l'issue du freinage, une position de l'utilisateur lui permettant, le cas échéant, d'attendre des secours. Le fabricant doit préciser en particulier dans sa notice d'information toute donnée utile concernant : - les caractéristiques requises pour le point d'ancrage sûr, ainsi que le \" tirant d'air \" minimal nécessaire en dessous de l'utilisateur ; - la façon adéquate d'endosser le dispositif de préhension du corps et de raccorder son système de liaison au point d'ancrage sûr. 3.1.4. Vibrations mécaniques. Les EPI destinés à la prévention des effets des vibrations mécaniques doivent pouvoir en atténuer de façon appropriée les composantes vibratoires nocives pour la partie du corps à protéger. La valeur efficace des accélérations transmises par ces vibrations à l'utilisateur ne doit en aucun cas excéder les valeurs limites recommandées en fonction de la durée d'exposition quotidienne maximale prévisible de la partie du corps à protéger. 3.2. Protection contre la compression (statique) d'une partie du corps. Les EPI destinés à protéger une partie du corps contre les contraintes de compression (statique) doivent pouvoir en atténuer les effets de façon à prévenir les lésions aiguës ou des affections chroniques. 3.3. Protection contre les agressions physiques (frottement, piqûres, coupures, morsures). Les matériaux constitutifs et autres composants des EPI destinés à la protection de tout ou partie du corps contre des agressions mécaniques superficielles telles que des frottements, piqûres, coupures ou morsures doivent être choisis ou conçus et agencés de façon telle que ces genres d'EPI possèdent une résistance à l'abrasion, à la perforation et à la coupure par tranchage (voir aussi le point 3.1) approprié aux conditions prévisibles d'emploi. 3.4. Prévention des noyades. Les EPI destinés à la prévention des noyades doivent pouvoir faire remonter aussi vite que possible à la surface, sans porter atteinte à sa santé, l'utilisateur éventuellement épuisé ou sans connaissance plongé dans un milieu liquide et le faire flotter dans une position lui permettant de respirer dans l'attente des secours. Les EPI peuvent présenter une flottabilité intrinsèque totale ou partielle ou encore obtenue par gonflage soit au moyen d'un gaz libéré automatiquement ou manuellement, soit à la bouche. Dans les conditions prévisibles d'emploi : - les EPI doivent pouvoir résister, sans préjudice à leur bon fonctionnement, aux effets de l'impact avec le milieu liquide ainsi qu'aux facteurs d'ambiance inhérents à ce milieu ; - les EPI gonflables doivent pouvoir se gonfler rapidement et complètement. Lorsque des conditions prévisibles d'emploi particulières l'exigent, certains types d'EPI doivent satisfaire en outre à une ou plusieurs des exigences complémentaires suivantes : - comporter l'ensemble des dispositifs de gonflage visés au deuxième alinéa et/ou un dispositif de signalisation lumineuse ou sonore ; - comporter un dispositif d'accrochage et de préhension du corps permettant d'extraire l'utilisateur du milieu liquide ; - être appropriés à un emploi prolongé pendant toute une durée de l'activité exposant l'utilisateur éventuellement habillé à un risque de chute ou nécessitant sa plongée dans le milieu liquide. 3.5. Protection contre le froid. Les EPI destinés à préserver tout ou partie du corps contre les effets du froid doivent posséder un pouvoir d'isolation thermique et une résistance mécanique appropriés aux conditions prévisibles d'emploi pour lesquelles ils sont mis sur le marché. 3.6. Protection contre le rayonnement solaire. Les EPI destinés à l'atténuation ou à la prévention contre les effets nocifs de la lumière du jour dans la vie courante doivent pouvoir absorber ou réfléchir la majeure partie de l'énergie rayonnée notamment dans le domaine de longueurs d'ondes UVB ou UVC du spectre solaire. Cela ne doit pas pour autant altérer de façon excessive la perception des contrastes et la distinction des couleurs lorsque les conditions d'emploi prévisibles l'exigent. A cet effet, les filtres et lunettes solaires doivent être conçus et fabriqués de manière à disposer pour chaque longueur d'onde nocive (UVB et UVC) d'un facteur spectral de transmission tel que la densité d'éclairement énergétique du rayonnement de la lumière du jour susceptible d'atteindre l'oeil de l'utilisateur à travers le filtre ou lunette solaire n'excède en aucun cas la valeur limite d'exposition maximale admissible. En outre, les oculaires ne doivent pas se détériorer ni perdre leurs propriétés sous l'effet du rayonnement solaire rencontré dans les conditions d'emploi prévisibles et chaque spécimen mis sur le marché doit être caractérisé par la classe de protection à laquelle correspond la courbe de distribution et de son facteur de transmission. Les filtres et lunettes contre la lumière du jour doivent être classés suivant l'usage et le degré d'atténuation définis par la courbe de transmission. La classe de protection de chaque spécimen de lunette contre la lumière du jour doit être indiquée par le fabricant.",
            "texteHtml": "<p align='center'><strong>EXIGENCES ESSENTIELLES DE SANTÉ ET DE SÉCURITÉ.</strong></p><p></p><p></p><p>I. - Exigences de portée générale applicables à tous les équipements de protection individuelle (EPI)</p><p></p><p>Les EPI doivent assurer une protection adéquate contre les risques encourus.</p><p></p><p>1.1. Principe de conception.</p><p></p><p>1.1.1. Ergonomie.</p><p></p><p>Les EPI doivent être conçus et fabriqués de façon telle que, dans les conditions d'emploi prévisibles auxquelles ils sont destinés, l'utilisateur puisse déployer normalement l'activité l'exposant à des risques, tout en disposant d'une protection de type approprié et d'un niveau aussi élevé que possible.</p><p></p><p>1.1.2. Niveaux et classes de protection.</p><p></p><p>1.1.2.1. Niveaux de protection aussi élevés que possible.</p><p></p><p>Le niveau de protection optimal à prendre en compte lors de la conception est celui au-delà duquel les contraintes résultant du port de l'EPI s'opposeraient à son utilisation effective pendant la durée d'exposition au risque, ou au déploiement normal de l'activité.</p><p></p><p>1.1.2.2. Classes de protection appropriées à différents niveaux d'un risque.</p><p></p><p>Lorsque diverses conditions d'emploi prévisibles conduisent à distinguer plusieurs niveaux d'un même risque, des classes de protection appropriées doivent être prises en compte lors de la conception de l'EPI.</p><p></p><p>1.2. Innocuité des EPI.</p><p></p><p>1.2.1. Absence de risques et autres facteurs de nuisance \" autogènes \".</p><p></p><p>Les EPI doivent être conçus et fabriqués de façon à ne pas engendrer de risques et autres facteurs de nuisance dans les conditions prévisibles d'emploi.</p><p></p><p>1.2.2. Matériaux constitutifs appropriés.</p><p></p><p>Les matériaux constitutifs des EPI et leurs éventuels produits de dégradation ne doivent pas avoir d'effets nocifs sur l'hygiène ou la santé de l'utilisateur.</p><p></p><p>1.2.3. Etat de surface adéquat de toute partie d'un EPI en contact avec l'utilisateur.</p><p></p><p>Toute partie d'un EPI en contact ou susceptible d'entrer en contact avec l'utilisateur pendant la durée du port doit être dépourvue d'aspérités, arêtes vives, pointes saillantes, etc., susceptibles de provoquer une irritation excessive ou des blessures.</p><p></p><p>1.2.4. Entraves maximales admissibles pour l'utilisateur.</p><p></p><p>Les EPI doivent s'opposer le moins possible aux gestes à accomplir, aux postures à prendre et à la perception des sens. En outre, ils ne doivent pas être à l'origine de gestes qui mettent l'utilisateur en danger.</p><p></p><p>1.3. Facteurs de confort et d'efficacité.</p><p></p><p>1.3.1. Adaptation des EPI à la morphologie de l'utilisateur.</p><p></p><p>Les EPI doivent être conçus et fabriqués de façon telle qu'ils puissent être placés aussi aisément que possible sur l'utilisateur dans la position appropriée et s'y maintenir pendant la durée nécessaire prévisible du port, compte tenu des facteurs d'ambiance, des gestes à accomplir et des postures à prendre. Pour ce faire, les casques doivent pouvoir s'adapter au mieux à la morphologie de l'utilisateur, par tout moyen approprié, tel que les systèmes de réglage et de fixation adéquats, ou une variété suffisante de tailles et pointures.</p><p></p><p>1.3.2. Légèreté et solidité de construction.</p><p></p><p>Les EPI doivent être aussi légers que possible sans préjudice de leur solidité de construction ni de leur efficacité.</p><p></p><p>Outre les exigences supplémentaires spécifiques, visées au point 3, auxquelles les EPI doivent satisfaire en vue d'assurer une protection efficace contre les risques à prévenir, ils doivent posséder une résistance suffisante contre les effets d'ambiance inhérents aux conditions prévisibles d'emploi.</p><p></p><p>1.3.3. Compatibilité nécessaire entre les EPI destinés à être portés simultanément par l'utilisateur.</p><p></p><p>Lorsque plusieurs modèles d'EPI de genres ou types différents sont mis sur le marché par un même fabricant en vue d'assurer simultanément la protection de parties voisines du corps, ils doivent être compatibles.</p><p></p><p>1.4. Notice d'information du fabricant.</p><p></p><p>La notice d'information établie et délivrée obligatoirement par le fabricant avec les EPI sur le marché doit contenir, outre les nom et adresse du fabricant et/ou de son mandataire établi dans un Etat de l'Union européenne, toute donnée utile concernant :</p><p></p><p>a) Les instructions de stockage, d'emploi, de nettoyage, d'entretien, de révision et de désinfection. Les produits de nettoyage, d'entretien ou de désinfection préconisés par le fabricant ne doivent avoir, dans le cadre de leur mode d'emploi, aucun effet nocif sur les EPI ni sur l'utilisateur ;</p><p></p><p>b) Les performances réalisées lors d'examens techniques visant à vérifier les niveaux ou classes de protection des EPI ;</p><p></p><p>c) Les accessoires utilisables avec les EPI, ainsi que les caractéristiques de pièces de rechange appropriées ;</p><p></p><p>d) Les classes de protection appropriées à différents niveaux de risques et les limites d'utilisation correspondantes ;</p><p></p><p>e) La date ou le délai de péremption des EPI ou de certains de leurs composants ;</p><p></p><p>f) Le genre d'emballage approprié au transport des EPI ;</p><p></p><p>g) La signification du marquage, lorsqu'il en existe un.</p><p></p><p>La notice d'information doit être rédigée de façon précise, compréhensible, et au moins dans la ou les langues officielles de l'Etat destinataire.</p><p>II. - Exigences supplémentaires communes à plusieurs genres ou types d'EPI</p><p></p><p>2.1. EPI comportant des systèmes de réglage.</p><p></p><p>Lorsque des EPI comportent des systèmes de réglage, ceux-ci doivent être conçus et fabriqués de façon telle qu'après avoir été ajustés ils ne puissent se dérégler indépendamment de la volonté de l'utilisateur dans les conditions prévisibles d'emploi.</p><p></p><p>2.2. EPI \" enveloppant \" les parties du corps à protéger.</p><p></p><p>Les EPI \" enveloppant \" les parties du corps à protéger doivent être suffisamment aérés, dans la mesure du possible, pour limiter la transpiration résultant du port ; à défaut, ils doivent être dotés si possible de dispositifs permettant d'absorber la sueur.</p><p></p><p>2.3. EPI du visage, des yeux ou des voies respiratoires.</p><p></p><p>Les EPI du visage, des yeux ou des voies respiratoires doivent restreindre le moins possible le champ visuel et la vue de l'utilisateur.</p><p></p><p>Les systèmes oculaires de ces genres d'EPI doivent posséder un degré de neutralité optique compatible avec la nature des activités plus ou moins minutieuses et/ou prolongées de l'utilisateur.</p><p></p><p>Si besoin est, ils doivent être traités ou dotés de dispositifs permettant d'éviter la formation de buée.</p><p></p><p>Les modèles d'EPI destinés aux utilisateurs faisant l'objet d'une correction oculaire doivent être compatibles avec le port de lunettes ou lentilles de contact correctrices.</p><p></p><p>2.4. EPI sujet à un vieillissement.</p><p></p><p>Lorsque les performances visées par le concepteur pour les EPI à l'état neuf sont reconnues comme susceptibles d'être affectées de façon sensible par un phénomène de vieillissement, la date de fabrication et/ou, si possible, la date de péremption doivent être marquées, de façon indélébile et sans risques de mauvaise interprétation, sur chaque spécimen ou composant interchangeable d'EPI mis sur le marché, ainsi que sur l'emballage.</p><p></p><p>A défaut de pouvoir s'engager sur la \" durée de vie \" d'un EPI, le fabricant doit mentionner dans sa notice d'information toute donnée utile permettant à l'acquéreur ou à l'utilisateur de déterminer un délai de péremption raisonnablement praticable, compte tenu du niveau de qualité du modèle et des conditions effectives de stockage, d'emploi, de nettoyage, de révision et d'entretien.</p><p></p><p>Dans le cas où une altération rapide et sensible des performances des EPI est censée résulter du vieillissement imputable à la mise en oeuvre périodique d'un procédé de nettoyage préconisé par le fabricant, ce dernier doit apposer, si possible sur chaque spécimen d'EPI mis sur le marché, un marquage indiquant le nombre maximal de nettoyages au-delà duquel il y a lieu de réviser ou de réformer l'équipement ; à défaut, le fabricant doit mentionner cette donnée dans sa note d'information.</p><p></p><p>2.5. EPI susceptibles d'être happés au cours de leur utilisation.</p><p></p><p>Lorsque les conditions d'emploi prévisibles incluent en particulier un risque de happement de l'EPI par un objet en mouvement susceptible d'engendrer de ce fait un danger pour l'utilisateur, l'EPI doit posséder un seuil de résistance approprié au-delà duquel la rupture de ses éléments constitutifs permet d'éliminer le danger.</p><p></p><p>2.6. EPI destinés à des interventions rapides ou devant être mis en place et/ou ôtés rapidement.</p><p></p><p>Ces genres d'EPI doivent être conçus et fabriqués de façon à pouvoir être mis en place et/ou ôtés dans un laps de temps aussi bref que possible.</p><p></p><p>Lorsqu'ils comportent des systèmes de fixation et d'extraction permettant de les maintenir en position appropriée sur l'utilisateur ou de les ôter, ceux-ci doivent pouvoir être manoeuvrés aisément et rapidement.</p><p></p><p>2.7. EPI comportant des composants réglables ou amovibles par l'utilisateur.</p><p></p><p>Lorsque des EPI comportent des composants réglables ou amovibles par l'utilisateur à des fins de rechange, ceux-ci doivent être conçus et fabriqués de manière à pouvoir être réglés, montés et démontés aisément sans outil.</p><p></p><p>2.8. EPI raccordables à un autre dispositif complémentaire, extérieur à l'EPI.</p><p></p><p>Lorsque des EPI sont dotés d'un système de liaison raccordable à un autre dispositif complémentaire, leur organe de raccordement doit être conçu et fabriqué de manière à ne pouvoir être monté que sur un dispositif de type approprié.</p><p></p><p>2.9. EPI comportant un système à circulation de fluide.</p><p></p><p>Lorsque des EPI comportent un système à circulation de fluide, celui-ci doit être choisi, ou conçu, et agencé de manière à assurer un renouvellement approprié du fluide au voisinage de l'ensemble de la partie du corps à protéger, quels que soient les gestes, postures ou mouvements de l'utilisateur dans les conditions prévisibles d'emploi.</p><p></p><p>2.10. EPI portant une ou plusieurs marques de repérage ou de signalisation concernant directement ou indirectement la santé et la sécurité.</p><p></p><p>Les marques de repérage ou de signalisation concernant directement ou indirectement la santé et la sécurité, portées par ces genres ou types d'EPI, doivent être de préférence des pictogrammes ou idéogrammes harmonisés parfaitement lisibles et le demeurer pendant la \" durée de vie \" prévisible de ces EPI. Ces marques doivent être en outre complètes, précises et compréhensibles, afin d'éviter toute mauvaise interprétation ; en particulier, lorsque de telles marques comportent des mots ou des phrases, ceux-ci doivent être rédigés dans la ou les langues officielles de l'Etat d'utilisation.</p><p></p><p>Lorsque les dimensions restreintes d'un EPI (ou composant d'EPI) ne permettent pas d'y apposer tout ou partie du marquage nécessaire, celui-ci doit être mentionné sur l'emballage et dans la notice d'information du fabricant.</p><p></p><p>2.11. EPI vestimentaires appropriés à la signalisation visuelle de l'utilisateur.</p><p></p><p>Les EPI vestimentaires destinés à des conditions prévisibles d'emploi dans lesquelles il est nécessaire de signaler individuellement et visuellement la présence de l'utilisateur doivent comporter un ou plusieurs dispositifs ou moyens judicieusement placés, émetteurs d'un rayonnement visible direct ou réfléchi ayant une intensité lumineuse et des propriétés photométriques et colorimétriques appropriées.</p><p></p><p>2.12. EPI \" multirisques \".</p><p></p><p>Tout EPI destiné à protéger l'utilisateur contre plusieurs risques susceptibles d'être encourus simultanément doit être conçu et fabriqué de manière à satisfaire en particulier aux exigences essentielles spécifiques à chacun de ces risques (voir le point 3).</p><p>III. - Exigences supplémentaires spécifiques aux risques à prévenir</p><p></p><p>3.1. Protection contre les chocs mécaniques.</p><p></p><p>3.1.1. Chocs résultant de chutes ou projections d'objets et impacts d'une partie du corps contre un obstacle.</p><p></p><p>Les EPI appropriés à ce genre de risques doivent pouvoir amortir les effets d'un choc en évitant toute lésion, en particulier par écrasement ou pénétration de la partie protégée, tout au moins jusqu'à un niveau d'énergie du choc au-delà duquel les dimensions ou la masse excessives du dispositif amortisseur s'opposeraient à l'utilisation effective des EPI pendant la durée nécessaire prévisible du port.</p><p></p><p>3.1.2. Prévention des chutes par glissade.</p><p></p><p>Les semelles d'usure des articles chaussants appropriés à la prévention des glissades doivent être conçues, fabriquées ou dotées de dispositifs rapportés appropriés de façon à assurer une bonne adhérence, par engrènement ou par frottement en fonction de la nature ou de l'état du sol.</p><p></p><p>3.1.3. Prévention des chutes de hauteurs.</p><p></p><p>Les EPI destinés à prévenir les chutes de hauteurs ou leurs effets doivent comporter un dispositif de préhension du corps et un système de liaison raccordable à un point d'ancrage sûr. Ils doivent être conçus et fabriqués de façon telle que, lorsqu'ils sont utilisés dans les conditions prévisibles d'emploi, la dénivellation du corps soit aussi faible que possible pour éviter tout impact contre un obstacle, sans que la force de freinage n'atteigne pour autant le seuil d'occurrence de lésions corporelles, ni celui d'ouverture ou de rupture d'un composant de ces EPI d'où pourrait résulter la chute de l'utilisateur.</p><p></p><p>Ils doivent en outre assurer, à l'issue du freinage, une position de l'utilisateur lui permettant, le cas échéant, d'attendre des secours.</p><p></p><p>Le fabricant doit préciser en particulier dans sa notice d'information toute donnée utile concernant :</p><p></p><p>- les caractéristiques requises pour le point d'ancrage sûr, ainsi que le \" tirant d'air \" minimal nécessaire en dessous de l'utilisateur ;</p><p></p><p>- la façon adéquate d'endosser le dispositif de préhension du corps et de raccorder son système de liaison au point d'ancrage sûr.</p><p></p><p>3.1.4. Vibrations mécaniques.</p><p></p><p>Les EPI destinés à la prévention des effets des vibrations mécaniques doivent pouvoir en atténuer de façon appropriée les composantes vibratoires nocives pour la partie du corps à protéger.</p><p></p><p>La valeur efficace des accélérations transmises par ces vibrations à l'utilisateur ne doit en aucun cas excéder les valeurs limites recommandées en fonction de la durée d'exposition quotidienne maximale prévisible de la partie du corps à protéger.</p><p></p><p>3.2. Protection contre la compression (statique) d'une partie du corps.</p><p></p><p>Les EPI destinés à protéger une partie du corps contre les contraintes de compression (statique) doivent pouvoir en atténuer les effets de façon à prévenir les lésions aiguës ou des affections chroniques.</p><p></p><p>3.3. Protection contre les agressions physiques (frottement, piqûres, coupures, morsures).</p><p></p><p>Les matériaux constitutifs et autres composants des EPI destinés à la protection de tout ou partie du corps contre des agressions mécaniques superficielles telles que des frottements, piqûres, coupures ou morsures doivent être choisis ou conçus et agencés de façon telle que ces genres d'EPI possèdent une résistance à l'abrasion, à la perforation et à la coupure par tranchage (voir aussi le point 3.1) approprié aux conditions prévisibles d'emploi.</p><p></p><p>3.4. Prévention des noyades.</p><p></p><p>Les EPI destinés à la prévention des noyades doivent pouvoir faire remonter aussi vite que possible à la surface, sans porter atteinte à sa santé, l'utilisateur éventuellement épuisé ou sans connaissance plongé dans un milieu liquide et le faire flotter dans une position lui permettant de respirer dans l'attente des secours.</p><p></p><p>Les EPI peuvent présenter une flottabilité intrinsèque totale ou partielle ou encore obtenue par gonflage soit au moyen d'un gaz libéré automatiquement ou manuellement, soit à la bouche.</p><p></p><p>Dans les conditions prévisibles d'emploi :</p><p></p><p>- les EPI doivent pouvoir résister, sans préjudice à leur bon fonctionnement, aux effets de l'impact avec le milieu liquide ainsi qu'aux facteurs d'ambiance inhérents à ce milieu ;</p><p></p><p>- les EPI gonflables doivent pouvoir se gonfler rapidement et complètement.</p><p></p><p>Lorsque des conditions prévisibles d'emploi particulières l'exigent, certains types d'EPI doivent satisfaire en outre à une ou plusieurs des exigences complémentaires suivantes :</p><p></p><p>- comporter l'ensemble des dispositifs de gonflage visés au deuxième alinéa et/ou un dispositif de signalisation lumineuse ou sonore ;</p><p></p><p>- comporter un dispositif d'accrochage et de préhension du corps permettant d'extraire l'utilisateur du milieu liquide ;</p><p></p><p>- être appropriés à un emploi prolongé pendant toute une durée de l'activité exposant l'utilisateur éventuellement habillé à un risque de chute ou nécessitant sa plongée dans le milieu liquide.</p><p></p><p>3.5. Protection contre le froid.</p><p></p><p>Les EPI destinés à préserver tout ou partie du corps contre les effets du froid doivent posséder un pouvoir d'isolation thermique et une résistance mécanique appropriés aux conditions prévisibles d'emploi pour lesquelles ils sont mis sur le marché.</p><p></p><p>3.6. Protection contre le rayonnement solaire.</p><p></p><p>Les EPI destinés à l'atténuation ou à la prévention contre les effets nocifs de la lumière du jour dans la vie courante doivent pouvoir absorber ou réfléchir la majeure partie de l'énergie rayonnée notamment dans le domaine de longueurs d'ondes UVB ou UVC du spectre solaire. Cela ne doit pas pour autant altérer de façon excessive la perception des contrastes et la distinction des couleurs lorsque les conditions d'emploi prévisibles l'exigent.</p><p></p><p>A cet effet, les filtres et lunettes solaires doivent être conçus et fabriqués de manière à disposer pour chaque longueur d'onde nocive (UVB et UVC) d'un facteur spectral de transmission tel que la densité d'éclairement énergétique du rayonnement de la lumière du jour susceptible d'atteindre l'oeil de l'utilisateur à travers le filtre ou lunette solaire n'excède en aucun cas la valeur limite d'exposition maximale admissible.</p><p></p><p>En outre, les oculaires ne doivent pas se détériorer ni perdre leurs propriétés sous l'effet du rayonnement solaire rencontré dans les conditions d'emploi prévisibles et chaque spécimen mis sur le marché doit être caractérisé par la classe de protection à laquelle correspond la courbe de distribution et de son facteur de transmission.</p><p></p><p>Les filtres et lunettes contre la lumière du jour doivent être classés suivant l'usage et le degré d'atténuation définis par la courbe de transmission.</p><p></p><p>La classe de protection de chaque spécimen de lunette contre la lumière du jour doit être indiquée par le fabricant.</p><p></p>",
            "num": "Annexe III-4 art R322-28 à R322-31",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1185321600000,
            "dateFin": 1277942400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 954437176,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096665",
                        "id": "LEGISCTA000006096665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003218",
                        "id": "LEGISCTA000019003218",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006547793",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019003218",
            "sectionParentId": "LEGISCTA000019003218",
            "sectionParentTitre": "Annexes III",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Décrets &gt; Annexes III",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006547793",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000618072",
                    "textTitle": "Décret 2007-1133 2007-07-24 JORF 25 juillet 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000618072",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-07-25",
                    "dateSignaTexte": "2007-07-24",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R322-27 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-27",
                    "articleId": "LEGIARTI000043849130",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R322-28 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-28",
                    "articleId": "LEGIARTI000006548247",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1185321600000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R322-31 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-31",
                    "articleId": "LEGIARTI000006548251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1185321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006547793",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1185321600000,
                    "dateFin": 1277942400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020896000",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1277942400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III-4 art R322-28 à R322-31",
                "III-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}