{
    "cid": "LEGIARTI000044032368",
    "num": "R5334-6-3",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029338352",
                        "id": "LEGISCTA000029344454",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-06",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES PORTS MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029838538",
                        "id": "LEGISCTA000029838538",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-06",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : POLICE DES PORTS MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029838540",
                        "id": "LEGISCTA000029838540",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Accueil des navires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030031510",
                        "id": "LEGISCTA000030031510",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2021-09-10",
                        "titre": "Section 3 : Déchets d'exploitation des navires et résidus de cargaison",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030031522",
                        "id": "LEGISCTA000030031522",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-09-10",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Déchets des navires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030031522",
                        "id": "LEGISCTA000044033203",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000044032368",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5334-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5334-9-1",
                    "articleId": "LEGIARTI000044032073",
                    "natureText": "CODE",
                    "date": 1637791336545,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1631232000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. R5321-39 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5321-39",
                    "articleId": "LEGIARTI000044033160",
                    "natureText": "CODE",
                    "date": 1637791336545,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044030741",
                    "textTitle": "Décret n°2021-1166 du 8 septembre 2021 - art. 13",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000044031704",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-09-09",
                    "dateSignaTexte": "2021-09-08",
                    "dateDebutCible": "2021-09-10"
                }
            ],
            "num": "R5334-6-3",
            "origine": "LEGI",
            "texte": "I.-Le plan de réception et de traitement des déchets des navires prévu par l'article L. 5334-9-1 est établi pour cinq ans. Les utilisateurs des ports ou leurs représentants et, le cas échéant, les collectivités territoriales compétentes, les exploitants de l'installation de réception portuaire, des organisations mettant en œuvre les obligations découlant de la responsabilité élargie du producteur et des représentants de la société civile, sont consultés avant l'adoption du plan de réception et de traitement des déchets ou en cas de changement significatif imposant la mise à jour de celui-ci. Un arrêté conjoint du ministre chargé des ports maritimes et du ministre chargé de l'environnement définit les modalités d'élaboration de ces plans et son contenu, qui comporte notamment le recensement des besoins et des installations utilisables, les procédures de réception et le système de tarification. Le plan fait l'objet d'un réexamen par l'autorité portuaire avant l'expiration de la période de cinq ans ainsi qu'après toute modification significative de l'exploitation du port. Il est communiqué au représentant de l'Etat. Si aucune modification significative n'est intervenue au cours de la période de cinq ans, la nouvelle approbation peut consister en la validation du plan existant. II.-Dans les grands ports maritimes, le plan de réception et de traitement des déchets des navires est approuvé par le préfet du département dans lequel se situent les installations principales du port. Ce plan peut, le cas échéant, être établi en concertation avec d'autres ports de la même façade maritime. III.-Dans les ports relevant des collectivités territoriales et de leurs groupements, le plan de réception et de traitement des déchets peut être commun à plusieurs ports situés dans une même région géographique, après concertation avec chaque port, pour autant qu'y soient précisés, pour chacun d'eux, les besoins en installations de réception portuaires et la disponibilité de telles installations. IV.-Les petits ports non commerciaux qui remplissent les conditions posées par l'article L. 5334-9-1 pour être exemptés de l'obligation de disposer d'un plan de réception et de traitement des déchets en font la déclaration auprès du ministre chargé des ports maritimes dans des conditions prévues par arrêté de ce ministre.",
            "texteHtml": "<p>I.-Le plan de réception et de traitement des déchets des navires prévu par l'article <a href='/article/LEGIARTI000044032073' title='Code des transports - art. L5334-9-1 (V)'>L. 5334-9-1</a> est établi pour cinq ans. <br/><br/>Les utilisateurs des ports ou leurs représentants et, le cas échéant, les collectivités territoriales compétentes, les exploitants de l'installation de réception portuaire, des organisations mettant en œuvre les obligations découlant de la responsabilité élargie du producteur et des représentants de la société civile, sont consultés avant l'adoption du plan de réception et de traitement des déchets ou en cas de changement significatif imposant la mise à jour de celui-ci. <br/><br/>Un arrêté conjoint du ministre chargé des ports maritimes et du ministre chargé de l'environnement définit les modalités d'élaboration de ces plans et son contenu, qui comporte notamment le recensement des besoins et des installations utilisables, les procédures de réception et le système de tarification. <br/><br/>Le plan fait l'objet d'un réexamen par l'autorité portuaire avant l'expiration de la période de cinq ans ainsi qu'après toute modification significative de l'exploitation du port. Il est communiqué au représentant de l'Etat. Si aucune modification significative n'est intervenue au cours de la période de cinq ans, la nouvelle approbation peut consister en la validation du plan existant. <br/><br/>II.-Dans les grands ports maritimes, le plan de réception et de traitement des déchets des navires est approuvé par le préfet du département dans lequel se situent les installations principales du port. <br/><br/>Ce plan peut, le cas échéant, être établi en concertation avec d'autres ports de la même façade maritime. <br/><br/>III.-Dans les ports relevant des collectivités territoriales et de leurs groupements, le plan de réception et de traitement des déchets peut être commun à plusieurs ports situés dans une même région géographique, après concertation avec chaque port, pour autant qu'y soient précisés, pour chacun d'eux, les besoins en installations de réception portuaires et la disponibilité de telles installations. <br/><br/>IV.-Les petits ports non commerciaux qui remplissent les conditions posées par l'article L. 5334-9-1 pour être exemptés de l'obligation de disposer d'un plan de réception et de traitement des déchets en font la déclaration auprès du ministre chargé des ports maritimes dans des conditions prévues par arrêté de ce ministre.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-09-10T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}