{
    "cid": "LEGIARTI000042868034",
    "num": "L5312-13-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112874",
                        "id": "LEGISCTA000006112874",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : L'emploi",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132343",
                        "id": "LEGISCTA000006132343",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Service public de l'emploi et placement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145417",
                        "id": "LEGISCTA000006145417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Le service public de l'emploi ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160808",
                        "id": "LEGISCTA000006160808",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre II : Agence nationale pour l'emploi.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178148",
                        "id": "LEGISCTA000006178148",
                        "etat": "MODIFIE_MORT_NE"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Placement et accompagnement des demandeurs d'emploi.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178148",
                        "id": "LEGISCTA000018767057",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000042868034",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045979569",
                    "textTitle": "Décret n°2022-955 du 29 juin 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045983586",
                    "natureText": "DECRET",
                    "date": 1656623480203,
                    "parentCid": null,
                    "numTexte": "2022-955",
                    "datePubli": 1656547200000,
                    "dateDebut": 1656633600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042753580",
                    "textTitle": "LOI n°2020-1721 du 29 décembre 2020 - art. 268",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "268",
                    "articleId": "LEGIARTI000042778689",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-29",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "num": "L5312-13-2",
            "origine": "LEGI",
            "texte": "Les agents chargés de la prévention des fraudes agréés et assermentés mentionnés à l'article L. 5312-13-1 bénéficient d'un droit de communication qui permet d'obtenir, sans que s'y oppose le secret professionnel, les documents et informations nécessaires au contrôle de la sincérité et de l'exactitude des déclarations souscrites ainsi que de l'authenticité des pièces produites en vue de l'attribution et du paiement des allocations, des aides ainsi que de toute autre prestation servies par Pôle emploi. Le droit prévu au premier alinéa du présent article peut porter sur des informations relatives à des personnes non identifiées, dans des conditions fixées par décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés. Le droit prévu au même premier alinéa s'exerce quel que soit le support utilisé pour la conservation des documents et peut s'accompagner de la prise immédiate d'extraits et de copies. Les documents et informations sont communiqués à titre gratuit dans les trente jours qui suivent la réception de la demande. La communication des documents et informations est effectuée par voie numérique. Le silence gardé ou le refus de déférer à une demande relevant dudit premier alinéa est puni d'une amende de 1 500 € par cotisant ou allocataire concerné, sans que le total de l'amende puisse être supérieur à 10 000 €. Le silence gardé ou le refus de déférer à une demande relevant du deuxième alinéa est puni d'une amende de 5 000 €. Cette amende s'applique pour chaque demande, dès lors que tout ou partie des documents ou renseignements sollicités n'est pas communiqué. Ces montants sont doublés en cas de récidive de refus ou de silence gardé du tiers dans le délai de cinq ans à compter de l'expiration du délai de trente jours octroyé au tiers pour faire droit à la première demande de Pôle emploi. Sans préjudice des autres dispositions législatives applicables en matière d'échanges d'informations, le droit de communication défini au présent article est exercé dans les conditions prévues et auprès des personnes mentionnées à la section I du chapitre II du titre II du livre des procédures fiscales, à l'exception des personnes mentionnées aux articles L. 82 C, L. 83 A à L. 83 E, L. 84 à L. 84 E, L. 89 à L. 91, L. 95, L. 96, L. 96 B à L. 96 CA, L. 96 F à L. 96 H et L. 96 J du même livre. Lorsqu'une procédure de recouvrement ou de suppression totale ou partielle d'une allocation, d'une aide ou de toute autre prestation est engagée à l'encontre d'une personne physique ou morale, suite à l'usage du droit mentionné au premier alinéa du présent article, Pôle emploi est tenu d'informer cette personne de la teneur et de l'origine des informations et documents obtenus auprès de tiers sur lesquels est fondée cette décision. Il communique une copie des documents mentionnés au présent alinéa à la personne qui en fait la demande.",
            "texteHtml": "<p>Les agents chargés de la prévention des fraudes agréés et assermentés mentionnés à l'article L. 5312-13-1 bénéficient d'un droit de communication qui permet d'obtenir, sans que s'y oppose le secret professionnel, les documents et informations nécessaires au contrôle de la sincérité et de l'exactitude des déclarations souscrites ainsi que de l'authenticité des pièces produites en vue de l'attribution et du paiement des allocations, des aides ainsi que de toute autre prestation servies par Pôle emploi.<br/><br/>\n Le droit prévu au premier alinéa du présent article peut porter sur des informations relatives à des personnes non identifiées, dans des conditions fixées par décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés.<br/><br/>\n Le droit prévu au même premier alinéa s'exerce quel que soit le support utilisé pour la conservation des documents et peut s'accompagner de la prise immédiate d'extraits et de copies.<br/><br/>\n Les documents et informations sont communiqués à titre gratuit dans les trente jours qui suivent la réception de la demande.<br/><br/>\n La communication des documents et informations est effectuée par voie numérique.<br/><br/>\n Le silence gardé ou le refus de déférer à une demande relevant dudit premier alinéa est puni d'une amende de 1 500 € par cotisant ou allocataire concerné, sans que le total de l'amende puisse être supérieur à 10 000 €.<br/><br/>\n Le silence gardé ou le refus de déférer à une demande relevant du deuxième alinéa est puni d'une amende de 5 000 €. Cette amende s'applique pour chaque demande, dès lors que tout ou partie des documents ou renseignements sollicités n'est pas communiqué.<br/><br/>\n Ces montants sont doublés en cas de récidive de refus ou de silence gardé du tiers dans le délai de cinq ans à compter de l'expiration du délai de trente jours octroyé au tiers pour faire droit à la première demande de Pôle emploi.<br/><br/>\n Sans préjudice des autres dispositions législatives applicables en matière d'échanges d'informations, le droit de communication défini au présent article est exercé dans les conditions prévues et auprès des personnes mentionnées à la section I du chapitre II du titre II du livre des procédures fiscales, à l'exception des personnes mentionnées aux articles L. 82 C, L. 83 A à L. 83 E, L. 84 à L. 84 E, L. 89 à L. 91, L. 95, L. 96, L. 96 B à L. 96 CA, L. 96 F à L. 96 H et L. 96 J du même livre.<br/><br/>\n Lorsqu'une procédure de recouvrement ou de suppression totale ou partielle d'une allocation, d'une aide ou de toute autre prestation est engagée à l'encontre d'une personne physique ou morale, suite à l'usage du droit mentionné au premier alinéa du présent article, Pôle emploi est tenu d'informer cette personne de la teneur et de l'origine des informations et documents obtenus auprès de tiers sur lesquels est fondée cette décision. Il communique une copie des documents mentionnés au présent alinéa à la personne qui en fait la demande.</p>",
            "type": "AUTONOME",
            "dateDebut": "2020-12-31T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}