{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043308129",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour l'application du II de l'article L. 541-7 , les personnes produisant ou expédiant des terres excavées et des sédiments, les collecteurs, les transporteurs, les négociants, les courtiers, les exploitants des installations de transit, de regroupement ou de traitement de terres excavées et sédiments, et les personnes valorisant des terres excavées et des sédiments tiennent à jour un registre chronologique de la production, de l'expédition et de la réception de ces terres et sédiments. Ce registre est conservé pendant au moins trois ans. Le registre permet d'identifier précisément la destination ou le lieu de valorisation des terres excavées et sédiments. II.-Le ministre chargé de l'environnement met en place une base de données électronique centralisée, dénommée “ registre national des terres excavées et sédiments ”, dans laquelle sont enregistrées les données transmises par les personnes produisant ou traitant des terres excavées et sédiments, y compris les personnes effectuant une opération de valorisation de terres excavées et sédiments et les personnes exploitant une installation de transit ou de regroupement de terres excavées et sédiments. Le registre national des terres excavées et sédiments et le registre national des déchets mentionné à l'article R. 541-43 peuvent constituer une unique base de données. Ces personnes transmettent par voie électronique au ministre chargé de l'environnement les données constitutives du registre mentionné au I. Cette transmission a lieu, au plus tard, le dernier jour du mois suivant l'expédition, la réception ou le traitement, y compris la valorisation, des terres excavées et sédiments, et chaque fois que cela est nécessaire pour mettre à jour ou corriger une donnée. Cette transmission se fait au moyen du télé-service mis en place par le ministre chargé de l'environnement ou par échanges automatisés de données selon les modalités définies par le ministre chargé de l'environnement.   Afin d'assurer la sauvegarde des intérêts de la défense nationale, des modalités spécifiques de transmission peuvent être prévues pour les services placés sous l'autorité du ministre de la défense, dans des conditions définies par arrêté conjoint du ministre chargé de l'environnement et du ministre de la défense. La transmission des informations au registre national des déchets, mentionné à l'article R. 541-43, vaut transmission des informations au registre national des terres excavées et sédiments lorsque cette transmission respecte les conditions du présent II en matière de délai et de contenu. La transmission des informations du bordereau électronique au système de gestion des bordereaux de suivi de déchets mentionné à l'article R. 541-45 vaut transmission des informations au registre national des terres excavées et sédiments lorsqu'elle respecte les conditions du présent II en matière de délai et de contenu. La gestion du registre national des terres excavées et sédiments peut être confiée à une personne morale de droit public désignée par le ministre chargé de l'environnement. Les personnes s'étant acquittées de l'obligation de transmission des informations au registre national des terres excavées et sédiments n'ont plus l'obligation de tenir à jour et de conserver le registre prévu au I. Les données présentes dans le registre national des terres excavées et sédiments demeurent accessibles à la personne les ayant transmises, de façon à ce qu'elle puisse les présenter aux autorités en charge du contrôle, à leur demande. III.-Pour l'application du présent article, le site de l'excavation mentionné au II de l'article L. 541-7 correspond : 1° Pour les terres excavées, à l'emprise des travaux, au sens de l'article R. 554-1, ou, le cas échéant, à l'emprise foncière placée sous la responsabilité de l'exploitant de l'installation classée pour la protection de l'environnement, dans la limite d'une distance parcourue par les terres excavées au maximum de trente kilomètres entre l'emplacement de leur excavation et l'emplacement de leur utilisation au sein de l'emprise des travaux ou de l'installation classée pour la protection de l'environnement ; 2° Pour les sédiments, à l'emprise de l'opération de dragage et des berges du cours d'eau. IV.-Sont exemptés des obligations prévues aux I et II : 1° Les ménages ; 2° Sans préjudice des articles R. 541-43 et R. 541-45, les producteurs de terres excavées et sédiments : a) Pour les terres excavées issus d'une opération d'aménagement ou de construction produisant un volume total de terres excavées inférieur à 500 m3 ; b) Pour les sédiments excavés issus d'une opération de dragage produisant un volume total de sédiments inférieur à 500 m3. 3° Sans préjudice des articles R. 541-43 et R. 541-45, les personnes valorisant des terres excavées et sédiments lorsque le volume utilisé pour une même opération de valorisation est inférieur à 500 m3.",
            "texteHtml": "<p>I.-Pour l'application du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006834451&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L541-7 (V)'>L. 541-7</a>, les personnes produisant ou expédiant des terres excavées et des sédiments, les collecteurs, les transporteurs, les négociants, les courtiers, les exploitants des installations de transit, de regroupement ou de traitement de terres excavées et sédiments, et les personnes valorisant des terres excavées et des sédiments tiennent à jour un registre chronologique de la production, de l'expédition et de la réception de ces terres et sédiments. Ce registre est conservé pendant au moins trois ans. Le registre permet d'identifier précisément la destination ou le lieu de valorisation des terres excavées et sédiments. <br/><br/>II.-Le ministre chargé de l'environnement met en place une base de données électronique centralisée, dénommée “ registre national des terres excavées et sédiments ”, dans laquelle sont enregistrées les données transmises par les personnes produisant ou traitant des terres excavées et sédiments, y compris les personnes effectuant une opération de valorisation de terres excavées et sédiments et les personnes exploitant une installation de transit ou de regroupement de terres excavées et sédiments. Le registre national des terres excavées et sédiments et le registre national des déchets mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006839117&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. R541-43 (V)'>R. 541-43</a> peuvent constituer une unique base de données. <br/><br/>Ces personnes transmettent par voie électronique au ministre chargé de l'environnement les données constitutives du registre mentionné au I. Cette transmission a lieu, au plus tard, le dernier jour du mois suivant l'expédition, la réception ou le traitement, y compris la valorisation, des terres excavées et sédiments, et chaque fois que cela est nécessaire pour mettre à jour ou corriger une donnée. Cette transmission se fait au moyen du télé-service mis en place par le ministre chargé de l'environnement ou par échanges automatisés de données selon les modalités définies par le ministre chargé de l'environnement. <br/><br/>  Afin d'assurer la sauvegarde des intérêts de la défense nationale, des modalités spécifiques de transmission peuvent être prévues pour les services placés sous l'autorité du ministre de la défense, dans des conditions définies par arrêté conjoint du ministre chargé de l'environnement et du ministre de la défense. <br/><br/>La transmission des informations au registre national des déchets, mentionné à l'article R. 541-43, vaut transmission des informations au registre national des terres excavées et sédiments lorsque cette transmission respecte les conditions du présent II en matière de délai et de contenu. <br/><br/>La transmission des informations du bordereau électronique au système de gestion des bordereaux de suivi de déchets mentionné à l'article R. 541-45 vaut transmission des informations au registre national des terres excavées et sédiments lorsqu'elle respecte les conditions du présent II en matière de délai et de contenu. <br/><br/>La gestion du registre national des terres excavées et sédiments peut être confiée à une personne morale de droit public désignée par le ministre chargé de l'environnement. <br/><br/>Les personnes s'étant acquittées de l'obligation de transmission des informations au registre national des terres excavées et sédiments n'ont plus l'obligation de tenir à jour et de conserver le registre prévu au I. <br/><br/>Les données présentes dans le registre national des terres excavées et sédiments demeurent accessibles à la personne les ayant transmises, de façon à ce qu'elle puisse les présenter aux autorités en charge du contrôle, à leur demande. <br/><br/>III.-Pour l'application du présent article, le site de l'excavation mentionné au II de l'article L. 541-7 correspond : <br/><br/>1° Pour les terres excavées, à l'emprise des travaux, au sens de l'article R. 554-1, ou, le cas échéant, à l'emprise foncière placée sous la responsabilité de l'exploitant de l'installation classée pour la protection de l'environnement, dans la limite d'une distance parcourue par les terres excavées au maximum de trente kilomètres entre l'emplacement de leur excavation et l'emplacement de leur utilisation au sein de l'emprise des travaux ou de l'installation classée pour la protection de l'environnement ; <br/><br/>2° Pour les sédiments, à l'emprise de l'opération de dragage et des berges du cours d'eau. <br/><br/>IV.-Sont exemptés des obligations prévues aux I et II : <br/><br/>1° Les ménages ; <br/><br/>2° Sans préjudice des articles R. 541-43 et R. 541-45, les producteurs de terres excavées et sédiments : <br/><br/>a) Pour les terres excavées issus d'une opération d'aménagement ou de construction produisant un volume total de terres excavées inférieur à 500 m3 ; <br/><br/>b) Pour les sédiments excavés issus d'une opération de dragage produisant un volume total de sédiments inférieur à 500 m3. <br/><br/>3° Sans préjudice des articles R. 541-43 et R. 541-45, les personnes valorisant des terres excavées et sédiments lorsque le volume utilisé pour une même opération de valorisation est inférieur à 500 m3.</p>",
            "num": "R541-43-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1617235200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 644245092,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129034",
                        "id": "LEGISCTA000006129034",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143787",
                        "id": "LEGISCTA000006143787",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2011-07-12",
                        "titre": "Chapitre Ier : Dispositions générales relatives à l'élimination des déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159431",
                        "id": "LEGISCTA000006159431",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-07-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales relatives à la prévention et à la gestion des déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159431",
                        "id": "LEGISCTA000024357149",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2011-07-12",
                        "titre": "Section 3 : Circuits de traitement des déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176982",
                        "id": "LEGISCTA000006176982",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-07-12",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Traitement des déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176982",
                        "id": "LEGISCTA000024357355",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-04-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Traçabilité des déchets, terres excavées et sédiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043307254",
                        "id": "LEGISCTA000043307254",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043298154",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000043307254",
            "sectionParentId": "LEGISCTA000043307254",
            "sectionParentTitre": "Sous-section 1 : Traçabilité des déchets, terres excavées et sédiments",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Prévention des pollutions, des risques et des nuisances &gt; Titre IV : Déchets &gt; Chapitre Ier : Dispositions générales relatives à la prévention et à la gestion des déchets &gt; Section 3 : Traitement des déchets &gt; Sous-section 1 : Traçabilité des déchets, terres excavées et sédiments",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043308129",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043305881",
                    "textTitle": "Décret n°2021-345 du 30 mars 2021 - art. 1",
                    "linkType": "DEPLACE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043307222",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-03-31",
                    "dateSignaTexte": "2021-03-30",
                    "dateDebutCible": "2021-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043884563",
                    "textTitle": "Arrêté du 31 mai 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043897324",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627948800000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000044516772",
                    "textTitle": "Arrêté du 13 décembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044528718",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000044571389",
                    "textTitle": "Arrêté du 21 décembre 2021, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000044571389",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640649600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044638406",
                    "textTitle": "Arrêté du 21 décembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044926099",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640908800000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000044638430",
                    "textTitle": "Arrêté du 21 décembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044927681",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640908800000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000044638430",
                    "textTitle": "Arrêté du 21 décembre 2021 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044927688",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640908800000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000044833576",
                    "textTitle": "Arrêté du 21 décembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044834596",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1641340800000,
                    "dateDebut": 1641427200000
                },
                {
                    "textCid": "JORFTEXT000044833576",
                    "textTitle": "Arrêté du 21 décembre 2021 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044834619",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1641340800000,
                    "dateDebut": 1641427200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L541-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L541-7",
                    "articleId": "LEGIARTI000006834451",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1581465600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R541-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R541-43",
                    "articleId": "LEGIARTI000006839117",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1457827200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R541-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R541-48",
                    "articleId": "LEGIARTI000043375505",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043298154",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1616889600000,
                    "dateFin": 1617235200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043308129",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1617235200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R541-43-1",
                "541-43-1"
            ],
            "versionPrecedente": "LEGIARTI000043298154",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043298154",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour l'application du II de l'article L. 541-7, les personnes produisant ou expédiant des terres excavées et des sédiments, les collecteurs, les transporteurs, les négociants, les courtiers, les exploitants des installations de transit, de regroupement ou de traitement de terres excavées et sédiments, et les personnes valorisant des terres excavées et des sédiments tiennent à jour un registre chronologique de la production, de l'expédition et de la réception de ces terres et sédiments. Ce registre est conservé pendant au moins trois ans. Le registre permet d'identifier précisément la destination ou le lieu de valorisation des terres excavées et sédiments. II.-Le ministre chargé de l'environnement met en place une base de données électronique centralisée, dénommée “ registre national des terres excavées et sédiments ”, dans laquelle sont enregistrées les données transmises par les personnes produisant ou traitant des terres excavées et sédiments, y compris les personnes effectuant une opération de valorisation de terres excavées et sédiments et les personnes exploitant une installation de transit ou de regroupement de terres excavées et sédiments. Le registre national des terres excavées et sédiments et le registre national des déchets mentionné à l'article R. 541-43 peuvent constituer une unique base de données. Ces personnes transmettent par voie électronique au ministre chargé de l'environnement les données constitutives du registre mentionné au I. Cette transmission a lieu, au plus tard, le dernier jour du mois suivant l'expédition, la réception ou le traitement, y compris la valorisation, des terres excavées et sédiments, et chaque fois que cela est nécessaire pour mettre à jour ou corriger une donnée. Cette transmission se fait au moyen du télé-service mis en place par le ministre chargé de l'environnement ou par échanges automatisés de données selon les modalités définies par le ministre chargé de l'environnement.   Afin d'assurer la sauvegarde des intérêts de la défense nationale, des modalités spécifiques de transmission peuvent être prévues pour les services placés sous l'autorité du ministre de la défense, dans des conditions définies par arrêté conjoint du ministre chargé de l'environnement et du ministre de la défense. La transmission des informations au registre national des déchets, mentionné à l'article R. 541-43, vaut transmission des informations au registre national des terres excavées et sédiments lorsque cette transmission respecte les conditions du présent II en matière de délai et de contenu. La transmission des informations du bordereau électronique au système de gestion des bordereaux de suivi de déchets mentionné à l'article R. 541-45 vaut transmission des informations au registre national des terres excavées et sédiments lorsqu'elle respecte les conditions du présent II en matière de délai et de contenu. La gestion du registre national des terres excavées et sédiments peut être confiée à une personne morale de droit public désignée par le ministre chargé de l'environnement. Les personnes s'étant acquittées de l'obligation de transmission des informations au registre national des terres excavées et sédiments n'ont plus l'obligation de tenir à jour et de conserver le registre prévu au I. Les données présentes dans le registre national des terres excavées et sédiments demeurent accessibles à la personne les ayant transmises, de façon à ce qu'elle puisse les présenter aux autorités en charge du contrôle, à leur demande. III.-Pour l'application du présent article, le site de l'excavation mentionné au II de l'article L. 541-7 correspond : 1° Pour les terres excavées, à l'emprise des travaux, au sens de l'article R. 554-1, ou, le cas échéant, à l'emprise foncière placée sous la responsabilité de l'exploitant de l'installation classée pour la protection de l'environnement, dans la limite d'une distance parcourue par les terres excavées au maximum de trente kilomètres entre l'emplacement de leur excavation et l'emplacement de leur utilisation au sein de l'emprise des travaux ou de l'installation classée pour la protection de l'environnement ; 2° Pour les sédiments, à l'emprise de l'opération de dragage et des berges du cours d'eau. IV.-Sont exemptés des obligations prévues aux I et II : 1° Les ménages ; 2° Sans préjudice des articles R. 541-43 et R. 541-45, les producteurs de terres excavées et sédiments : a) Pour les terres excavées issus d'une opération d'aménagement ou de construction produisant un volume total de terres excavées inférieur à 500 m3 ; b) Pour les sédiments excavés issus d'une opération de dragage produisant un volume total de sédiments inférieur à 500 m3. 3° Sans préjudice des articles R. 541-43 et R. 541-45, les personnes valorisant des terres excavées et sédiments lorsque le volume utilisé pour une même opération de valorisation est inférieur à 500 m3.",
            "texteHtml": "<p>I.-Pour l'application du II de l'article L. 541-7, les personnes produisant ou expédiant des terres excavées et des sédiments, les collecteurs, les transporteurs, les négociants, les courtiers, les exploitants des installations de transit, de regroupement ou de traitement de terres excavées et sédiments, et les personnes valorisant des terres excavées et des sédiments tiennent à jour un registre chronologique de la production, de l'expédition et de la réception de ces terres et sédiments. Ce registre est conservé pendant au moins trois ans. Le registre permet d'identifier précisément la destination ou le lieu de valorisation des terres excavées et sédiments.<br/><br/>\n II.-Le ministre chargé de l'environnement met en place une base de données électronique centralisée, dénommée “ registre national des terres excavées et sédiments ”, dans laquelle sont enregistrées les données transmises par les personnes produisant ou traitant des terres excavées et sédiments, y compris les personnes effectuant une opération de valorisation de terres excavées et sédiments et les personnes exploitant une installation de transit ou de regroupement de terres excavées et sédiments. Le registre national des terres excavées et sédiments et le registre national des déchets mentionné à l'article R. 541-43 peuvent constituer une unique base de données.<br/><br/>\n Ces personnes transmettent par voie électronique au ministre chargé de l'environnement les données constitutives du registre mentionné au I. Cette transmission a lieu, au plus tard, le dernier jour du mois suivant l'expédition, la réception ou le traitement, y compris la valorisation, des terres excavées et sédiments, et chaque fois que cela est nécessaire pour mettre à jour ou corriger une donnée. Cette transmission se fait au moyen du télé-service mis en place par le ministre chargé de l'environnement ou par échanges automatisés de données selon les modalités définies par le ministre chargé de l'environnement.<br/><br/>\n   Afin d'assurer la sauvegarde des intérêts de la défense nationale, des modalités spécifiques de transmission peuvent être prévues pour les services placés sous l'autorité du ministre de la défense, dans des conditions définies par arrêté conjoint du ministre chargé de l'environnement et du ministre de la défense.<br/><br/>\n La transmission des informations au registre national des déchets, mentionné à l'article R. 541-43, vaut transmission des informations au registre national des terres excavées et sédiments lorsque cette transmission respecte les conditions du présent II en matière de délai et de contenu.<br/><br/>\n La transmission des informations du bordereau électronique au système de gestion des bordereaux de suivi de déchets mentionné à l'article R. 541-45 vaut transmission des informations au registre national des terres excavées et sédiments lorsqu'elle respecte les conditions du présent II en matière de délai et de contenu.<br/><br/>\n La gestion du registre national des terres excavées et sédiments peut être confiée à une personne morale de droit public désignée par le ministre chargé de l'environnement.<br/><br/>\n Les personnes s'étant acquittées de l'obligation de transmission des informations au registre national des terres excavées et sédiments n'ont plus l'obligation de tenir à jour et de conserver le registre prévu au I.<br/><br/>\n Les données présentes dans le registre national des terres excavées et sédiments demeurent accessibles à la personne les ayant transmises, de façon à ce qu'elle puisse les présenter aux autorités en charge du contrôle, à leur demande.<br/><br/>\n III.-Pour l'application du présent article, le site de l'excavation mentionné au II de l'article L. 541-7 correspond :<br/><br/>\n 1° Pour les terres excavées, à l'emprise des travaux, au sens de l'article R. 554-1, ou, le cas échéant, à l'emprise foncière placée sous la responsabilité de l'exploitant de l'installation classée pour la protection de l'environnement, dans la limite d'une distance parcourue par les terres excavées au maximum de trente kilomètres entre l'emplacement de leur excavation et l'emplacement de leur utilisation au sein de l'emprise des travaux ou de l'installation classée pour la protection de l'environnement ;<br/><br/>\n 2° Pour les sédiments, à l'emprise de l'opération de dragage et des berges du cours d'eau.<br/><br/>\n IV.-Sont exemptés des obligations prévues aux I et II :<br/><br/>\n 1° Les ménages ;<br/><br/>\n 2° Sans préjudice des articles R. 541-43 et R. 541-45, les producteurs de terres excavées et sédiments :<br/><br/>\n a) Pour les terres excavées issus d'une opération d'aménagement ou de construction produisant un volume total de terres excavées inférieur à 500 m3 ;<br/><br/>\n b) Pour les sédiments excavés issus d'une opération de dragage produisant un volume total de sédiments inférieur à 500 m3.<br/><br/>\n 3° Sans préjudice des articles R. 541-43 et R. 541-45, les personnes valorisant des terres excavées et sédiments lorsque le volume utilisé pour une même opération de valorisation est inférieur à 500 m3. </p>",
            "num": "R541-43-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1616889600000,
            "dateFin": 1617235200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 107372,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129034",
                        "id": "LEGISCTA000006129034",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143787",
                        "id": "LEGISCTA000006143787",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2011-07-12",
                        "titre": "Chapitre Ier : Dispositions générales relatives à l'élimination des déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159431",
                        "id": "LEGISCTA000006159431",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-07-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales relatives à la prévention et à la gestion des déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159431",
                        "id": "LEGISCTA000024357149",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2011-07-12",
                        "titre": "Section 3 : Circuits de traitement des déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176982",
                        "id": "LEGISCTA000006176982",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-07-12",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Traitement des déchets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176982",
                        "id": "LEGISCTA000024357355",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043298154",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176982",
            "sectionParentId": "LEGISCTA000024357355",
            "sectionParentTitre": "Section 3 : Traitement des déchets",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Prévention des pollutions, des risques et des nuisances &gt; Titre IV : Déchets &gt; Chapitre Ier : Dispositions générales relatives à la prévention et à la gestion des déchets &gt; Section 3 : Traitement des déchets",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043298154",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043294613",
                    "textTitle": "Décret n°2021-321 du 25 mars 2021 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043298094",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-03-27",
                    "dateSignaTexte": "2021-03-25",
                    "dateDebutCible": "2021-03-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043884563",
                    "textTitle": "Arrêté du 31 mai 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043897324",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627948800000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000044516772",
                    "textTitle": "Arrêté du 13 décembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044528718",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000044571389",
                    "textTitle": "Arrêté du 21 décembre 2021, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000044571389",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640649600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044638406",
                    "textTitle": "Arrêté du 21 décembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044926099",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640908800000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000044638430",
                    "textTitle": "Arrêté du 21 décembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044927681",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640908800000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000044638430",
                    "textTitle": "Arrêté du 21 décembre 2021 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044927688",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1640908800000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "JORFTEXT000044833576",
                    "textTitle": "Arrêté du 21 décembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044834596",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1641340800000,
                    "dateDebut": 1641427200000
                },
                {
                    "textCid": "JORFTEXT000044833576",
                    "textTitle": "Arrêté du 21 décembre 2021 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044834619",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1641340800000,
                    "dateDebut": 1641427200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R541-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R541-48",
                    "articleId": "LEGIARTI000043375505",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043298154",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1616889600000,
                    "dateFin": 1617235200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043308129",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1617235200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R541-43-1",
                "541-43-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}