{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019942600",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CHAPITRE V : Règles de vol aux instruments (IFR) 5. 1 Règles applicables à tous les vols IFR 5. 1. 1 Équipement des aéronefs Les aéronefs sont équipés d'instruments convenables et d'appareils de navigation appropriés à la route à suivre. 5. 1. 2 Niveaux minimaux Sauf pour les besoins du décollage ou de l'atterrissage et sauf autorisation spéciale de l'autorité compétente, un vol IFR est effectué à un niveau qui n'est pas inférieur à l'altitude minimale de vol fixée par l'autorité compétente et portée à la connaissance des usagers par la voie de l'information aéronautique ou, lorsque aucune altitude minimale de vol n'a été établie : a) au-dessus de régions accidentées ou montagneuses, à un niveau qui est à 600 m (2000 ft) au moins au-dessus de l'obstacle le plus élevé situé dans un rayon de 8 km autour de la position estimée de l'aéronef ; b) ailleurs que dans les régions spécifiées en a), à un niveau qui est à 300 m (1000 ft) au moins au-dessus de l'obstacle le plus élevé situé dans un rayon de 8 km autour de la position estimée de l'aéronef. Note 1.-La position estimée de l'aéronef tient compte de la précision de navigation qui peut être obtenue sur le tronçon de route correspondant, eu égard aux moyens de navigation disponibles au sol et à bord de l'aéronef. Note 2.-Voir aussi 3. 1. 2. 5. 1. 3 Poursuite en VFR d'un vol IFR 5. 1. 3. 1 Un pilote qui décide de poursuivre son vol en passant de l'application des règles de vol aux instruments à l'application des règles de vol à vue doit aviser l'organisme intéressé des services de la circulation aérienne que le vol IFR est annulé et lui communiquer les modifications à apporter au plan de vol en vigueur. 5. 1. 3. 2 Un pilote ne peut annuler son vol IFR que s'il estime que le vol peut être poursuivi en VMC jusqu'à destination. 5. 2 Règles applicables aux vols IFR à l'intérieur de l'espace aérien contrôlé 5. 2. 1 Lorsqu'il évolue dans l'espace aérien contrôlé, un aéronef en vol IFR se conformera aux dispositions du 3. 6. 5. 2. 2 Un aéronef en vol IFR dans la phase de croisière à l'intérieur de l'espace aérien contrôlé utilise un niveau de croisière ou, s'il est autorisé à appliquer les techniques de croisière ascendante, il évolue entre deux niveaux ou au-dessus d'un niveau qui sont choisis : a) dans les tableaux des niveaux de croisière de l'Appendice 3 ; b) dans un tableau modifié des niveaux de croisière lorsqu'il en est décidé ainsi conformément aux dispositions de l'Appendice 3, pour les vols effectués au-dessus du niveau de vol 410 ; toutefois, la correspondance entre les niveaux et la route prescrite dans ces tableaux, ne s'applique pas chaque fois que des indications contraires figurent dans les autorisations du contrôle de la circulation aérienne ou dans les publications d'information aéronautique de l'autorité ATS compétente. 5. 3 Règles applicables aux vols IFR hors de l'espace aérien contrôlé 5. 3. 1 Niveaux de croisière Un aéronef en vol IFR dans la phase de croisière en palier hors de l'espace aérien contrôlé utilise un niveau de croisière correspondant à sa route magnétique, comme il est spécifié : a) dans les tableaux des niveaux de croisière de l'Appendice 3 ; b) dans un tableau modifié des niveaux de croisière lorsqu'il en est ainsi décidé conformément aux dispositions de l'Appendice 3, pour les vols effectués au-dessus du niveau de vol 410. Note.-Cette disposition n'interdit pas aux avions en vol supersonique d'utiliser des techniques de croisière ascendante. Le premier niveau utilisable doit ménager une marge d'au moins 150 m (500 pieds) au-dessus du plus haut des deux niveaux suivants 900 m (3 000 pieds) au-dessus du niveau moyen de la mer ou 300 m (1 000 pieds) au-dessus de la surface. § 5. 3. 1-Différence OACI-voir tableau récapitulatif 5. 3. 2 Communications Un aéronef en régime IFR hors de l'espace aérien contrôlé établit des communications bilatérales avec l'organisme des services de la circulation aérienne assurant le service d'information de vol et garde l'écoute des communications vocales air-sol sur le canal de communication approprié. Note.-Voir les Notes qui font suite à 3. 6. 5. 1. § 5. 3. 2-Différence OACI-voir tableau récapitulatif 5. 3. 3 Comptes rendus de position Un aéronef en vol IFR hors de l'espace aérien contrôlé : -dépose un plan de vol, -garde l'écoute des communications vocales air-sol sur le canal de communication approprié et établit, s'il y a lieu, des communications bilatérales avec l'organisme des services de la circulation aérienne assurant le service d'information de vol, -rend compte de sa position conformément aux dispositions de 3. 6. 3 sur les vols contrôlés. Note.-Les aéronefs désirant faire usage du service consultatif de la circulation aérienne lorsqu'ils sont en vol à l'intérieur d'un espace aérien à service consultatif doivent se conformer aux dispositions de 3. 6 ; toutefois, leur plan de vol et les modifications à ce plan de vol ne font pas l'objet d'autorisations et une liaison bilatérale est maintenue avec l'organisme assurant le service consultatif de la circulation aérienne. Principales différences avec l'Annexe 2 de l'OACI FRANCE Commentaires OACI Chapitre 1er-Définitions Chapitre 1er-Définition Aéronef : Tout appareil capable de s'élever ou de circuler dans les airs. La définition de aéronef figurant dans le code de l'aviation civile a été reprise. Aéronef : Tout appareil qui peut se soutenir dans l'atmosphère grâce à des réactions de l'air autres que les réactions de l'air sur la surface de la terre. Durée totale estimée : (...) défini par référence au repère d'approche initiale (IAF) (...) Durée totale estimée : (...) défini par référence à des aides de navigation (...) Heure estimée d'arrivée : (...) défini par référence au repère d'approche initiale (IAF) (...) Heure estimée d'arrivée : (...) défini par référence à des aides de navigation (...) Organisme AFIS : Organisme rendant le service d'information de vol et le service d'alerte au bénéfice des aéronefs évoluant dans la circulation d'aérodrome de certains aérodromes non contrôlés. L'organisme AFIS n'est pas défini par l'OACI. NIL 2. 3. 1 Responsabilité du pilote commandant de bord 2. 3. 1 Responsabilité du pilote commandant de bord La personne mettant en œuvre un aéronef non habité est responsable de l'application des règles de l'air. Concerne les opérateurs de drones. NIL 3. 1. 2 Niveau minimal 3. 1. 2 Hauteurs minimales Sauf pour les besoins du décollage et de l'atterrissage, les aéronefs ne volent pas au-dessous du niveau minimal fixé au 4. 6 (vols VFR), 5. 1. 2 (vols IFR) et au-dessous du niveau minimal fixé par arrêté pour le survol des villes ou autres agglomérations, ou des rassemblements de personnes ou d'animaux en plein air, ainsi que le survol de certaines installations ou établissements. Les aéronefs volent à une hauteur suffisante permettant, en cas d'urgence, lors du survol des villes ou autres agglomérations d'atterrir sans mettre indûment en danger les personnes ou les biens à la surface. Des dérogations peuvent être accordées par le préfet du département après avis technique des services compétents de l'aviation civile. Note.-Voir notamment : -§ 4. 6 les hauteurs minimales qui s'appliquent aux vols VFR, et § 5. 1. 2 les niveaux minimaux qui s'appliquent aux vols IFR, -Arrêté du 10 octobre 1957 relatif au survol des agglomérations et des rassemblements de personnes ou d'animaux, -Décrets et arrêtés relatifs aux parcs nationaux et aux réserves naturelles. Prise en compte de l'arrêté du 10 octobre 1957 relatif au survol des agglomérations et des rassemblements de personnes ou d'animaux dans le cadre des dérogations au niveau minimal délivrées par les préfets. Sauf pour les besoins du décollage et de l'atterrissage, ou sauf autorisation des autorités compétentes, les aéronefs ne voleront pas au-dessus des zones à forte densité des villes et autres agglomérations, ou de rassemblements de personnes en plein air, à moins qu'ils ne restent à une hauteur suffisante pour leur permettre, en cas d'urgence, d'atterrir sans mettre indûment en danger les personnes ou les biens à la surface. Note.-Voir en 4. 6 les hauteurs minimales qui s'appliquent aux vols VFR et en 5. 1. 2 les niveaux minimaux qui s'appliquent aux vols IFR. 3. 3 Plans de vol 3. 3 Plans de vol 3. 3. 1. 2 Un plan de vol est déposé avant : b) un vol IFR e) tout vol au cours duquel l'aéronef franchit des frontières ; dans ce cas, le plan de vol est communiqué au moins 30 minutes avant l'heure estimée du départ du poste de stationnement. L'OACI ne rend pas obligatoire le dépôt d'un plan de vol pour un IFR en classe G. En France, un délai de 30 minutes est requis pour les vols transfrontaliers. 3. 3. 1. 2 Un plan de vol est déposé avant : b) un vol IFR effectué dans l'espace aérien à service consultatif ; e) tout vol au cours duquel l'aéronef franchit des frontières. 3. 6. 5. 2 Interruption des communications Doc 7030-euros 5. 0 Mesures à prendre en cas d'interruption des communications air-sol 3. 6. 5. 2. 3 en France métropolitaine / IFR L'OACI ne prévoit pas de pouvoir publier des consignes particulières si l'interruption des communications se produit durant la phase d'arrivée ou phase de départ NIL 3. 6. 5. 2. 3 en France métropolitaine / IFR e) En France, jusqu'à l'aide de navigation désignée a été remplacé par jusqu'au repère d'approche initiale (IAF), dans le circuit d'attente -car l'IAF figure sur la bande de suivi du vol (strip) et constitue donc un point connu des contrôleurs, -car, il est entendu que l'aéronef doit suivre le circuit d'attente 5. 3. e) 3. 6. 5. 2. 3 en France métropolitaine / IFR f) En France, à partir de l'aide de navigation désignée a été remplacé par à partir du repère d'approche initiale (IAF) car l'IAF figure sur la bande de suivi du vol (strip) et constitue donc un point connu des contrôleurs. 5. 3. f) 4. 2 Vol VFR spécial 4. 2 4. 2. 2 Une clairance VFR spécial est nécessaire pour pénétrer ou évoluer dans une zone de contrôle, quand le pilote estime que les conditions météorologiques de vol à vue ne sont pas réunies ou ne vont plus l'être. En France, une clairance VFR spécial est nécessaire pour pénétrer ou évoluer dans une zone de contrôle, quand le pilote estime que les conditions météorologiques de vol à vue ne sont pas réunies ou ne vont plus l'être. NIL 4. 2. 3 En VFR spécial, la règle établissant un rapport entre la visibilité et la distance parcourue en 30 s de vol, telle qu'elle est définie dans le tableau 3. 1 pour les espaces aériens non contrôlés à et au dessous du plus élevé des deux niveaux 900 mètres (3000 ft) au-dessus du niveau moyen de la mer ou 300 mètres (1000 ft) au-dessus de la surface, s'applique dans les espaces aériens contrôlés. En France, en VFR spécial, la règle établissant un rapport entre la visibilité et la distance parcourue en 30 s de vol, telle qu'elle est définie dans le tableau 3. 1 pour les espaces aériens non contrôlés à et au dessous du plus élevé des deux niveaux 900 mètres (3000 ft) au-dessus du niveau moyen de la mer ou 300 mètres (1000 ft) au-dessus de la surface, s'applique dans les espaces aériens contrôlés. NIL 4. 6 Hauteurs minimales 4. 6 Hauteurs minimales 4. 6 b) En France : -les planeurs en vol de pente, les ballons et les PUL peuvent évoluer à une hauteur inférieure à 150 mètres, -dans le cadre d'un vol d'instruction en avion, cette hauteur est ramenée à 50m (150ft) pour les entraînements aux atterrissages forcés ou interruptions volontaires de vol ; d'autre part, une distance de 150m par rapport à toute personne, tout véhicule, tout navire à la surface et tout obstacle artificiel est respectée en permanence 4. 6 b) ailleurs qu'aux endroits spécifiés en 4. 6 a), à une hauteur inférieure à 150 m (500 ft) au-dessus du sol ou de l'eau 5. 3 Règles applicables aux vols IFR hors de l'espace aérien contrôlé 5. 3 Règles applicables aux vols IFR hors de l'espace aérien contrôlé 5. 3. 1 a) Un aéronef en vol IFR dans la phase de croisière en palier hors de l'espace aérien contrôlé utilise un niveau de croisière correspondant à sa route magnétique, comme il est spécifié : a) dans les tableaux des niveaux de croisière de l'Appendice 3 ; La France ne prévoit pas de dispositions particulières pour les IFR en espace aérien non contrôlé effectuant des vols à une altitude inférieure ou égale à 3000 ft AMSL. 5. 3. 1 a) Un aéronef en vol IFR dans la phase de croisière en palier hors de l'espace aérien contrôlé utilise un niveau de croisière correspondant à sa route magnétique, comme il est spécifié : a) dans les tableaux des niveaux de croisière de l'Appendice 3, sauf dispositions contraires de l'autorité compétente des services de la circulation aérienne pour les vols effectués à une altitude égale ou inférieure à 900 m (3000 ft) au-dessus du niveau moyen de la mer ; 5. 3. 1 Le premier niveau utilisable doit ménager une marge d'au moins 150 m (500 pieds) au-dessus du plus haut des deux niveaux suivants 900 m (3 000 pieds) au-dessus du niveau moyen de la mer ou 300 m (1 000 pieds) au-dessus de la surface. En France, le premier niveau utilisable doit ménager une marge d'au moins 500 pieds au-dessus du plus haut des deux niveaux suivants : 3 000 pieds AMSL ou 1 000 pieds ASFC. NIL 5. 3. 2 Communications Un aéronef en régime IFR hors de l'espace aérien contrôlé établit des communications bilatérales avec l'organisme des services de la circulation aérienne assurant le service d'information de vol et garde l'écoute des communications vocales air-sol sur le canal de communication approprié. En France, tout IFR hors espace aérien contrôlé doit établir une communication avec l'organisme assurant l'information de vol et garder l'écoute. 5. 3. 2 Communications Un aéronef en régime IFR hors de l'espace aérien contrôlé qui vole ou pénètre dans une région désignée par l'autorité compétente conformément aux dispositions de 3. 3. 1. 2 c) ou d), ou qui suit une route désignée dans les mêmes conditions, garde l'écoute des communications vocales air-sol sur le canal de communication approprié, et établit, s'il y a lieu, des communications bilatérales avec l'organisme des services de la circulation aérienne assurant le service d'information de vol.",
            "texteHtml": "<p align='center'><br/>CHAPITRE V : Règles de vol aux instruments (IFR) </p><p>5. 1 Règles applicables à tous les vols IFR </p><p>5. 1. 1 Équipement des aéronefs </p><p>Les aéronefs sont équipés d'instruments convenables et d'appareils de navigation appropriés à la route à suivre. </p><p>5. 1. 2 Niveaux minimaux </p><p>Sauf pour les besoins du décollage ou de l'atterrissage et sauf autorisation spéciale de l'autorité compétente, un vol IFR est effectué à un niveau qui n'est pas inférieur à l'altitude minimale de vol fixée par l'autorité compétente et portée à la connaissance des usagers par la voie de l'information aéronautique ou, lorsque aucune altitude minimale de vol n'a été établie : </p><p>a) au-dessus de régions accidentées ou montagneuses, à un niveau qui est à 600 m (2000 ft) au moins au-dessus de l'obstacle le plus élevé situé dans un rayon de 8 km autour de la position estimée de l'aéronef ; </p><p>b) ailleurs que dans les régions spécifiées en a), à un niveau qui est à 300 m (1000 ft) au moins au-dessus de l'obstacle le plus élevé situé dans un rayon de 8 km autour de la position estimée de l'aéronef. </p><p>Note 1.-La position estimée de l'aéronef tient compte de la précision de navigation qui peut être obtenue sur le tronçon de route correspondant, eu égard aux moyens de navigation disponibles au sol et à bord de l'aéronef. </p><p>Note 2.-Voir aussi 3. 1. 2. </p><p>5. 1. 3 Poursuite en VFR d'un vol IFR </p><p>5. 1. 3. 1 Un pilote qui décide de poursuivre son vol en passant de l'application des règles de vol aux instruments à l'application des règles de vol à vue doit aviser l'organisme intéressé des services de la circulation aérienne que le vol IFR est annulé et lui communiquer les modifications à apporter au plan de vol en vigueur. </p><p>5. 1. 3. 2 Un pilote ne peut annuler son vol IFR que s'il estime que le vol peut être poursuivi en VMC jusqu'à destination. </p><p>5. 2 Règles applicables aux vols IFR à l'intérieur de l'espace aérien contrôlé </p><p>5. 2. 1 Lorsqu'il évolue dans l'espace aérien contrôlé, un aéronef en vol IFR se conformera aux dispositions du 3. 6. </p><p>5. 2. 2 Un aéronef en vol IFR dans la phase de croisière à l'intérieur de l'espace aérien contrôlé utilise un niveau de croisière ou, s'il est autorisé à appliquer les techniques de croisière ascendante, il évolue entre deux niveaux ou au-dessus d'un niveau qui sont choisis : </p><p>a) dans les tableaux des niveaux de croisière de l'Appendice 3 ; </p><p>b) dans un tableau modifié des niveaux de croisière lorsqu'il en est décidé ainsi conformément aux dispositions de l'Appendice 3, pour les vols effectués au-dessus du niveau de vol 410 ; </p><p>toutefois, la correspondance entre les niveaux et la route prescrite dans ces tableaux, ne s'applique pas chaque fois que des indications contraires figurent dans les autorisations du contrôle de la circulation aérienne ou dans les publications d'information aéronautique de l'autorité ATS compétente. </p><p>5. 3 Règles applicables aux vols IFR hors de l'espace aérien contrôlé </p><p>5. 3. 1 Niveaux de croisière </p><p>Un aéronef en vol IFR dans la phase de croisière en palier hors de l'espace aérien contrôlé utilise un niveau de croisière correspondant à sa route magnétique, comme il est spécifié : </p><p>a) dans les tableaux des niveaux de croisière de l'Appendice 3 ; </p><p>b) dans un tableau modifié des niveaux de croisière lorsqu'il en est ainsi décidé conformément aux dispositions de l'Appendice 3, pour les vols effectués au-dessus du niveau de vol 410. </p><p>Note.-Cette disposition n'interdit pas aux avions en vol supersonique d'utiliser des techniques de croisière ascendante. </p><p>Le premier niveau utilisable doit ménager une marge d'au moins 150 m (500 pieds) au-dessus du plus haut des deux niveaux suivants 900 m (3 000 pieds) au-dessus du niveau moyen de la mer ou 300 m (1 000 pieds) au-dessus de la surface. </p><p>§ 5. 3. 1-Différence OACI-voir tableau récapitulatif </p><p>5. 3. 2 Communications </p><p>Un aéronef en régime IFR hors de l'espace aérien contrôlé établit des communications bilatérales avec l'organisme des services de la circulation aérienne assurant le service d'information de vol et garde l'écoute des communications vocales air-sol sur le canal de communication approprié. </p><p>Note.-Voir les Notes qui font suite à 3. 6. 5. 1. </p><p>§ 5. 3. 2-Différence OACI-voir tableau récapitulatif </p><p>5. 3. 3 Comptes rendus de position Un aéronef en vol IFR hors de l'espace aérien contrôlé :</p><p>-dépose un plan de vol,</p><p>-garde l'écoute des communications vocales air-sol sur le canal de communication approprié et établit, s'il y a lieu, des communications bilatérales avec l'organisme des services de la circulation aérienne assurant le service d'information de vol,</p><p>-rend compte de sa position conformément aux dispositions de 3. 6. 3 sur les vols contrôlés. </p><p>Note.-Les aéronefs désirant faire usage du service consultatif de la circulation aérienne lorsqu'ils sont en vol à l'intérieur d'un espace aérien à service consultatif doivent se conformer aux dispositions de 3. 6 ; toutefois, leur plan de vol et les modifications à ce plan de vol ne font pas l'objet d'autorisations et une liaison bilatérale est maintenue avec l'organisme assurant le service consultatif de la circulation aérienne. </p><p>Principales différences avec l'Annexe 2 de l'OACI </p><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td width='202'><p align='center'>FRANCE </p></td><td width='201'><p align='center'>Commentaires </p></td><td width='201'><p align='center'>OACI </p></td></tr><tr><td width='202'><p>Chapitre 1er-Définitions </p></td><td width='201' vAlign='top'></td><td width='201'><p>Chapitre 1er-Définition </p></td></tr><tr><td width='202' vAlign='top'><p>Aéronef : Tout appareil capable de s'élever ou de circuler dans les airs. </p></td><td width='201' vAlign='top'><p>La définition de aéronef figurant dans le code de l'aviation civile a été reprise. </p></td><td width='201' vAlign='top'><p>Aéronef : Tout appareil qui peut se soutenir dans l'atmosphère grâce à des réactions de l'air autres que les réactions de l'air sur la surface de la terre. </p></td></tr><tr><td width='202' vAlign='top'><p>Durée totale estimée : (...) défini par référence au repère d'approche initiale (IAF) (...) </p></td><td width='201' vAlign='top'></td><td width='201' vAlign='top'><p>Durée totale estimée : (...) défini par référence à des aides de navigation (...) </p></td></tr><tr><td width='202' vAlign='top'><p>Heure estimée d'arrivée : (...) défini par référence au repère d'approche initiale (IAF) (...) </p></td><td width='201' vAlign='top'></td><td width='201' vAlign='top'><p>Heure estimée d'arrivée : (...) défini par référence à des aides de navigation (...) </p></td></tr><tr><td width='202' vAlign='top'><p>Organisme AFIS : Organisme rendant le service d'information de vol et le service d'alerte au bénéfice des aéronefs évoluant dans la circulation d'aérodrome de certains aérodromes non contrôlés.</p></td><td width='201' vAlign='top'><p>L'organisme AFIS n'est pas défini par l'OACI. </p></td><td width='201' vAlign='top'><p>NIL </p></td></tr><tr><td width='202'><p>2. 3. 1 Responsabilité du pilote commandant de bord </p></td><td width='201' vAlign='top'></td><td width='201'><p>2. 3. 1 Responsabilité du pilote commandant de bord </p></td></tr><tr><td width='202'><p>La personne mettant en œuvre un aéronef non habité est responsable de l'application des règles de l'air. </p></td><td width='201' vAlign='top'><p>Concerne les opérateurs de drones. </p></td><td width='201' vAlign='top'><p>NIL </p></td></tr><tr><td width='202'><p>3. 1. 2 Niveau minimal </p></td><td width='201' vAlign='top'></td><td width='201'><p>3. 1. 2 Hauteurs minimales </p></td></tr><tr><td width='202' vAlign='top'><p>Sauf pour les besoins du décollage et de l'atterrissage, les aéronefs ne volent pas au-dessous du niveau minimal fixé au 4. 6 (vols VFR), 5. 1. 2 (vols IFR) et au-dessous du niveau minimal fixé par arrêté pour le survol des villes ou autres agglomérations, ou des rassemblements de personnes ou d'animaux en plein air, ainsi que le survol de certaines installations ou établissements. Les aéronefs volent à une hauteur suffisante permettant, en cas d'urgence, lors du survol des villes ou autres agglomérations d'atterrir sans mettre indûment en danger les personnes ou les biens à la surface. </p><p>Des dérogations peuvent être accordées par le préfet du département après avis technique des services compétents de l'aviation civile. </p><p>Note.-Voir notamment :</p><p>-§ 4. 6 les hauteurs minimales qui s'appliquent aux vols VFR, et § 5. 1. 2 les niveaux minimaux qui s'appliquent aux vols IFR,</p><p>-Arrêté du 10 octobre 1957 relatif au survol des agglomérations et des rassemblements de personnes ou d'animaux,</p><p>-Décrets et arrêtés relatifs aux parcs nationaux et aux réserves naturelles. </p></td><td width='201' vAlign='top'><p>Prise en compte de l'arrêté du 10 octobre 1957 relatif au survol des agglomérations et des rassemblements de personnes ou d'animaux dans le cadre des dérogations au niveau minimal délivrées par les préfets. </p></td><td width='201' vAlign='top'><p>Sauf pour les besoins du décollage et de l'atterrissage, ou sauf autorisation des autorités compétentes, les aéronefs ne voleront pas au-dessus des zones à forte densité des villes et autres agglomérations, ou de rassemblements de personnes en plein air, à moins qu'ils ne restent à une hauteur suffisante pour leur permettre, en cas d'urgence, d'atterrir sans mettre indûment en danger les personnes ou les biens à la surface. </p><p>Note.-Voir en 4. 6 les hauteurs minimales qui s'appliquent aux vols VFR et en 5. 1. 2 les niveaux minimaux qui s'appliquent aux vols IFR. </p></td></tr><tr><td width='202'><p>3. 3 Plans de vol </p></td><td width='201' vAlign='top'></td><td width='201'><p>3. 3 Plans de vol </p></td></tr><tr><td width='202' vAlign='top'><p>3. 3. 1. 2 Un plan de vol est déposé avant : </p><p>b) un vol IFR </p><p>e) tout vol au cours duquel l'aéronef franchit des frontières ; dans ce cas, le plan de vol est communiqué au moins 30 minutes avant l'heure estimée du départ du poste de stationnement.</p></td><td width='201' vAlign='top'><p>L'OACI ne rend pas obligatoire le dépôt d'un plan de vol pour un IFR en classe G. </p><p>En France, un délai de 30 minutes est requis pour les vols transfrontaliers. </p></td><td width='201' vAlign='top'><p>3. 3. 1. 2 Un plan de vol est déposé avant : </p><p>b) un vol IFR effectué dans l'espace aérien à service consultatif ; </p><p>e) tout vol au cours duquel l'aéronef franchit des frontières. </p></td></tr><tr><td width='202' vAlign='top'><p>3. 6. 5. 2 Interruption des communications </p></td><td width='201' vAlign='top'></td><td width='201' vAlign='top'><p>Doc 7030-euros 5. 0 Mesures à prendre en cas d'interruption des communications air-sol </p></td></tr><tr><td width='202' vAlign='top'><p>3. 6. 5. 2. 3 en France métropolitaine / IFR </p></td><td width='201' vAlign='top'><p>L'OACI ne prévoit pas de pouvoir publier des consignes particulières si l'interruption des communications se produit durant la phase d'arrivée ou phase de départ </p></td><td width='201' vAlign='top'><p>NIL </p></td></tr><tr><td width='202' vAlign='top'><p>3. 6. 5. 2. 3 en France métropolitaine / IFR </p><p>e) </p></td><td width='201' vAlign='top'><p>En France, jusqu'à l'aide de navigation désignée a été remplacé par jusqu'au repère d'approche initiale (IAF), dans le circuit d'attente</p><p>-car l'IAF figure sur la bande de suivi du vol (strip) et constitue donc un point connu des contrôleurs,</p><p>-car, il est entendu que l'aéronef doit suivre le circuit d'attente </p></td><td width='201' vAlign='top'><p>5. 3. e) </p></td></tr><tr><td width='202' vAlign='top'><p>3. 6. 5. 2. 3 en France métropolitaine / IFR </p><p>f) </p></td><td width='201' vAlign='top'><p>En France, à partir de l'aide de navigation désignée a été remplacé par à partir du repère d'approche initiale (IAF) car l'IAF figure sur la bande de suivi du vol (strip) et constitue donc un point connu des contrôleurs. </p></td><td width='201' vAlign='top'><p>5. 3. f) </p></td></tr><tr><td width='202'><p>4. 2 Vol VFR spécial </p></td><td width='201' vAlign='top'></td><td width='201'><p>4. 2 </p></td></tr><tr><td width='202' vAlign='top'><p>4. 2. 2 Une clairance VFR spécial est nécessaire pour pénétrer ou évoluer dans une zone de contrôle, quand le pilote estime que les conditions météorologiques de vol à vue ne sont pas réunies ou ne vont plus l'être. </p></td><td width='201' vAlign='top'><p>En France, une clairance VFR spécial est nécessaire pour pénétrer ou évoluer dans une zone de contrôle, quand le pilote estime que les conditions météorologiques de vol à vue ne sont pas réunies ou ne vont plus l'être. </p></td><td width='201' vAlign='top'><p>NIL </p></td></tr><tr><td width='202' vAlign='top'><p>4. 2. 3 En VFR spécial, la règle établissant un rapport entre la visibilité et la distance parcourue en 30 s de vol, telle qu'elle est définie dans le tableau 3. 1 pour les espaces aériens non contrôlés à et au dessous du plus élevé des deux niveaux 900 mètres (3000 ft) au-dessus du niveau moyen de la mer ou 300 mètres (1000 ft) au-dessus de la surface, s'applique dans les espaces aériens contrôlés. </p></td><td width='201' vAlign='top'><p>En France, en VFR spécial, la règle établissant un rapport entre la visibilité et la distance parcourue en 30 s de vol, telle qu'elle est définie dans le tableau 3. 1 pour les espaces aériens non contrôlés à et au dessous du plus élevé des deux niveaux 900 mètres (3000 ft) au-dessus du niveau moyen de la mer ou 300 mètres (1000 ft) au-dessus de la surface, s'applique dans les espaces aériens contrôlés. </p></td><td width='201' vAlign='top'><p>NIL </p></td></tr><tr><td width='202'><p>4. 6 Hauteurs minimales </p></td><td width='201' vAlign='top'></td><td width='201'><p>4. 6 Hauteurs minimales </p></td></tr><tr><td width='202' vAlign='top'><p>4. 6 b) </p></td><td width='201' vAlign='top'><p>En France :</p><p>-les planeurs en vol de pente, les ballons et les PUL peuvent évoluer à une hauteur inférieure à 150 mètres,</p><p>-dans le cadre d'un vol d'instruction en avion, cette hauteur est ramenée à 50m (150ft) pour les entraînements aux atterrissages forcés ou interruptions volontaires de vol ; d'autre part, une distance de 150m par rapport à toute personne, tout véhicule, tout navire à la surface et tout obstacle artificiel est respectée en permanence </p></td><td width='201' vAlign='top'><p>4. 6 b) </p><p>ailleurs qu'aux endroits spécifiés en 4. 6 a), à une hauteur inférieure à 150 m (500 ft) au-dessus du sol ou de l'eau </p></td></tr><tr><td width='202'><p>5. 3 Règles applicables aux vols IFR hors de l'espace aérien contrôlé </p></td><td width='201' vAlign='top'></td><td width='201'><p>5. 3 Règles applicables aux vols IFR hors de l'espace aérien contrôlé </p></td></tr><tr><td width='202' vAlign='top'><p>5. 3. 1 a) </p><p>Un aéronef en vol IFR dans la phase de croisière en palier hors de l'espace aérien contrôlé utilise un niveau de croisière correspondant à sa route magnétique, comme il est spécifié : </p><p>a) dans les tableaux des niveaux de croisière de l'Appendice 3 ; </p></td><td width='201' vAlign='top'><p>La France ne prévoit pas de dispositions particulières pour les IFR en espace aérien non contrôlé effectuant des vols à une altitude inférieure ou égale à 3000 ft AMSL. </p></td><td width='201' vAlign='top'><p>5. 3. 1 a) </p><p>Un aéronef en vol IFR dans la phase de croisière en palier hors de l'espace aérien contrôlé utilise un niveau de croisière correspondant à sa route magnétique, comme il est spécifié : </p><p>a) dans les tableaux des niveaux de croisière de l'Appendice 3, sauf dispositions contraires de l'autorité compétente des services de la circulation aérienne pour les vols effectués à une altitude égale ou inférieure à 900 m (3000 ft) au-dessus du niveau moyen de la mer ; </p></td></tr><tr><td width='202' vAlign='top'><p>5. 3. 1 </p><p>Le premier niveau utilisable doit ménager une marge d'au moins 150 m (500 pieds) au-dessus du plus haut des deux niveaux suivants 900 m (3 000 pieds) au-dessus du niveau moyen de la mer ou 300 m (1 000 pieds) au-dessus de la surface. </p></td><td width='201' vAlign='top'><p>En France, le premier niveau utilisable doit ménager une marge d'au moins 500 pieds au-dessus du plus haut des deux niveaux suivants : 3 000 pieds AMSL ou 1 000 pieds ASFC. </p></td><td width='201' vAlign='top'><p>NIL </p></td></tr><tr><td width='202' vAlign='top'><p>5. 3. 2 Communications </p><p>Un aéronef en régime IFR hors de l'espace aérien contrôlé établit des communications bilatérales avec l'organisme des services de la circulation aérienne assurant le service d'information de vol et garde l'écoute des communications vocales air-sol sur le canal de communication approprié. </p></td><td width='201' vAlign='top'><p>En France, tout IFR hors espace aérien contrôlé doit établir une communication avec l'organisme assurant l'information de vol et garder l'écoute. </p></td><td width='201' vAlign='top'><p>5. 3. 2 Communications </p><p>Un aéronef en régime IFR hors de l'espace aérien contrôlé qui vole ou pénètre dans une région désignée par l'autorité compétente conformément aux dispositions de 3. 3. 1. 2 c) ou d), ou qui suit une route désignée dans les mêmes conditions, garde l'écoute des communications vocales air-sol sur le canal de communication approprié, et établit, s'il y a lieu, des communications bilatérales avec l'organisme des services de la circulation aérienne assurant le service d'information de vol.</p></td></tr></tbody></table><p><br/></p>",
            "num": "Annexe I : Chapitre V",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1146700800000,
            "dateFin": 1698796800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1789569705,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2023-11-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "Annexe I à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129119",
                        "id": "LEGISCTA000006129119",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "REGLES DE l'AIR ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143966",
                        "id": "LEGISCTA000006143966",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843526",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006143966",
            "sectionParentId": "LEGISCTA000006143966",
            "sectionParentTitre": "REGLES DE l'AIR ",
            "fullSectionsTitre": null,
            "refInjection": "MD-20231103_195351_782_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000019942600",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814781",
                    "textTitle": "Arrêté du 3 mars 2006, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814781",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2006-05-03",
                    "dateSignaTexte": "2006-03-03",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000048313483",
                    "textTitle": "Décret n°2023-1008 du 31 octobre 2023 - art. 5 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048316697",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-11-01",
                    "dateSignaTexte": "2023-10-31",
                    "dateDebutCible": "2023-11-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843526",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 703036800000,
                    "dateFin": 786412800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006843527",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 786412800000,
                    "dateFin": 1146700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019942600",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I : Chapitre V"
            ],
            "versionPrecedente": "LEGIARTI000006843527",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006843527",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CHAPITRE V : Règles de vol aux instruments (IFR) 5.1. Niveau minimal. Outre le respect de 3.1.4, sauf pour les besoins du décollage, de l'atterrissage et des manoeuvres qui s'y rattachent et sous réserve des dispositions de 5.2.2 pour les vols IFR hors de l'espace aérien contrôlé, un vol IFR doit être effectué à un niveau qui n'est pas inférieur au niveau minimal fixé par l'autorité compétente des services de la circulation aérienne et porté à la connaissance des usagers par la voie de l'information aéronautique ou, lorsqu'aucun niveau minimal n'a été établi, à un niveau qui est au moins de 300 mètres (1 000 pieds) au-dessus de l'obstacle le plus élevé situé dans un rayon de 8 kilomètres autour de la position estimée de l'aéronef. Cette valeur est portée à 600 mètres (2 000 pieds) dans les régions accidentées ou montagneuses. La position estimée de l'aéronef doit tenir compte de la précision de la navigation qui peut être obtenue sur le tronçon de route correspondant, eu égard aux moyens de navigation disponibles au sol et à bord de l'aéronef. 5.2. Niveau de croisière. 5.2.1. En espace aérien contrôlé. Sauf pour les besoins de l'atterrissage, du décollage et des manoeuvres qui s'y rattachent et sous réserve des dispositions de 5.1, un aéronef en vol IFR dans la phase de croisière à l'intérieur de l'espace aérien contrôlé doit utiliser un niveau de croisière, ou s'il est autorisé à appliquer les techniques de croisière ascendante, doit évoluer entre deux niveaux ou au-dessus d'un niveau qui sont choisis dans le tableau des niveaux de croisière de l'appendice C. Toutefois, la correspondance entre les niveaux et la route prescrite dans ce tableau ne s'applique pas chaque fois que des indications contraires figurent dans les clairances ou sont portées à la connaissance des usagers par la voie de l'information aéronautique. 5.2.2. Hors espace aérien contrôlé. Sauf pour les besoins du décollage, de l'atterrissage et des manoeuvres qui s'y rattachent et sous réserve des dispositions de 5.1, un aéronef en vol IFR dans la phase de croisière hors de l'espace aérien contrôlé doit utiliser un niveau de croisière choisi dans le tableau des niveaux de croisière de l'appendice C. Le premier niveau utilisable doit ménager une marge d'au moins 150 mètres (500 pieds) au-dessus du plus haut des deux niveaux suivants : 900 mètres (3 000 pieds) au-dessus du niveau moyen de la mer ou 300 mètres (1 000 pieds) au-dessus de la surface. 5.2.3. Altitude et niveau de transition. Dans le cas où une altitude de transition est établie, la valeur de l'altitude de transition et les méthodes de détermination du niveau de transition et du premier niveau de vol utilisable en croisière au-dessus du niveau de transition sont portées à la connaissance des usagers par la voie de l'information aéronautique. 5.3. Vols IFR en espace aérien contrôlé. Pour pénétrer et évoluer dans un espace aérien contrôlé, un aéronef en vol IFR doit obtenir une clairance conformément aux dispositions de 3.6.2.1. Outre les dispositions de 3.6.2.1, une nouvelle clairance doit être demandée avant toute modification des éléments de vol. 5.4. Clairance VMC. 5.4.1. Après l'avoir demandée, un aéronef en vol IFR qui évolue de jour en VMC peut recevoir une clairance complémentaire dénommée \" clairance VMC \". Une telle clairance lui permet de poursuivre son vol en VMC en s'affranchissant des espacements réglementaires tout en assurant visuellement sa propre séparation vis-à-vis de tous les autres aéronefs en vol IFR. \" Elle peut également lui permettre de s'affranchir des trajectoires préétablies. \" 27. Insérer le paragraphe suivant : 5.4.2. Une clairance VMC : - ne vaut que pour une partie déterminée du vol ; - ne peut être délivrée qu'à l'intérieur d'un espace aérien contrôlé de classe D ou E ; - ne peut pas être délivrée à un aéronef pour effectuer une procédure d'approche. 5.4.3. Quand un aéronef a reçu une clairance VMC, il doit : a) Informer l'organisme approprié de la circulation aérienne dès qu'il observe une aggravation des conditions météorologiques susceptibles de l'empêcher de poursuivre son vol en VMC ; b) Obtenir une clairance complémentaire avant de voler en IMC. \" 5.4.4. Quand il bénéficie d'une clairance VMC, le pilote doit manoeuvrer de façon à éviter tout incident dû à la turbulence de sillage : \" a) En ne créant pas de danger du fait de sa propre turbulence de sillage ; \" b) En tenant compte de la turbulence de sillage des autres aéronefs. \" 5.5. Approche à vue Un aéronef en vol IFR peut ne pas exécuter une procédure d'approche aux instruments publiée ou approuvée ou ne pas en poursuivre l'exécution pour effectuer une approche à vue par repérage visuel du sol si les conditions suivantes sont réunies : a) Le pilote voit l'aérodrome ; b) Le pilote peut garder le contact visuel avec le sol ; c) Le pilote juge que la visibilité et le plafond permettent une approche à vue et estime l'atterrissage possible ; d) De nuit, le plafond n'est pas inférieur à l'altitude minimale de secteur ou, le cas échéant, de la trajectoire de ralliement empruntée ; e) En espace aérien contrôlé, le pilote a reçu une clairance d'approche à vue ; f) Le pilote respecte les éventuelles consignes particulières propres à l'approche à vue sur l'aérodrome considéré et les restrictions d'évolution vers la piste émises par l'organisme de contrôle de la circulation aérienne. Un pilote peut exécuter une approche à vue même en l'absence de procédure aux instruments. Quand il exécute une approche à vue, l'aéronef continue à bénéficier des services de la circulation aérienne correspondant à la classe de l'espace dans lequel il évolue. 5.6. Radiocommunications. 5.6.1. Equipement. Un aéronef évoluant en IFR doit être muni de l'équipement de radiocommunication permettant une liaison bilatérale permanente avec les organismes au sol désignés. 5.6.2. Communications. 5.6.2.1. Obligation. Outre le respect de 3.7, un aéronef en vol IFR doit établir une communication bilatérale directe avec l'organisme de la circulation aérienne intéressé et garder une écoute permanente sur la fréquence radio appropriée. 5.6.2.2. Interruption des communications radio. Lorsqu'une interruption des communications radio survient, un aéronef doit se conformer aux procédures suivantes selon le cas. 5.6.2.2.1. Dans les conditions météorologiques de vol à vue, l'aéronef doit : a) Poursuivre son vol en VMC ; b) Atterrir sur l'aérodrome approprié le plus proche ; c) Informer les organismes de la circulation aérienne conformément aux dispositions de 3.7.5.2. 5.6.2.2.2. Dans les conditions météorologiques de vol aux instruments, ou lorsque les conditions météorologiques sont telles qu'il juge impossible de poursuivre son vol conformément aux dispositions de 5.6.2.2.1, l'aéronef doit : a) Poursuivre son vol jusqu'au repère d'attente desservant l'aérodrome de destination en se conformant au plan de vol en vigueur. Si la clairance relative aux niveaux ne concerne qu'une partie de la route, l'aéronef doit rester au dernier niveau ou aux derniers niveaux assignés dont il a accusé réception, jusqu'au point spécifié dans la clairance, et ensuite au niveau ou aux niveaux de croisière spécifiés dans le plan de vol en vigueur ; b) Se mettre en attente selon le circuit publié ou approuvé par l'autorité compétente, lorsqu'il doit le faire pour se conformer aux dispositions du c ci-après relatives à l'heure ; c) Commencer à descendre, à partir du repère d'attente dans le circuit d'attente à la dernière heure d'approche prévue dont il a reçu communication et accusé réception, ou à un moment aussi proche que possible de celle-ci ; s'il n'a reçu communication et accusé réception d'aucune heure d'approche prévue, il doit commencer à descendre à l'heure d'arrivée prévue déterminée d'après le plan de vol en vigueur, ou à un moment aussi proche que possible de celle-ci ; d) Exécuter la procédure d'approche aux instruments : - pour la piste en service s'il a eu connaissance de cette dernière ; - pour la piste dont l'utilisation est prévue dans les consignes particulières de l'aérodrome traitant de l'interruption des radiocommunications, s'il n'a pas eu connaissance de la piste en service ; - pour la piste de son choix dans les autres cas ; e) Atterrir, si possible, dans les trente minutes suivant l'heure d'arrivée prévue spécifiée en c ou la dernière heure d'approche prévue dont l'aéronef a accusé réception si cette dernière est postérieure à l'heure d'arrivée prévue. 5.7. Navigation. Un aéronef effectuant un vol IFR doit être équipé d'instruments convenables et d'appareils de navigation appropriés à la route à suivre. 5.8. Poursuite en VFR d'un vol IFR. Hormis en espace aérien contrôlé de classe A, s'il estime que le vol peut être poursuivi en VMC jusqu'à destination, le commandant de bord peut décider de poursuivre un vol entrepris en IFR en passant à l'application des règles de vol à vue applicables dans l'espace aérien où il se trouve sous réserve : - d'aviser l'organisme de la circulation aérienne concerné qu'il passe de l'application des règles de vol aux instruments à l'application des règles de vol à vue en employant l'expression \" annule IFR \" ; - de communiquer à cet organisme les modifications à apporter au plan de vol en vigueur qui, par suite de l'annulation IFR, devient automatiquement VFR, le vol se transformant alors en vol VFR avec plan de vol. 5.9. Limitation de vitesse Sauf clairance contraire en espace aérien contrôlé de classe D, un vol IFR applique la limitation de vitesse prévue au tableau de l'appendice D.",
            "texteHtml": "<p align='center'><br/><strong>CHAPITRE V : Règles de vol aux instruments (IFR)</strong></p><p align='center'></p><p align='center'>5.1. Niveau minimal. </p><p></p><p>Outre le respect de 3.1.4, sauf pour les besoins du décollage, de l'atterrissage et des manoeuvres qui s'y rattachent et sous réserve des dispositions de 5.2.2 pour les vols IFR hors de l'espace aérien contrôlé, un vol IFR doit être effectué à un niveau qui n'est pas inférieur au niveau minimal fixé par l'autorité compétente des services de la circulation aérienne et porté à la connaissance des usagers par la voie de l'information aéronautique ou, lorsqu'aucun niveau minimal n'a été établi, à un niveau qui est au moins de 300 mètres (1 000 pieds) au-dessus de l'obstacle le plus élevé situé dans un rayon de 8 kilomètres autour de la position estimée de l'aéronef. Cette valeur est portée à 600 mètres (2 000 pieds) dans les régions accidentées ou montagneuses.</p><p>La position estimée de l'aéronef doit tenir compte de la précision de la navigation qui peut être obtenue sur le tronçon de route correspondant, eu égard aux moyens de navigation disponibles au sol et à bord de l'aéronef.</p><p></p><p align='center'>5.2. Niveau de croisière. </p><p></p><p>5.2.1. En espace aérien contrôlé. </p><p>Sauf pour les besoins de l'atterrissage, du décollage et des manoeuvres qui s'y rattachent et sous réserve des dispositions de 5.1, un aéronef en vol IFR dans la phase de croisière à l'intérieur de l'espace aérien contrôlé doit utiliser un niveau de croisière, ou s'il est autorisé à appliquer les techniques de croisière ascendante, doit évoluer entre deux niveaux ou au-dessus d'un niveau qui sont choisis dans le tableau des niveaux de croisière de l'appendice C. </p><p>Toutefois, la correspondance entre les niveaux et la route prescrite dans ce tableau ne s'applique pas chaque fois que des indications contraires figurent dans les clairances ou sont portées à la connaissance des usagers par la voie de l'information aéronautique. </p><p>5.2.2. Hors espace aérien contrôlé. </p><p>Sauf pour les besoins du décollage, de l'atterrissage et des manoeuvres qui s'y rattachent et sous réserve des dispositions de 5.1, un aéronef en vol IFR dans la phase de croisière hors de l'espace aérien contrôlé doit utiliser un niveau de croisière choisi dans le tableau des niveaux de croisière de l'appendice C. </p><p>Le premier niveau utilisable doit ménager une marge d'au moins 150 mètres (500 pieds) au-dessus du plus haut des deux niveaux suivants : 900 mètres (3 000 pieds) au-dessus du niveau moyen de la mer ou 300 mètres (1 000 pieds) au-dessus de la surface. </p><p>5.2.3. Altitude et niveau de transition. </p><p>Dans le cas où une altitude de transition est établie, la valeur de l'altitude de transition et les méthodes de détermination du niveau de transition et du premier niveau de vol utilisable en croisière au-dessus du niveau de transition sont portées à la connaissance des usagers par la voie de l'information aéronautique. </p><p></p><p align='center'>5.3. Vols IFR en espace aérien contrôlé. </p><p></p><p>Pour pénétrer et évoluer dans un espace aérien contrôlé, un aéronef en vol IFR doit obtenir une clairance conformément aux dispositions de 3.6.2.1. </p><p>Outre les dispositions de 3.6.2.1, une nouvelle clairance doit être demandée avant toute modification des éléments de vol. </p><p></p><p align='center'>5.4. Clairance VMC. </p><p></p><p>5.4.1. Après l'avoir demandée, un aéronef en vol IFR qui évolue de jour en VMC peut recevoir une clairance complémentaire dénommée \" clairance VMC \".</p><p>Une telle clairance lui permet de poursuivre son vol en VMC en s'affranchissant des espacements réglementaires tout en assurant visuellement sa propre séparation vis-à-vis de tous les autres aéronefs en vol IFR.</p><p>\" Elle peut également lui permettre de s'affranchir des trajectoires préétablies. \"</p><p>27. Insérer le paragraphe suivant :</p><p>5.4.2. Une clairance VMC :</p><p>- ne vaut que pour une partie déterminée du vol ;</p><p>- ne peut être délivrée qu'à l'intérieur d'un espace aérien contrôlé de classe D ou E ;</p><p>- ne peut pas être délivrée à un aéronef pour effectuer une procédure d'approche.</p><p>5.4.3. Quand un aéronef a reçu une clairance VMC, il doit :</p><p>a) Informer l'organisme approprié de la circulation aérienne dès qu'il observe une aggravation des conditions météorologiques susceptibles de l'empêcher de poursuivre son vol en VMC ;</p><p>b) Obtenir une clairance complémentaire avant de voler en IMC.</p><p>\" 5.4.4. Quand il bénéficie d'une clairance VMC, le pilote doit manoeuvrer de façon à éviter tout incident dû à la turbulence de sillage :</p><p>\" a) En ne créant pas de danger du fait de sa propre turbulence de sillage ;</p><p>\" b) En tenant compte de la turbulence de sillage des autres aéronefs. \"</p><p></p><p align='center'>5.5. Approche à vue </p><p></p><p>Un aéronef en vol IFR peut ne pas exécuter une procédure d'approche aux instruments publiée ou approuvée ou ne pas en poursuivre l'exécution pour effectuer une approche à vue par repérage visuel du sol si les conditions suivantes sont réunies : </p><p>a) Le pilote voit l'aérodrome ; </p><p>b) Le pilote peut garder le contact visuel avec le sol ; </p><p>c) Le pilote juge que la visibilité et le plafond permettent une approche à vue et estime l'atterrissage possible ; </p><p>d) De nuit, le plafond n'est pas inférieur à l'altitude minimale de secteur ou, le cas échéant, de la trajectoire de ralliement empruntée ; </p><p>e) En espace aérien contrôlé, le pilote a reçu une clairance d'approche à vue ; </p><p>f) Le pilote respecte les éventuelles consignes particulières propres à l'approche à vue sur l'aérodrome considéré et les restrictions d'évolution vers la piste émises par l'organisme de contrôle de la circulation aérienne. </p><p>Un pilote peut exécuter une approche à vue même en l'absence de procédure aux instruments. </p><p>Quand il exécute une approche à vue, l'aéronef continue à bénéficier des services de la circulation aérienne correspondant à la classe de l'espace dans lequel il évolue. </p><p></p><p align='center'>5.6. Radiocommunications. </p><p></p><p>5.6.1. Equipement. </p><p>Un aéronef évoluant en IFR doit être muni de l'équipement de radiocommunication permettant une liaison bilatérale permanente avec les organismes au sol désignés. </p><p>5.6.2. Communications. </p><p>5.6.2.1. Obligation. </p><p>Outre le respect de 3.7, un aéronef en vol IFR doit établir une communication bilatérale directe avec l'organisme de la circulation aérienne intéressé et garder une écoute permanente sur la fréquence radio appropriée. </p><p>5.6.2.2. Interruption des communications radio. </p><p>Lorsqu'une interruption des communications radio survient, un aéronef doit se conformer aux procédures suivantes selon le cas. </p><p>5.6.2.2.1. Dans les conditions météorologiques de vol à vue, l'aéronef doit : </p><p>a) Poursuivre son vol en VMC ; </p><p>b) Atterrir sur l'aérodrome approprié le plus proche ; </p><p>c) Informer les organismes de la circulation aérienne conformément aux dispositions de 3.7.5.2. </p><p>5.6.2.2.2. Dans les conditions météorologiques de vol aux instruments, ou lorsque les conditions météorologiques sont telles qu'il juge impossible de poursuivre son vol conformément aux dispositions de 5.6.2.2.1, l'aéronef doit : </p><p>a) Poursuivre son vol jusqu'au repère d'attente desservant l'aérodrome de destination en se conformant au plan de vol en vigueur. Si la clairance relative aux niveaux ne concerne qu'une partie de la route, l'aéronef doit rester au dernier niveau ou aux derniers niveaux assignés dont il a accusé réception, jusqu'au point spécifié dans la clairance, et ensuite au niveau ou aux niveaux de croisière spécifiés dans le plan de vol en vigueur ; </p><p>b) Se mettre en attente selon le circuit publié ou approuvé par l'autorité compétente, lorsqu'il doit le faire pour se conformer aux dispositions du c ci-après relatives à l'heure ; </p><p>c) Commencer à descendre, à partir du repère d'attente dans le circuit d'attente à la dernière heure d'approche prévue dont il a reçu communication et accusé réception, ou à un moment aussi proche que possible de celle-ci ; s'il n'a reçu communication et accusé réception d'aucune heure d'approche prévue, il doit commencer à descendre à l'heure d'arrivée prévue déterminée d'après le plan de vol en vigueur, ou à un moment aussi proche que possible de celle-ci ; </p><p>d) Exécuter la procédure d'approche aux instruments : </p><p>- pour la piste en service s'il a eu connaissance de cette dernière ; </p><p>- pour la piste dont l'utilisation est prévue dans les consignes particulières de l'aérodrome traitant de l'interruption des radiocommunications, s'il n'a pas eu connaissance de la piste en service ; </p><p>- pour la piste de son choix dans les autres cas ; </p><p>e) Atterrir, si possible, dans les trente minutes suivant l'heure d'arrivée prévue spécifiée en c ou la dernière heure d'approche prévue dont l'aéronef a accusé réception si cette dernière est postérieure à l'heure d'arrivée prévue. </p><p></p><p align='center'>5.7. Navigation.</p><p></p><p>Un aéronef effectuant un vol IFR doit être équipé d'instruments convenables et d'appareils de navigation appropriés à la route à suivre.</p><p></p><p align='center'>5.8. Poursuite en VFR d'un vol IFR.</p><p></p><p>Hormis en espace aérien contrôlé de classe A, s'il estime que le vol peut être poursuivi en VMC jusqu'à destination, le commandant de bord peut décider de poursuivre un vol entrepris en IFR en passant à l'application des règles de vol à vue applicables dans l'espace aérien où il se trouve sous réserve : </p><p>- d'aviser l'organisme de la circulation aérienne concerné qu'il passe de l'application des règles de vol aux instruments à l'application des règles de vol à vue en employant l'expression \" annule IFR \" ; </p><p>- de communiquer à cet organisme les modifications à apporter au plan de vol en vigueur qui, par suite de l'annulation IFR, devient automatiquement VFR, le vol se transformant alors en vol VFR avec plan de vol. </p><p></p><p align='center'>5.9. Limitation de vitesse</p><p></p><p>Sauf clairance contraire en espace aérien contrôlé de classe D, un vol IFR applique la limitation de vitesse prévue au tableau de l'appendice D.</p>",
            "num": "Annexe I : Chapitre V",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 786412800000,
            "dateFin": 1146700800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1789569705,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2023-11-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "Annexe I à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129119",
                        "id": "LEGISCTA000006129119",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "REGLES DE l'AIR ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143966",
                        "id": "LEGISCTA000006143966",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843526",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006143966",
            "sectionParentId": "LEGISCTA000006143966",
            "sectionParentTitre": "REGLES DE l'AIR ",
            "fullSectionsTitre": "Annexes &gt; Annexe I à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10) &gt; REGLES DE l'AIR ",
            "refInjection": "MD-20231103_195351_782_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006843527",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000733317",
                    "textTitle": "Décret 94-947 1994-10-25 annexe I JORF 3 novembre 1994 en vigueur le 3 décembre 1994",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000733317",
                    "natureText": "DECRET",
                    "datePubliTexte": "1994-11-03",
                    "dateSignaTexte": "1994-10-25",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843526",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 703036800000,
                    "dateFin": 786412800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006843527",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 786412800000,
                    "dateFin": 1146700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019942600",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I : Chapitre V"
            ],
            "versionPrecedente": "LEGIARTI000006843526",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006843526",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CHAPITRE V : Règles de vol aux instruments (IFR) 5.1. Niveau minimal. Outre le respect de 3.1.4, sauf pour les besoins du décollage, de l'atterrissage et des manoeuvres qui s'y rattachent et sous réserve des dispositions de 5.2.2 pour les vols IFR hors de l'espace aérien contrôlé, un vol IFR doit être effectué à un niveau qui n'est pas inférieur au niveau minimal fixé par l'autorité compétente des services de la circulation aérienne et porté à la connaissance des usagers par la voie de l'information aéronautique ou, lorsqu'aucun niveau minimal n'a été établi, à un niveau qui est au moins de 300 mètres (1 000 pieds) au-dessus de l'obstacle le plus élevé situé dans un rayon de 8 kilomètres autour de la position estimée de l'aéronef. Cette valeur est portée à 600 mètres (2 000 pieds) dans les régions accidentées ou montagneuses. La position estimée de l'aéronef doit tenir compte de la précision de la navigation qui peut être obtenue sur le tronçon de route correspondant, eu égard aux moyens de navigation disponibles au sol et à bord de l'aéronef. 5.2. Niveau de croisière. 5.2.1. En espace aérien contrôlé. Sauf pour les besoins de l'atterrissage, du décollage et des manoeuvres qui s'y rattachent et sous réserve des dispositions de 5.1, un aéronef en vol IFR dans la phase de croisière à l'intérieur de l'espace aérien contrôlé doit utiliser un niveau de croisière, ou s'il est autorisé à appliquer les techniques de croisière ascendante, doit évoluer entre deux niveaux ou au-dessus d'un niveau qui sont choisis dans le tableau des niveaux de croisière de l'appendice C. Toutefois, la correspondance entre les niveaux et la route prescrite dans ce tableau ne s'applique pas chaque fois que des indications contraires figurent dans les clairances ou sont portées à la connaissance des usagers par la voie de l'information aéronautique. 5.2.2. Hors espace aérien contrôlé. Sauf pour les besoins du décollage, de l'atterrissage et des manoeuvres qui s'y rattachent et sous réserve des dispositions de 5.1, un aéronef en vol IFR dans la phase de croisière hors de l'espace aérien contrôlé doit utiliser un niveau de croisière choisi dans le tableau des niveaux de croisière de l'appendice C. Le premier niveau utilisable doit ménager une marge d'au moins 150 mètres (500 pieds) au-dessus du plus haut des deux niveaux suivants : 900 mètres (3 000 pieds) au-dessus du niveau moyen de la mer ou 300 mètres (1 000 pieds) au-dessus de la surface. 5.2.3. Altitude et niveau de transition. Dans le cas où une altitude de transition est établie, la valeur de l'altitude de transition et les méthodes de détermination du niveau de transition et du premier niveau de vol utilisable en croisière au-dessus du niveau de transition sont portées à la connaissance des usagers par la voie de l'information aéronautique. 5.3. Vols IFR en espace aérien contrôlé. Pour pénétrer et évoluer dans un espace aérien contrôlé, un aéronef en vol IFR doit obtenir une clairance conformément aux dispositions de 3.6.2.1. Outre les dispositions de 3.6.2.1, une nouvelle clairance doit être demandée avant toute modification des éléments de vol. 5.4. Clairance VMC. 5.4.1. Après l'avoir demandée, un aéronef en vol IFR qui évolue de jour en VMC peut recevoir une clairance complémentaire dénommée \" clairance VMC \". Une telle clairance lui permet de poursuivre son vol en VMC en s'affranchissant des espacements réglementaires tout en assurant visuellement sa propre séparation vis-à-vis de tous les autres aéronefs en vol IFR. 5.4.2. Une clairance VMC : - ne vaut que pour une partie déterminée du vol ; - ne peut être délivrée qu'à l'intérieur d'un espace aérien contrôlé de classe D ou E ; - ne peut pas être délivrée à un aéronef pour effectuer une procédure d'approche. 5.4.3. Quand un aéronef a reçu une clairance VMC, il doit : a) Informer l'organisme approprié de la circulation aérienne dès qu'il observe une aggravation des conditions météorologiques susceptibles de l'empêcher de poursuivre son vol en VMC ; b) Obtenir une clairance complémentaire avant de voler en IMC. 5.5. Utilisation d'un aérodrome en vol IFR. 5.5.1. Règles générales. a) En espace aérien contrôlé sauf clairance contraire, un aéronef en vol IFR doit : - à l'arrivée, se conformer aux procédures d'approche aux instruments publiées ou approuvées pour l'aérodrome utilisé, à moins que le pilote n'ait demandé et obtenu une clairance pour effectuer une approche à vue conformément à 5.5.2. ; - au départ, se conformer aux procédures de départ publiées ou approuvées et notamment aux itinéraires de départ normalisés lorsqu'ils existent. b) Hors espace aérien contrôlé, un aéronef en vol IFR ne peut évoluer en dessous du plus haut des deux niveaux suivants : 900 mètres (3 000 pieds) au-dessus du niveau moyen de la mer ou 300 mètres (1 000 pieds) au-dessus de la surface, que pour des besoins du décollage, de l'atterrissage et des manoeuvres qui s'y rattachent. En dessous ce niveau : - si une procédure d'approche aux instruments est publiée ou approuvée pour l'aérodrome utilisé, l'aéronef doit s'y conformer à moins qu'il n'évolue en VMC et qu'il ne décide d'effectuer une approche à vue conformément à 5.5.2 ; - en l'absence de procédure de départ ou d'approche aux instruments publiée ou approuvée, l'aéronef doit maintenir VMC. 5.5.2. Approche à vue. Un aéronef en vol IFR peut ne pas exécuter une procédure d'approche aux instruments publiée ou approuvée ou ne pas en poursuivre l'exécution pour effectuer une approche à vue par repérage visuel du sol si les conditions suivantes sont réunies : a) Le pilote voit l'aérodrome ; b) Le pilote peut garder le contact visuel avec le sol ; c) Le pilote juge que la visibilité et le plafond permettent une approche à vue et estime l'atterrissage possible ; d) De nuit, le plafond n'est pas inférieur à l'altitude minimale de secteur ou, le cas échéant, de la trajectoire de ralliement empruntée, sous réserve du respect des éventuelles consignes particulières propres à l'approche à vue de nuit sur l'aérodrome considéré. 5.6. Radiocommunications. 5.6.1. Equipement. Un aéronef évoluant en IFR doit être muni de l'équipement de radiocommunication permettant une liaison bilatérale permanente avec les organismes au sol désignés. 5.6.2. Communications. 5.6.2.1. Obligation. Outre le respect de 3.7, un aéronef en vol IFR doit établir une communication bilatérale directe avec l'organisme de la circulation aérienne intéressé et garder une écoute permanente sur la fréquence radio appropriée. 5.6.2.2. Interruption des communications radio. Lorsqu'une interruption des communications radio survient, un aéronef doit se conformer aux procédures suivantes selon le cas. 5.6.2.2.1. Dans les conditions météorologiques de vol à vue, l'aéronef doit : a) Poursuivre son vol en VMC ; b) Atterrir sur l'aérodrome approprié le plus proche ; c) Informer les organismes de la circulation aérienne conformément aux dispositions de 3.7.4.2. 5.6.2.2.2. Dans les conditions météorologiques de vol aux instruments, ou lorsque les conditions météorologiques sont telles qu'il juge impossible de poursuivre son vol conformément aux dispositions de 5.6.2.2.1, l'aéronef doit : a) Poursuivre son vol jusqu'au repère d'attente desservant l'aérodrome de destination en se conformant au plan de vol en vigueur. Si la clairance relative aux niveaux ne concerne qu'une partie de la route, l'aéronef doit rester au dernier niveau ou aux derniers niveaux assignés dont il a accusé réception, jusqu'au point spécifié dans la clairance, et ensuite au niveau ou aux niveaux de croisière spécifiés dans le plan de vol en vigueur ; b) Se mettre en attente selon le circuit publié ou approuvé par l'autorité compétente, lorsqu'il doit le faire pour se conformer aux dispositions du c ci-après relatives à l'heure ; c) Commencer à descendre, à partir du repère d'attente dans le circuit d'attente à la dernière heure d'approche prévue dont il a reçu communication et accusé réception, ou à un moment aussi proche que possible de celle-ci ; s'il n'a reçu communication et accusé réception d'aucune heure d'approche prévue, il doit commencer à descendre à l'heure d'arrivée prévue déterminée d'après le plan de vol en vigueur, ou à un moment aussi proche que possible de celle-ci ; d) Exécuter la procédure d'approche aux instruments : - pour la piste en service s'il a eu connaissance de cette dernière ; - pour la piste dont l'utilisation est prévue dans les consignes particulières de l'aérodrome traitant de l'interruption des radiocommunications, s'il n'a pas eu connaissance de la piste en service ; - pour la piste de son choix dans les autres cas ; e) Atterrir, si possible, dans les trente minutes suivant l'heure d'arrivée prévue spécifiée en c ou la dernière heure d'approche prévue dont l'aéronef a accusé réception si cette dernière est postérieure à l'heure d'arrivée prévue. 5.7. Navigation. Un aéronef effectuant un vol IFR doit être équipé d'instruments convenables et d'appareils de navigation appropriés à la route à suivre. 5.8. Poursuite en VFR d'un vol IFR. Hormis en espace aérien contrôlé de classe A, s'il estime que le vol peut être poursuivi en VMC jusqu'à destination, le commandant de bord peut décider de poursuivre un vol entrepris en IFR en passant à l'application des règles de vol à vue applicables dans l'espace aérien où il se trouve sous réserve : - d'aviser l'organisme de la circulation aérienne concerné qu'il passe de l'application des règles de vol aux instruments à l'application des règles de vol à vue en employant l'expression \" annule IFR \" ; - de communiquer à cet organisme les modifications à apporter au plan de vol en vigueur qui, par suite de l'annulation IFR, devient automatiquement VFR, le vol se transformant alors en vol VFR avec plan de vol.",
            "texteHtml": "<p align='center'><br/><strong>CHAPITRE V : Règles de vol aux instruments (IFR)</strong></p><p></p><p>5.1. Niveau minimal. </p><p>Outre le respect de 3.1.4, sauf pour les besoins du décollage, de l'atterrissage et des manoeuvres qui s'y rattachent et sous réserve des dispositions de 5.2.2 pour les vols IFR hors de l'espace aérien contrôlé, un vol IFR doit être effectué à un niveau qui n'est pas inférieur au niveau minimal fixé par l'autorité compétente des services de la circulation aérienne et porté à la connaissance des usagers par la voie de l'information aéronautique ou, lorsqu'aucun niveau minimal n'a été établi, à un niveau qui est au moins de 300 mètres (1 000 pieds) au-dessus de l'obstacle le plus élevé situé dans un rayon de 8 kilomètres autour de la position estimée de l'aéronef. Cette valeur est portée à 600 mètres (2 000 pieds) dans les régions accidentées ou montagneuses.</p><p>La position estimée de l'aéronef doit tenir compte de la précision de la navigation qui peut être obtenue sur le tronçon de route correspondant, eu égard aux moyens de navigation disponibles au sol et à bord de l'aéronef.</p><p id='LEGISCTA000006159743'>5.2. Niveau de croisière. </p><p>5.2.1. En espace aérien contrôlé. </p><p>Sauf pour les besoins de l'atterrissage, du décollage et des manoeuvres qui s'y rattachent et sous réserve des dispositions de 5.1, un aéronef en vol IFR dans la phase de croisière à l'intérieur de l'espace aérien contrôlé doit utiliser un niveau de croisière, ou s'il est autorisé à appliquer les techniques de croisière ascendante, doit évoluer entre deux niveaux ou au-dessus d'un niveau qui sont choisis dans le tableau des niveaux de croisière de l'appendice C. </p><p>Toutefois, la correspondance entre les niveaux et la route prescrite dans ce tableau ne s'applique pas chaque fois que des indications contraires figurent dans les clairances ou sont portées à la connaissance des usagers par la voie de l'information aéronautique. </p><p>5.2.2. Hors espace aérien contrôlé. </p><p>Sauf pour les besoins du décollage, de l'atterrissage et des manoeuvres qui s'y rattachent et sous réserve des dispositions de 5.1, un aéronef en vol IFR dans la phase de croisière hors de l'espace aérien contrôlé doit utiliser un niveau de croisière choisi dans le tableau des niveaux de croisière de l'appendice C. </p><p>Le premier niveau utilisable doit ménager une marge d'au moins 150 mètres (500 pieds) au-dessus du plus haut des deux niveaux suivants : 900 mètres (3 000 pieds) au-dessus du niveau moyen de la mer ou 300 mètres (1 000 pieds) au-dessus de la surface. </p><p>5.2.3. Altitude et niveau de transition. </p><p>Dans le cas où une altitude de transition est établie, la valeur de l'altitude de transition et les méthodes de détermination du niveau de transition et du premier niveau de vol utilisable en croisière au-dessus du niveau de transition sont portées à la connaissance des usagers par la voie de l'information aéronautique. </p><p>5.3. Vols IFR en espace aérien contrôlé. </p><p>Pour pénétrer et évoluer dans un espace aérien contrôlé, un aéronef en vol IFR doit obtenir une clairance conformément aux dispositions de 3.6.2.1. </p><p>Outre les dispositions de 3.6.2.1, une nouvelle clairance doit être demandée avant toute modification des éléments de vol. </p><p>5.4. Clairance VMC. </p><p>5.4.1. Après l'avoir demandée, un aéronef en vol IFR qui évolue de jour en VMC peut recevoir une clairance complémentaire dénommée \" clairance VMC \".</p><p>Une telle clairance lui permet de poursuivre son vol en VMC en s'affranchissant des espacements réglementaires tout en assurant visuellement sa propre séparation vis-à-vis de tous les autres aéronefs en vol IFR.</p><p>5.4.2. Une clairance VMC :</p><p>- ne vaut que pour une partie déterminée du vol ;</p><p>- ne peut être délivrée qu'à l'intérieur d'un espace aérien contrôlé de classe D ou E ;</p><p>- ne peut pas être délivrée à un aéronef pour effectuer une procédure d'approche.</p><p>5.4.3. Quand un aéronef a reçu une clairance VMC, il doit :</p><p>a) Informer l'organisme approprié de la circulation aérienne dès qu'il observe une aggravation des conditions météorologiques susceptibles de l'empêcher de poursuivre son vol en VMC ;</p><p>b) Obtenir une clairance complémentaire avant de voler en IMC.</p><p>5.5. Utilisation d'un aérodrome en vol IFR.</p><p>5.5.1. Règles générales. </p><p>a) En espace aérien contrôlé sauf clairance contraire, un aéronef en vol IFR doit : </p><p>- à l'arrivée, se conformer aux procédures d'approche aux instruments publiées ou approuvées pour l'aérodrome utilisé, à moins que le pilote n'ait demandé et obtenu une clairance pour effectuer une approche à vue conformément à 5.5.2. ; </p><p>- au départ, se conformer aux procédures de départ publiées ou approuvées et notamment aux itinéraires de départ normalisés lorsqu'ils existent. </p><p>b) Hors espace aérien contrôlé, un aéronef en vol IFR ne peut évoluer en dessous du plus haut des deux niveaux suivants : </p><p>900 mètres (3 000 pieds) au-dessus du niveau moyen de la mer ou 300 mètres (1 000 pieds) au-dessus de la surface, que pour des besoins du décollage, de l'atterrissage et des manoeuvres qui s'y rattachent. En dessous ce niveau : </p><p>- si une procédure d'approche aux instruments est publiée ou approuvée pour l'aérodrome utilisé, l'aéronef doit s'y conformer à moins qu'il n'évolue en VMC et qu'il ne décide d'effectuer une approche à vue conformément à 5.5.2 ; </p><p>- en l'absence de procédure de départ ou d'approche aux instruments publiée ou approuvée, l'aéronef doit maintenir VMC. </p><p>5.5.2. Approche à vue. </p><p>Un aéronef en vol IFR peut ne pas exécuter une procédure d'approche aux instruments publiée ou approuvée ou ne pas en poursuivre l'exécution pour effectuer une approche à vue par repérage visuel du sol si les conditions suivantes sont réunies : </p><p>a) Le pilote voit l'aérodrome ; </p><p>b) Le pilote peut garder le contact visuel avec le sol ; </p><p>c) Le pilote juge que la visibilité et le plafond permettent une approche à vue et estime l'atterrissage possible ; </p><p>d) De nuit, le plafond n'est pas inférieur à l'altitude minimale de secteur ou, le cas échéant, de la trajectoire de ralliement empruntée, sous réserve du respect des éventuelles consignes particulières propres à l'approche à vue de nuit sur l'aérodrome considéré. </p><p id='LEGISCTA000006159747'>5.6. Radiocommunications. </p><p>5.6.1. Equipement. </p><p>Un aéronef évoluant en IFR doit être muni de l'équipement de radiocommunication permettant une liaison bilatérale permanente avec les organismes au sol désignés. </p><p>5.6.2. Communications. </p><p>5.6.2.1. Obligation. </p><p>Outre le respect de 3.7, un aéronef en vol IFR doit établir une communication bilatérale directe avec l'organisme de la circulation aérienne intéressé et garder une écoute permanente sur la fréquence radio appropriée. </p><p>5.6.2.2. Interruption des communications radio. </p><p>Lorsqu'une interruption des communications radio survient, un aéronef doit se conformer aux procédures suivantes selon le cas. </p><p>5.6.2.2.1. Dans les conditions météorologiques de vol à vue, l'aéronef doit : </p><p>a) Poursuivre son vol en VMC ; </p><p>b) Atterrir sur l'aérodrome approprié le plus proche ; </p><p>c) Informer les organismes de la circulation aérienne conformément aux dispositions de 3.7.4.2. </p><p>5.6.2.2.2. Dans les conditions météorologiques de vol aux instruments, ou lorsque les conditions météorologiques sont telles qu'il juge impossible de poursuivre son vol conformément aux dispositions de 5.6.2.2.1, l'aéronef doit : </p><p>a) Poursuivre son vol jusqu'au repère d'attente desservant l'aérodrome de destination en se conformant au plan de vol en vigueur. Si la clairance relative aux niveaux ne concerne qu'une partie de la route, l'aéronef doit rester au dernier niveau ou aux derniers niveaux assignés dont il a accusé réception, jusqu'au point spécifié dans la clairance, et ensuite au niveau ou aux niveaux de croisière spécifiés dans le plan de vol en vigueur ; </p><p>b) Se mettre en attente selon le circuit publié ou approuvé par l'autorité compétente, lorsqu'il doit le faire pour se conformer aux dispositions du c ci-après relatives à l'heure ; </p><p>c) Commencer à descendre, à partir du repère d'attente dans le circuit d'attente à la dernière heure d'approche prévue dont il a reçu communication et accusé réception, ou à un moment aussi proche que possible de celle-ci ; s'il n'a reçu communication et accusé réception d'aucune heure d'approche prévue, il doit commencer à descendre à l'heure d'arrivée prévue déterminée d'après le plan de vol en vigueur, ou à un moment aussi proche que possible de celle-ci ; </p><p>d) Exécuter la procédure d'approche aux instruments : </p><p>- pour la piste en service s'il a eu connaissance de cette dernière ; </p><p>- pour la piste dont l'utilisation est prévue dans les consignes particulières de l'aérodrome traitant de l'interruption des radiocommunications, s'il n'a pas eu connaissance de la piste en service ; </p><p>- pour la piste de son choix dans les autres cas ; </p><p>e) Atterrir, si possible, dans les trente minutes suivant l'heure d'arrivée prévue spécifiée en c ou la dernière heure d'approche prévue dont l'aéronef a accusé réception si cette dernière est postérieure à l'heure d'arrivée prévue. </p><p>5.7. Navigation.</p><p>Un aéronef effectuant un vol IFR doit être équipé d'instruments convenables et d'appareils de navigation appropriés à la route à suivre.</p><p>5.8. Poursuite en VFR d'un vol IFR.</p><p>Hormis en espace aérien contrôlé de classe A, s'il estime que le vol peut être poursuivi en VMC jusqu'à destination, le commandant de bord peut décider de poursuivre un vol entrepris en IFR en passant à l'application des règles de vol à vue applicables dans l'espace aérien où il se trouve sous réserve : </p><p>- d'aviser l'organisme de la circulation aérienne concerné qu'il passe de l'application des règles de vol aux instruments à l'application des règles de vol à vue en employant l'expression \" annule IFR \" ; </p><p>- de communiquer à cet organisme les modifications à apporter au plan de vol en vigueur qui, par suite de l'annulation IFR, devient automatiquement VFR, le vol se transformant alors en vol VFR avec plan de vol. </p><p></p>",
            "num": "Annexe I : Chapitre V",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 703036800000,
            "dateFin": 786412800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1789569705,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2023-11-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "Annexe I à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129119",
                        "id": "LEGISCTA000006129119",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "REGLES DE l'AIR ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143966",
                        "id": "LEGISCTA000006143966",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843526",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006143966",
            "sectionParentId": "LEGISCTA000006143966",
            "sectionParentTitre": "REGLES DE l'AIR ",
            "fullSectionsTitre": "Annexes &gt; Annexe I à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10) &gt; REGLES DE l'AIR ",
            "refInjection": "MD-20231103_195351_782_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006843526",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843526",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 703036800000,
                    "dateFin": 786412800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006843527",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 786412800000,
                    "dateFin": 1146700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019942600",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I : Chapitre V"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}