{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037115576",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les règles relatives aux prélèvements directs sur le produit des jeux dans les casinos sont fixées par les articles D. 2333-74 et D. 2333-76 à R. 2333-82-1 du code général des collectivités territoriales ci-après reproduits : \" Art. D. 2333-74 du code général des collectivités territoriales. Le tarif du prélèvement progressif opéré sur le produit brut des jeux dans les casinos régis par l'article L. 321-1 du code de la sécurité intérieure s'établit comme suit : 6 % jusqu'à 100 000 euros. 16 % de 100 001 euros à 200 000 euros. 25 % de 200 001 euros à 500 000 euros. 37 % de 500 001 euros à 1 000 000 euros. 47 % de 1 000 001 euros à 1 500 000 euros. 58 % de 1 500 001 euros à 4 700 000 euros. 63,3 % de 4 700 001 euros à 7 800 000 euros. 67,6 % de 7 800 001 euros à 11 000 000 euros. 72 % de 11 000 001 euros à 14 000 000 euros. 83,5 % au-delà de 14 000 000 euros. Le présent tarif s'applique aux casinos régis par l'article L. 321-3 du code de la sécurité intérieure. \" \" Art. D. 2333-76 du code général des collectivités territoriales. Les travaux d'investissement, mentionnés à l'article L. 2333-57, destinés à l'amélioration de l'équipement touristique ont pour objet d'augmenter le pouvoir attractif de l'établissement ou de la commune où est installé cet établissement ou des communes comprises dans le périmètre de la section où fonctionne le casino, par des embellissements, des agrandissements, ou une amélioration des installations existantes, ou par la création de nouvelles installations, mais ils ne peuvent, en aucun cas, avoir pour but de pourvoir au simple entretien de ces installations. Lorsqu'ils sont affectés à l'équipement du casino, de ses annexes ou de ses abords, ils ne peuvent avoir pour but la réalisation de normes de sécurité que s'ils répondent, en même temps, à l'objet défini ci-dessus. \" \" Art. D. 2333-77 du code général des collectivités territoriales. Les casinos ouvrent dans leur comptabilité un compte spécialement destiné à retracer les opérations mentionnées à l'article D. 2333-76. Le compte fait apparaître, d'une part, les sommes correspondant à la moitié des recettes supplémentaires dégagées au profit des casinos par application du nouveau barème et, d'autre part, le montant des sommes dépensées pour l'exécution des travaux d'investissement. Le casino porte chaque quinzaine au crédit de ce compte, à l'occasion de la liquidation du prélèvement sur le produit brut des jeux, le montant des sommes qui devront recevoir l'affectation prévue par l'article L. 2333-57. \" \" Art. D. 2333-78 du code général des collectivités territoriales. Les modalités d'emploi des sommes portées au crédit du compte prévu à l'article D. 2333-77, sont définies par le cahier des charges établi et approuvé dans les conditions déterminées par l'article 2 de la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques, ou par un avenant au cahier des charges en vigueur. \" \" Art. D. 2333-79 du code général des collectivités territoriales. Dans un délai de trois mois après la fin de chaque saison de jeux, le concessionnaire adresse au directeur régional ou départemental des finances publiques ou au directeur départemental ou, le cas échéant, régional des finances publiques dans le ressort duquel est situé son établissement un relevé du compte prévu à l'article D. 2333-77. Ce relevé est appuyé des pièces justificatives des dépenses y afférentes. A l'exception des éléments soumis aux contrôles exercés en vertu de l'article L. 55 du livre des procédures fiscales, le comptable de la direction générale des finances publiques vérifie la liquidation du montant des recettes supplémentaires prévues à l'article L. 2333-57 du présent code ainsi que la réalité des dépenses et s'assure que les travaux qui en font l'objet sont bien conformes quant à leur nature aux prescriptions du cahier des charges ou du programme arrêté par le préfet du département du lieu d'implantation du casino. Le procès-verbal de cette vérification est adressé aux maires des communes intéressées et au préfet. En cas de rectification de l'assiette des prélèvements visés à l'article L. 2333-55-2 du présent code, le comptable de la direction générale des finances publiques rectifie le montant des recettes supplémentaires susvisées. Cette rectification fait l'objet d'un procès-verbal complémentaire adressé aux maires des communes intéressées et au préfet. Elle est portée à la connaissance du concessionnaire aux fins de régularisation comptable. \" \" Art. D. 2333-80 du code général des collectivités territoriales. Si à l'expiration d'un délai d'un an, après le délai donné au concessionnaire par le cahier des charges, ou par l'arrêté préfectoral, pour exécuter les travaux d'investissement prévus à l'article D. 2333-76, le concessionnaire ne peut justifier qu'il a rempli ses obligations, les fonds qui n'ont pas été employés ou dont l'emploi n'est pas conforme au cahier des charges ou au programme arrêté par le préfet sont consignés au Trésor, en en attendant l'emploi. \" \" Art. D. 2333-81 du code général des collectivités territoriales. Lorsque, pour une raison quelconque, un concessionnaire cesse d'exploiter les jeux dans un casino, les sommes figurant en solde au compte de provisions et les sommes qui ont pu être consignées au Trésor sont versées à la commune où fonctionne le casino ou aux communes dont tout ou partie du territoire est compris dans le périmètre de la station. La répartition est alors effectuée par le préfet. Les sommes versées aux communes en vertu du présent article sont utilisées dans les mêmes conditions que la taxe de séjour. \" \" Art. D. 2333-82 du code général des collectivités territoriales. Les sommes affectées aux travaux d'investissement définis à l'article D. 2333-76 peuvent être versées sous forme de subventions en capital à la collectivité publique ou à l'organisme privé qui effectue les travaux ou être employées à assurer le service des annuités d'emprunts contractés pour le financement des travaux. Dans ce dernier cas, le tableau d'amortissement de l'emprunt est annexé au cahier des charges du casino ou à l'avenant au cahier des charges en vigueur. La commune ne peut garantir ces emprunts que s'ils ont pour but de financer des investissements effectués sur un bien communal ou sur un bien dont la commune devient obligatoirement propriétaire aux termes d'engagements de caractère définitif. Le montant de l'annuité de l'emprunt ne peut, en outre, être supérieur aux trois quarts des sommes portées au crédit du compte de provisions prévu au premier alinéa de l'article D. 2333-77, au titre de la saison précédant immédiatement l'ouverture de cet emprunt. \" \" Art. R. 2333-82-1 du code général des collectivités territoriales. Les recettes réelles de fonctionnement mentionnées à l'article L. 2333-55 s'entendent de l'ensemble des recettes de fonctionnement inscrites au compte administratif du dernier exercice clos comptabilisées au titre de l'exercice et qui constituent des mouvements réels. Elles comprennent les recettes réelles qui relèvent des catégories de comptes suivantes : -produits des services, du domaine et ventes diverses ; -impôts et taxes ; -dotations et participations ; -autres produits de gestion courante ; -produits financiers ; -produits exceptionnels. \"",
            "texteHtml": "<p>Les règles relatives aux prélèvements directs sur le produit des jeux dans les casinos sont fixées par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006397166&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-74 (V)'>D. 2333-74 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396546&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-76 (Ab)'>D. 2333-76 à R. 2333-82-1</a> du code général des collectivités territoriales ci-après reproduits : </p><p>\" Art. D. 2333-74 du code général des collectivités territoriales. </p><p>Le tarif du prélèvement progressif opéré sur le produit brut des jeux dans les casinos régis par l'article L. 321-1 du code de la sécurité intérieure s'établit comme suit : </p><p>6 % jusqu'à 100 000 euros. </p><p>16 % de 100 001 euros à 200 000 euros. </p><p>25 % de 200 001 euros à 500 000 euros. </p><p>37 % de 500 001 euros à 1 000 000 euros. </p><p>47 % de 1 000 001 euros à 1 500 000 euros. </p><p>58 % de 1 500 001 euros à 4 700 000 euros. </p><p>63,3 % de 4 700 001 euros à 7 800 000 euros. </p><p>67,6 % de 7 800 001 euros à 11 000 000 euros. </p><p>72 % de 11 000 001 euros à 14 000 000 euros. </p><p>83,5 % au-delà de 14 000 000 euros. </p><p>Le présent tarif s'applique aux casinos régis par l'article L. 321-3 du code de la sécurité intérieure. \" </p><p>\" Art. D. 2333-76 du code général des collectivités territoriales. </p><p>Les travaux d'investissement, mentionnés à l'article L. 2333-57, destinés à l'amélioration de l'équipement touristique ont pour objet d'augmenter le pouvoir attractif de l'établissement ou de la commune où est installé cet établissement ou des communes comprises dans le périmètre de la section où fonctionne le casino, par des embellissements, des agrandissements, ou une amélioration des installations existantes, ou par la création de nouvelles installations, mais ils ne peuvent, en aucun cas, avoir pour but de pourvoir au simple entretien de ces installations. </p><p>Lorsqu'ils sont affectés à l'équipement du casino, de ses annexes ou de ses abords, ils ne peuvent avoir pour but la réalisation de normes de sécurité que s'ils répondent, en même temps, à l'objet défini ci-dessus. \" </p><p>\" Art. D. 2333-77 du code général des collectivités territoriales. </p><p>Les casinos ouvrent dans leur comptabilité un compte spécialement destiné à retracer les opérations mentionnées à l'article D. 2333-76. </p><p>Le compte fait apparaître, d'une part, les sommes correspondant à la moitié des recettes supplémentaires dégagées au profit des casinos par application du nouveau barème et, d'autre part, le montant des sommes dépensées pour l'exécution des travaux d'investissement. </p><p>Le casino porte chaque quinzaine au crédit de ce compte, à l'occasion de la liquidation du prélèvement sur le produit brut des jeux, le montant des sommes qui devront recevoir l'affectation prévue par l'article L. 2333-57. \" </p><p>\" Art. D. 2333-78 du code général des collectivités territoriales. </p><p>Les modalités d'emploi des sommes portées au crédit du compte prévu à l'article D. 2333-77, sont définies par le cahier des charges établi et approuvé dans les conditions déterminées par l'article 2 de la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques, ou par un avenant au cahier des charges en vigueur. \" </p><p>\" Art. D. 2333-79 du code général des collectivités territoriales. </p><p>Dans un délai de trois mois après la fin de chaque saison de jeux, le concessionnaire adresse au directeur régional ou départemental des finances publiques ou au directeur départemental ou, le cas échéant, régional des finances publiques dans le ressort duquel est situé son établissement un relevé du compte prévu à l'article D. 2333-77. Ce relevé est appuyé des pièces justificatives des dépenses y afférentes. </p><p>A l'exception des éléments soumis aux contrôles exercés en vertu de l'article L. 55 du livre des procédures fiscales, le comptable de la direction générale des finances publiques vérifie la liquidation du montant des recettes supplémentaires prévues à l'article L. 2333-57 du présent code ainsi que la réalité des dépenses et s'assure que les travaux qui en font l'objet sont bien conformes quant à leur nature aux prescriptions du cahier des charges ou du programme arrêté par le préfet du département du lieu d'implantation du casino. </p><p>Le procès-verbal de cette vérification est adressé aux maires des communes intéressées et au préfet. </p><p>En cas de rectification de l'assiette des prélèvements visés à l'article L. 2333-55-2 du présent code, le comptable de la direction générale des finances publiques rectifie le montant des recettes supplémentaires susvisées. </p><p>Cette rectification fait l'objet d'un procès-verbal complémentaire adressé aux maires des communes intéressées et au préfet. Elle est portée à la connaissance du concessionnaire aux fins de régularisation comptable. \" </p><p>\" Art. D. 2333-80 du code général des collectivités territoriales. </p><p>Si à l'expiration d'un délai d'un an, après le délai donné au concessionnaire par le cahier des charges, ou par l'arrêté préfectoral, pour exécuter les travaux d'investissement prévus à l'article D. 2333-76, le concessionnaire ne peut justifier qu'il a rempli ses obligations, les fonds qui n'ont pas été employés ou dont l'emploi n'est pas conforme au cahier des charges ou au programme arrêté par le préfet sont consignés au Trésor, en en attendant l'emploi. \" </p><p>\" Art. D. 2333-81 du code général des collectivités territoriales. </p><p>Lorsque, pour une raison quelconque, un concessionnaire cesse d'exploiter les jeux dans un casino, les sommes figurant en solde au compte de provisions et les sommes qui ont pu être consignées au Trésor sont versées à la commune où fonctionne le casino ou aux communes dont tout ou partie du territoire est compris dans le périmètre de la station. La répartition est alors effectuée par le préfet. </p><p>Les sommes versées aux communes en vertu du présent article sont utilisées dans les mêmes conditions que la taxe de séjour. \" </p><p>\" Art. D. 2333-82 du code général des collectivités territoriales. </p><p>Les sommes affectées aux travaux d'investissement définis à l'article D. 2333-76 peuvent être versées sous forme de subventions en capital à la collectivité publique ou à l'organisme privé qui effectue les travaux ou être employées à assurer le service des annuités d'emprunts contractés pour le financement des travaux. </p><p>Dans ce dernier cas, le tableau d'amortissement de l'emprunt est annexé au cahier des charges du casino ou à l'avenant au cahier des charges en vigueur. </p><p>La commune ne peut garantir ces emprunts que s'ils ont pour but de financer des investissements effectués sur un bien communal ou sur un bien dont la commune devient obligatoirement propriétaire aux termes d'engagements de caractère définitif. </p><p>Le montant de l'annuité de l'emprunt ne peut, en outre, être supérieur aux trois quarts des sommes portées au crédit du compte de provisions prévu au premier alinéa de l'article D. 2333-77, au titre de la saison précédant immédiatement l'ouverture de cet emprunt. \" </p><p>\" Art. R. 2333-82-1 du code général des collectivités territoriales. </p><p>Les recettes réelles de fonctionnement mentionnées à l'article L. 2333-55 s'entendent de l'ensemble des recettes de fonctionnement inscrites au compte administratif du dernier exercice clos comptabilisées au titre de l'exercice et qui constituent des mouvements réels. Elles comprennent les recettes réelles qui relèvent des catégories de comptes suivantes :</p><p>-produits des services, du domaine et ventes diverses ;</p><p>-impôts et taxes ;</p><p>-dotations et participations ;</p><p>-autres produits de gestion courante ;</p><p>-produits financiers ;</p><p>-produits exceptionnels. \"</p>",
            "num": "D422-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1514160000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631889",
                        "id": "LEGISCTA000017631889",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631911",
                        "id": "LEGISCTA000017631911",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631913",
                        "id": "LEGISCTA000017631913",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Ressources des collectivités territoriales relatives au tourisme.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143224",
                        "id": "LEGISCTA000006143224",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158456",
                        "id": "LEGISCTA000006158456",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175572",
                        "id": "LEGISCTA000006175572",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code du tourisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074073",
                        "id": "LEGITEXT000006074073",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813693",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006175572",
            "sectionParentId": "LEGISCTA000006175572",
            "sectionParentTitre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME. &gt; TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES. &gt; Chapitre II : Ressources des collectivités territoriales relatives au tourisme. &gt; Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale. &gt; Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037115576",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074073",
                    "titre": "Code du tourisme.",
                    "titreLong": "Code du tourisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 1104537600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074073",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036252190",
                    "textTitle": "Décret n°2017-1749 du 22 décembre 2017 - art. 1",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036255313",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-12-24",
                    "dateSignaTexte": "2017-12-22",
                    "dateDebutCible": "2017-12-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029002430",
                    "textTitle": "Décret n°2014-552  du 27 mai 2014 - art. 16, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "JORFARTI000029002632",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-552",
                    "datePubli": 1401321600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-74 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D2333-74",
                    "articleId": "LEGIARTI000006397166",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514160000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-76 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D2333-76",
                    "articleId": "LEGIARTI000006396546",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813693",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1160179200000,
                    "dateFin": 1251504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027332083",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1251504000000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027332113",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029026610",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1434585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035511396",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1434585600000,
                    "dateFin": 1514160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037115576",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1514160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D422-7",
                "422-7"
            ],
            "versionPrecedente": "LEGIARTI000035511396",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035511396",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les règles relatives aux prélèvements directs sur le produit des jeux dans les casinos sont fixées par les articles D. 2333-74 et D. 2333-76 à R. 2333-82-1 du code général des collectivités territoriales ci-après reproduits : \" Art. D. 2333-74 du code général des collectivités territoriales. Le tarif du prélèvement progressif opéré sur le produit brut des jeux dans les casinos régis par les articles L. 321-1 et suivants du code de la sécurité intérieure s'établit comme suit : 6 % jusqu'à 100 000 euros. 16 % de 100 001 euros à 200 000 euros. 25 % de 200 001 euros à 500 000 euros. 37 % de 500 001 euros à 1 000 000 euros. 47 % de 1 000 001 euros à 1 500 000 euros. 58 % de 1 500 001 euros à 4 700 000 euros. 63,3 % de 4 700 001 euros à 7 800 000 euros. 67,6 % de 7 800 001 euros à 11 000 000 euros. 72 % de 11 000 001 euros à 14 000 000 euros. 83,5 % au-delà de 14 000 000 euros. Pour l'application des dispositions de l'article L. 2333-57 , les recettes supplémentaires correspondent à la différence entre le prélèvement résultant du tarif prévu à l'alinéa précédent et le prélèvement qui aurait résulté, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, de l'application du tarif suivant : 10 % jusqu'à 66 000 euros. 15 % de 66 001 euros à 132 000 euros. 25 % de 132 001 euros à 406 500 euros. 35 % de 406 501 euros à 754 500 euros. 45 % de 754 501 euros à 1 257 000 euros. 55 % de 1 257 001 euros à 3 772 500 euros. 60 % de 3 772 501 euros à 6 288 000 euros. 65 % de 6 288 001 euros à 8 803 500 euros. 70 % de 8 803 501 euros à 11 319 000 euros. 80 % au-delà de 11 319 000 euros. \" \" Art. D. 2333-76 du code général des collectivités territoriales. Les travaux d'investissement, mentionnés à l'article L. 2333-57, destinés à l'amélioration de l'équipement touristique ont pour objet d'augmenter le pouvoir attractif de l'établissement ou de la commune où est installé cet établissement ou des communes comprises dans le périmètre de la section où fonctionne le casino, par des embellissements, des agrandissements, ou une amélioration des installations existantes, ou par la création de nouvelles installations, mais ils ne peuvent, en aucun cas, avoir pour but de pourvoir au simple entretien de ces installations. Lorsqu'ils sont affectés à l'équipement du casino, de ses annexes ou de ses abords, ils ne peuvent avoir pour but la réalisation de normes de sécurité que s'ils répondent, en même temps, à l'objet défini ci-dessus. \" \" Art. D. 2333-77 du code général des collectivités territoriales. Les casinos ouvrent dans leur comptabilité un compte spécialement destiné à retracer les opérations mentionnées à l'article D. 2333-76. Le compte fait apparaître, d'une part, les sommes correspondant à la moitié des recettes supplémentaires dégagées au profit des casinos par application du nouveau barème et, d'autre part, le montant des sommes dépensées pour l'exécution des travaux d'investissement. Le casino porte chaque quinzaine au crédit de ce compte, à l'occasion de la liquidation du prélèvement sur le produit brut des jeux, le montant des sommes qui devront recevoir l'affectation prévue par l'article L. 2333-57. \" \" Art. D. 2333-78 du code général des collectivités territoriales. Les modalités d'emploi des sommes portées au crédit du compte prévu à l'article D. 2333-77 , sont définies par le cahier des charges établi et approuvé dans les conditions déterminées par l'article 2 de la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques, ou par un avenant au cahier des charges en vigueur. \" \" Art. D. 2333-79 du code général des collectivités territoriales. Dans un délai de trois mois après la fin de chaque saison de jeux, le concessionnaire adresse au directeur régional ou départemental des finances publiques ou au directeur départemental ou, le cas échéant, régional des finances publiques dans le ressort duquel est situé son établissement un relevé du compte prévu à l'article D. 2333-77. Ce relevé est appuyé des pièces justificatives des dépenses y afférentes. A l'exception des éléments soumis aux contrôles exercés en vertu de l'article L. 55 du livre des procédures fiscales, le comptable de la direction générale des finances publiques vérifie la liquidation du montant des recettes supplémentaires prévues à l'article L. 2333-57 du présent code ainsi que la réalité des dépenses et s'assure que les travaux qui en font l'objet sont bien conformes quant à leur nature aux prescriptions du cahier des charges ou du programme arrêté par le préfet du département du lieu d'implantation du casino. Le procès-verbal de cette vérification est adressé aux maires des communes intéressées et au préfet. En cas de rectification de l'assiette des prélèvements visés à l'article L. 2333-55-2 du présent code, le comptable de la direction générale des finances publiques rectifie le montant des recettes supplémentaires susvisées. Cette rectification fait l'objet d'un procès-verbal complémentaire adressé aux maires des communes intéressées et au préfet. Elle est portée à la connaissance du concessionnaire aux fins de régularisation comptable. \" \" Art. D. 2333-80 du code général des collectivités territoriales. Si à l'expiration d'un délai d'un an, après le délai donné au concessionnaire par le cahier des charges, ou par l'arrêté préfectoral, pour exécuter les travaux d'investissement prévus à l'article D. 2333-76 , le concessionnaire ne peut justifier qu'il a rempli ses obligations, les fonds qui n'ont pas été employés ou dont l'emploi n'est pas conforme au cahier des charges ou au programme arrêté par le préfet sont consignés au Trésor, en en attendant l'emploi. \" \" Art. D. 2333-81 du code général des collectivités territoriales. Lorsque, pour une raison quelconque, un concessionnaire cesse d'exploiter les jeux dans un casino, les sommes figurant en solde au compte de provisions et les sommes qui ont pu être consignées au Trésor sont versées à la commune où fonctionne le casino ou aux communes dont tout ou partie du territoire est compris dans le périmètre de la station. La répartition est alors effectuée par le préfet. Les sommes versées aux communes en vertu du présent article sont utilisées dans les mêmes conditions que la taxe de séjour. \" \" Art. D. 2333-82 du code général des collectivités territoriales. Les sommes affectées aux travaux d'investissement définis à l'article D. 2333-76 peuvent être versées sous forme de subventions en capital à la collectivité publique ou à l'organisme privé qui effectue les travaux ou être employées à assurer le service des annuités d'emprunts contractés pour le financement des travaux. Dans ce dernier cas, le tableau d'amortissement de l'emprunt est annexé au cahier des charges du casino ou à l'avenant au cahier des charges en vigueur. La commune ne peut garantir ces emprunts que s'ils ont pour but de financer des investissements effectués sur un bien communal ou sur un bien dont la commune devient obligatoirement propriétaire aux termes d'engagements de caractère définitif. Le montant de l'annuité de l'emprunt ne peut, en outre, être supérieur aux trois quarts des sommes portées au crédit du compte de provisions prévu au premier alinéa de l'article D. 2333-77, au titre de la saison précédant immédiatement l'ouverture de cet emprunt. \" \" Art. R. 2333-82-1 du code général des collectivités territoriales. Les recettes réelles de fonctionnement mentionnées à l'article L. 2333-55 s'entendent de l'ensemble des recettes de fonctionnement inscrites au compte administratif du dernier exercice clos comptabilisées au titre de l'exercice et qui constituent des mouvements réels. Elles comprennent les recettes réelles qui relèvent des catégories de comptes suivantes : -produits des services, du domaine et ventes diverses ; -impôts et taxes ; -dotations et participations ; -autres produits de gestion courante ; -produits financiers ; -produits exceptionnels. \"",
            "texteHtml": "<p>Les règles relatives aux prélèvements directs sur le produit des jeux dans les casinos sont fixées par les articles D. 2333-74 et D. 2333-76 à R. 2333-82-1 du code général des collectivités territoriales ci-après reproduits :</p><p>\" Art. D. 2333-74 du code général des collectivités territoriales.</p><p>Le tarif du prélèvement progressif opéré sur le produit brut des jeux dans les casinos régis par les articles L. 321-1 et suivants du code de la sécurité intérieure s'établit comme suit :</p><p>6 % jusqu'à 100 000 euros.</p><p>16 % de 100 001 euros à 200 000 euros.</p><p>25 % de 200 001 euros à 500 000 euros.</p><p>37 % de 500 001 euros à 1 000 000 euros.</p><p>47 % de 1 000 001 euros à 1 500 000 euros.</p><p>58 % de 1 500 001 euros à 4 700 000 euros.</p><p>63,3 % de 4 700 001 euros à 7 800 000 euros.</p><p>67,6 % de 7 800 001 euros à 11 000 000 euros.</p><p>72 % de 11 000 001 euros à 14 000 000 euros.</p><p>83,5 % au-delà de 14 000 000 euros.</p><p>Pour l'application des dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390677&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-57 (V)'>l'article L. 2333-57</a>, les recettes supplémentaires correspondent à la différence entre le prélèvement résultant du tarif prévu à l'alinéa précédent et le prélèvement qui aurait résulté, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, de l'application du tarif suivant :</p><p>10 % jusqu'à 66 000 euros.</p><p>15 % de 66 001 euros à 132 000 euros.</p><p>25 % de 132 001 euros à 406 500 euros.</p><p>35 % de 406 501 euros à 754 500 euros.</p><p>45 % de 754 501 euros à 1 257 000 euros.</p><p>55 % de 1 257 001 euros à 3 772 500 euros.</p><p>60 % de 3 772 501 euros à 6 288 000 euros.</p><p>65 % de 6 288 001 euros à 8 803 500 euros.</p><p>70 % de 8 803 501 euros à 11 319 000 euros.</p><p>80 % au-delà de 11 319 000 euros. \"</p><p>\" Art. D. 2333-76 du code général des collectivités territoriales.</p><p>Les travaux d'investissement, mentionnés à l'article L. 2333-57, destinés à l'amélioration de l'équipement touristique ont pour objet d'augmenter le pouvoir attractif de l'établissement ou de la commune où est installé cet établissement ou des communes comprises dans le périmètre de la section où fonctionne le casino, par des embellissements, des agrandissements, ou une amélioration des installations existantes, ou par la création de nouvelles installations, mais ils ne peuvent, en aucun cas, avoir pour but de pourvoir au simple entretien de ces installations.</p><p>Lorsqu'ils sont affectés à l'équipement du casino, de ses annexes ou de ses abords, ils ne peuvent avoir pour but la réalisation de normes de sécurité que s'ils répondent, en même temps, à l'objet défini ci-dessus. \"</p><p>\" Art. D. 2333-77 du code général des collectivités territoriales.</p><p>Les casinos ouvrent dans leur comptabilité un compte spécialement destiné à retracer les opérations mentionnées à l'article D. 2333-76.</p><p>Le compte fait apparaître, d'une part, les sommes correspondant à la moitié des recettes supplémentaires dégagées au profit des casinos par application du nouveau barème et, d'autre part, le montant des sommes dépensées pour l'exécution des travaux d'investissement.</p><p>Le casino porte chaque quinzaine au crédit de ce compte, à l'occasion de la liquidation du prélèvement sur le produit brut des jeux, le montant des sommes qui devront recevoir l'affectation prévue par l'article L. 2333-57. \"</p><p>\" Art. D. 2333-78 du code général des collectivités territoriales.</p><p>Les modalités d'emploi des sommes portées au crédit du compte prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396547&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-77 (V)'>l'article D. 2333-77</a>, sont définies par le cahier des charges établi et approuvé dans les conditions déterminées par l'article 2 de la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques, ou par un avenant au cahier des charges en vigueur. \"</p><p>\" Art. D. 2333-79 du code général des collectivités territoriales.</p><p>Dans un délai de trois mois après la fin de chaque saison de jeux, le concessionnaire adresse au directeur régional ou départemental des finances publiques ou au directeur départemental ou, le cas échéant, régional des finances publiques dans le ressort duquel est situé son établissement un relevé du compte prévu à l'article D. 2333-77. Ce relevé est appuyé des pièces justificatives des dépenses y afférentes.</p><p>A l'exception des éléments soumis aux contrôles exercés en vertu de l'article L. 55 du livre des procédures fiscales, le comptable de la direction générale des finances publiques vérifie la liquidation du montant des recettes supplémentaires prévues à l'article L. 2333-57 du présent code ainsi que la réalité des dépenses et s'assure que les travaux qui en font l'objet sont bien conformes quant à leur nature aux prescriptions du cahier des charges ou du programme arrêté par le préfet du département du lieu d'implantation du casino.</p><p>Le procès-verbal de cette vérification est adressé aux maires des communes intéressées et au préfet.</p><p>En cas de rectification de l'assiette des prélèvements visés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000020898069&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-55-2 (V)'>l'article L. 2333-55-2 </a>du présent code, le comptable de la direction générale des finances publiques rectifie le montant des recettes supplémentaires susvisées.</p><p>Cette rectification fait l'objet d'un procès-verbal complémentaire adressé aux maires des communes intéressées et au préfet. Elle est portée à la connaissance du concessionnaire aux fins de régularisation comptable. \"</p><p>\" Art. D. 2333-80 du code général des collectivités territoriales.</p><p>Si à l'expiration d'un délai d'un an, après le délai donné au concessionnaire par le cahier des charges, ou par l'arrêté préfectoral, pour exécuter les travaux d'investissement prévus à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396546&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-76 (V)'>l'article D. 2333-76</a>, le concessionnaire ne peut justifier qu'il a rempli ses obligations, les fonds qui n'ont pas été employés ou dont l'emploi n'est pas conforme au cahier des charges ou au programme arrêté par le préfet sont consignés au Trésor, en en attendant l'emploi. \"</p><p>\" Art. D. 2333-81 du code général des collectivités territoriales.</p><p>Lorsque, pour une raison quelconque, un concessionnaire cesse d'exploiter les jeux dans un casino, les sommes figurant en solde au compte de provisions et les sommes qui ont pu être consignées au Trésor sont versées à la commune où fonctionne le casino ou aux communes dont tout ou partie du territoire est compris dans le périmètre de la station. La répartition est alors effectuée par le préfet.</p><p>Les sommes versées aux communes en vertu du présent article sont utilisées dans les mêmes conditions que la taxe de séjour. \"</p><p>\" Art. D. 2333-82 du code général des collectivités territoriales.</p><p>Les sommes affectées aux travaux d'investissement définis à l'article D. 2333-76 peuvent être versées sous forme de subventions en capital à la collectivité publique ou à l'organisme privé qui effectue les travaux ou être employées à assurer le service des annuités d'emprunts contractés pour le financement des travaux.</p><p>Dans ce dernier cas, le tableau d'amortissement de l'emprunt est annexé au cahier des charges du casino ou à l'avenant au cahier des charges en vigueur.</p><p>La commune ne peut garantir ces emprunts que s'ils ont pour but de financer des investissements effectués sur un bien communal ou sur un bien dont la commune devient obligatoirement propriétaire aux termes d'engagements de caractère définitif.</p><p>Le montant de l'annuité de l'emprunt ne peut, en outre, être supérieur aux trois quarts des sommes portées au crédit du compte de provisions prévu au premier alinéa de l'article D. 2333-77, au titre de la saison précédant immédiatement l'ouverture de cet emprunt. \"</p><p>\" Art. R. 2333-82-1 du code général des collectivités territoriales.</p><p>Les recettes réelles de fonctionnement mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390674&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-55 (V)'>l'article L. 2333-55</a> s'entendent de l'ensemble des recettes de fonctionnement inscrites au compte administratif du dernier exercice clos comptabilisées au titre de l'exercice et qui constituent des mouvements réels. Elles comprennent les recettes réelles qui relèvent des catégories de comptes suivantes :</p><p>-produits des services, du domaine et ventes diverses ;</p><p>-impôts et taxes ;</p><p>-dotations et participations ;</p><p>-autres produits de gestion courante ;</p><p>-produits financiers ;</p><p>-produits exceptionnels. \"</p>",
            "num": "D422-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1434585600000,
            "dateFin": 1514160000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631889",
                        "id": "LEGISCTA000017631889",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631911",
                        "id": "LEGISCTA000017631911",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631913",
                        "id": "LEGISCTA000017631913",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Ressources des collectivités territoriales relatives au tourisme.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143224",
                        "id": "LEGISCTA000006143224",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158456",
                        "id": "LEGISCTA000006158456",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175572",
                        "id": "LEGISCTA000006175572",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code du tourisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074073",
                        "id": "LEGITEXT000006074073",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813693",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006175572",
            "sectionParentId": "LEGISCTA000006175572",
            "sectionParentTitre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME. &gt; TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES. &gt; Chapitre II : Ressources des collectivités territoriales relatives au tourisme. &gt; Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale. &gt; Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000035511396",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074073",
                    "titre": "Code du tourisme.",
                    "titreLong": "Code du tourisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 1104537600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074073",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030741405",
                    "textTitle": "DÉCRET n°2015-669 du 15 juin 2015 - art. 1",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000030741882",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-06-17",
                    "dateSignaTexte": "2015-06-15",
                    "dateDebutCible": "2015-06-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029002430",
                    "textTitle": "Décret n°2014-552  du 27 mai 2014 - art. 16, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "JORFARTI000029002632",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-552",
                    "datePubli": 1401321600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-76 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D2333-76",
                    "articleId": "LEGIARTI000006396546",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-77 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D2333-77",
                    "articleId": "LEGIARTI000006396547",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55",
                    "articleId": "LEGIARTI000006390674",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55-2",
                    "articleId": "LEGIARTI000020898069",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1257033600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-57",
                    "articleId": "LEGIARTI000006390677",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-74",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-74",
                    "articleId": "LEGIARTI000006397166",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-76",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-76",
                    "articleId": "LEGIARTI000006396546",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-77",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-77",
                    "articleId": "LEGIARTI000006396547",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-78",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-78",
                    "articleId": "LEGIARTI000006396548",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-79",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-79",
                    "articleId": "LEGIARTI000006396549",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-80",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-80",
                    "articleId": "LEGIARTI000006396550",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-81",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-81",
                    "articleId": "LEGIARTI000006396551",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-82",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-82",
                    "articleId": "LEGIARTI000006396552",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R2333-82-1",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R2333-82-1",
                    "articleId": "LEGIARTI000006396544",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813693",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1160179200000,
                    "dateFin": 1251504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027332083",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1251504000000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027332113",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029026610",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1434585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035511396",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1434585600000,
                    "dateFin": 1514160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037115576",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1514160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D422-7",
                "422-7"
            ],
            "versionPrecedente": "LEGIARTI000029026610",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029026610",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les règles relatives aux prélèvements directs sur le produit des jeux dans les casinos sont fixées par les articles D. 2333-74 et D. 2333-76 à R. 2333-82-1 du code général des collectivités territoriales ci-après reproduits : \" Art. D. 2333-74 du code général des collectivités territoriales. Le tarif du prélèvement progressif opéré sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant les jeux dans les casinos des stations balnéaires, thermales et climatiques s'établit, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, comme suit : 10 % jusqu'à 87 000 euros. 15 % de 87 001 euros à 171 000 euros. 25 % de 171 001 euros à 507 000 euros. 35 % de 507 001 euros à 943 500 euros. 45 % de 943 501 euros à 1 572 000 euros. 55 % de 1 572 001 euros à 4 716 000 euros. 60 % de 4 716 001 euros à 7 860 000 euros. 65 % de 7 860 001 euros à 11 005 500 euros. 70 % de 11 005 501 euros à 14 149 500 euros. 80 % au-delà de 14 149 500 euros. Pour l'application des dispositions de l'article L. 2333-57 , les recettes supplémentaires correspondent à la différence entre le prélèvement résultant du tarif prévu à l'alinéa précédent et le prélèvement qui aurait résulté, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, de l'application du tarif suivant : 10 % jusqu'à 66 000 euros. 15 % de 66 001 euros à 132 000 euros. 25 % de 132 001 euros à 406 500 euros. 35 % de 406 501 euros à 754 500 euros. 45 % de 754 501 euros à 1 257 000 euros. 55 % de 1 257 001 euros à 3 772 500 euros. 60 % de 3 772 501 euros à 6 288 000 euros. 65 % de 6 288 001 euros à 8 803 500 euros. 70 % de 8 803 501 euros à 11 319 000 euros. 80 % au-delà de 11 319 000 euros. \" \" Art. D. 2333-76 du code général des collectivités territoriales. Les travaux d'investissement, mentionnés à l'article L. 2333-57, destinés à l'amélioration de l'équipement touristique ont pour objet d'augmenter le pouvoir attractif de l'établissement ou de la commune où est installé cet établissement ou des communes comprises dans le périmètre de la section où fonctionne le casino, par des embellissements, des agrandissements, ou une amélioration des installations existantes, ou par la création de nouvelles installations, mais ils ne peuvent, en aucun cas, avoir pour but de pourvoir au simple entretien de ces installations. Lorsqu'ils sont affectés à l'équipement du casino, de ses annexes ou de ses abords, ils ne peuvent avoir pour but la réalisation de normes de sécurité que s'ils répondent, en même temps, à l'objet défini ci-dessus. \" \" Art. D. 2333-77 du code général des collectivités territoriales. Les casinos ouvrent dans leur comptabilité un compte spécialement destiné à retracer les opérations mentionnées à l'article D. 2333-76. Le compte fait apparaître, d'une part, les sommes correspondant à la moitié des recettes supplémentaires dégagées au profit des casinos par application du nouveau barème et, d'autre part, le montant des sommes dépensées pour l'exécution des travaux d'investissement. Le casino porte chaque quinzaine au crédit de ce compte, à l'occasion de la liquidation du prélèvement sur le produit brut des jeux, le montant des sommes qui devront recevoir l'affectation prévue par l'article L. 2333-57. \" \" Art. D. 2333-78 du code général des collectivités territoriales. Les modalités d'emploi des sommes portées au crédit du compte prévu à l'article D. 2333-77 , sont définies par le cahier des charges établi et approuvé dans les conditions déterminées par l'article 2 de la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques, ou par un avenant au cahier des charges en vigueur. \" \" Art. D. 2333-79 du code général des collectivités territoriales. Dans un délai de trois mois après la fin de chaque saison de jeux, le concessionnaire adresse au directeur régional ou départemental des finances publiques ou au directeur départemental ou, le cas échéant, régional des finances publiques dans le ressort duquel est situé son établissement un relevé du compte prévu à l'article D. 2333-77. Ce relevé est appuyé des pièces justificatives des dépenses y afférentes. A l'exception des éléments soumis aux contrôles exercés en vertu de l'article L. 55 du livre des procédures fiscales, le comptable de la direction générale des finances publiques vérifie la liquidation du montant des recettes supplémentaires prévues à l'article L. 2333-57 du présent code ainsi que la réalité des dépenses et s'assure que les travaux qui en font l'objet sont bien conformes quant à leur nature aux prescriptions du cahier des charges ou du programme arrêté par le préfet du département du lieu d'implantation du casino. Le procès-verbal de cette vérification est adressé aux maires des communes intéressées et au préfet. En cas de rectification de l'assiette des prélèvements visés à l'article L. 2333-55-2 du présent code, le comptable de la direction générale des finances publiques rectifie le montant des recettes supplémentaires susvisées. Cette rectification fait l'objet d'un procès-verbal complémentaire adressé aux maires des communes intéressées et au préfet. Elle est portée à la connaissance du concessionnaire aux fins de régularisation comptable. \" \" Art. D. 2333-80 du code général des collectivités territoriales. Si à l'expiration d'un délai d'un an, après le délai donné au concessionnaire par le cahier des charges, ou par l'arrêté préfectoral, pour exécuter les travaux d'investissement prévus à l'article D. 2333-76 , le concessionnaire ne peut justifier qu'il a rempli ses obligations, les fonds qui n'ont pas été employés ou dont l'emploi n'est pas conforme au cahier des charges ou au programme arrêté par le préfet sont consignés au Trésor, en en attendant l'emploi. \" \" Art. D. 2333-81 du code général des collectivités territoriales. Lorsque, pour une raison quelconque, un concessionnaire cesse d'exploiter les jeux dans un casino, les sommes figurant en solde au compte de provisions et les sommes qui ont pu être consignées au Trésor sont versées à la commune où fonctionne le casino ou aux communes dont tout ou partie du territoire est compris dans le périmètre de la station. La répartition est alors effectuée par le préfet. Les sommes versées aux communes en vertu du présent article sont utilisées dans les mêmes conditions que la taxe de séjour. \" \" Art. D. 2333-82 du code général des collectivités territoriales. Les sommes affectées aux travaux d'investissement définis à l'article D. 2333-76 peuvent être versées sous forme de subventions en capital à la collectivité publique ou à l'organisme privé qui effectue les travaux ou être employées à assurer le service des annuités d'emprunts contractés pour le financement des travaux. Dans ce dernier cas, le tableau d'amortissement de l'emprunt est annexé au cahier des charges du casino ou à l'avenant au cahier des charges en vigueur. La commune ne peut garantir ces emprunts que s'ils ont pour but de financer des investissements effectués sur un bien communal ou sur un bien dont la commune devient obligatoirement propriétaire aux termes d'engagements de caractère définitif. Le montant de l'annuité de l'emprunt ne peut, en outre, être supérieur aux trois quarts des sommes portées au crédit du compte de provisions prévu au premier alinéa de l'article D. 2333-77, au titre de la saison précédant immédiatement l'ouverture de cet emprunt. \" \" Art. R. 2333-82-1 du code général des collectivités territoriales. Les recettes réelles de fonctionnement mentionnées à l'article L. 2333-55 s'entendent de l'ensemble des recettes de fonctionnement inscrites au compte administratif du dernier exercice clos comptabilisées au titre de l'exercice et qui constituent des mouvements réels. Elles comprennent les recettes réelles qui relèvent des catégories de comptes suivantes : -produits des services, du domaine et ventes diverses ; -impôts et taxes ; -dotations et participations ; -autres produits de gestion courante ; -produits financiers ; -produits exceptionnels. \"",
            "texteHtml": "<p>Les règles relatives aux prélèvements directs sur le produit des jeux dans les casinos sont fixées par les articles D. 2333-74 et D. 2333-76 à R. 2333-82-1 du code général des collectivités territoriales ci-après reproduits : </p><p>\" Art. D. 2333-74 du code général des collectivités territoriales. </p><p>Le tarif du prélèvement progressif opéré sur le produit brut des jeux dans les casinos régis par la <a href='/affichTexte.do?cidTexte=LEGITEXT000006071172&dateTexte=&categorieLien=cid' title='Loi du 15 juin 1907 (Ab)'>loi du 15 juin 1907 </a>réglementant les jeux dans les casinos des stations balnéaires, thermales et climatiques s'établit, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, comme suit : </p><p>10 % jusqu'à 87 000 euros. </p><p>15 % de 87 001 euros à 171 000 euros. </p><p>25 % de 171 001 euros à 507 000 euros. </p><p>35 % de 507 001 euros à 943 500 euros. </p><p>45 % de 943 501 euros à 1 572 000 euros. </p><p>55 % de 1 572 001 euros à 4 716 000 euros. </p><p>60 % de 4 716 001 euros à 7 860 000 euros. </p><p>65 % de 7 860 001 euros à 11 005 500 euros. </p><p>70 % de 11 005 501 euros à 14 149 500 euros. </p><p>80 % au-delà de 14 149 500 euros. </p><p>Pour l'application des dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390677&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-57 (V)'>l'article L. 2333-57</a>, les recettes supplémentaires correspondent à la différence entre le prélèvement résultant du tarif prévu à l'alinéa précédent et le prélèvement qui aurait résulté, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, de l'application du tarif suivant : </p><p>10 % jusqu'à 66 000 euros. </p><p>15 % de 66 001 euros à 132 000 euros. </p><p>25 % de 132 001 euros à 406 500 euros. </p><p>35 % de 406 501 euros à 754 500 euros. </p><p>45 % de 754 501 euros à 1 257 000 euros. </p><p>55 % de 1 257 001 euros à 3 772 500 euros. </p><p>60 % de 3 772 501 euros à 6 288 000 euros. </p><p>65 % de 6 288 001 euros à 8 803 500 euros. </p><p>70 % de 8 803 501 euros à 11 319 000 euros. </p><p>80 % au-delà de 11 319 000 euros. \" </p><p>\" Art. D. 2333-76 du code général des collectivités territoriales. </p><p>Les travaux d'investissement, mentionnés à l'article L. 2333-57, destinés à l'amélioration de l'équipement touristique ont pour objet d'augmenter le pouvoir attractif de l'établissement ou de la commune où est installé cet établissement ou des communes comprises dans le périmètre de la section où fonctionne le casino, par des embellissements, des agrandissements, ou une amélioration des installations existantes, ou par la création de nouvelles installations, mais ils ne peuvent, en aucun cas, avoir pour but de pourvoir au simple entretien de ces installations. </p><p>Lorsqu'ils sont affectés à l'équipement du casino, de ses annexes ou de ses abords, ils ne peuvent avoir pour but la réalisation de normes de sécurité que s'ils répondent, en même temps, à l'objet défini ci-dessus. \" </p><p>\" Art. D. 2333-77 du code général des collectivités territoriales. </p><p>Les casinos ouvrent dans leur comptabilité un compte spécialement destiné à retracer les opérations mentionnées à l'article D. 2333-76. </p><p>Le compte fait apparaître, d'une part, les sommes correspondant à la moitié des recettes supplémentaires dégagées au profit des casinos par application du nouveau barème et, d'autre part, le montant des sommes dépensées pour l'exécution des travaux d'investissement. </p><p>Le casino porte chaque quinzaine au crédit de ce compte, à l'occasion de la liquidation du prélèvement sur le produit brut des jeux, le montant des sommes qui devront recevoir l'affectation prévue par l'article L. 2333-57. \" </p><p>\" Art. D. 2333-78 du code général des collectivités territoriales. </p><p>Les modalités d'emploi des sommes portées au crédit du compte prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396547&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-77 (V)'>l'article D. 2333-77</a>, sont définies par le cahier des charges établi et approuvé dans les conditions déterminées par l'article 2 de la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques, ou par un avenant au cahier des charges en vigueur. \" </p><p>\" Art. D. 2333-79 du code général des collectivités territoriales. </p><p>Dans un délai de trois mois après la fin de chaque saison de jeux, le concessionnaire adresse au directeur régional ou départemental des finances publiques ou au directeur départemental ou, le cas échéant, régional des finances publiques dans le ressort duquel est situé son établissement un relevé du compte prévu à l'article D. 2333-77. Ce relevé est appuyé des pièces justificatives des dépenses y afférentes. </p><p>A l'exception des éléments soumis aux contrôles exercés en vertu de l'article L. 55 du livre des procédures fiscales, le comptable de la direction générale des finances publiques vérifie la liquidation du montant des recettes supplémentaires prévues à l'article L. 2333-57 du présent code ainsi que la réalité des dépenses et s'assure que les travaux qui en font l'objet sont bien conformes quant à leur nature aux prescriptions du cahier des charges ou du programme arrêté par le préfet du département du lieu d'implantation du casino. </p><p>Le procès-verbal de cette vérification est adressé aux maires des communes intéressées et au préfet. </p><p>En cas de rectification de l'assiette des prélèvements visés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000020898069&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-55-2 (V)'>l'article L. 2333-55-2 </a>du présent code, le comptable de la direction générale des finances publiques rectifie le montant des recettes supplémentaires susvisées. </p><p>Cette rectification fait l'objet d'un procès-verbal complémentaire adressé aux maires des communes intéressées et au préfet. Elle est portée à la connaissance du concessionnaire aux fins de régularisation comptable. \" </p><p>\" Art. D. 2333-80 du code général des collectivités territoriales. </p><p>Si à l'expiration d'un délai d'un an, après le délai donné au concessionnaire par le cahier des charges, ou par l'arrêté préfectoral, pour exécuter les travaux d'investissement prévus à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396546&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-76 (V)'>l'article D. 2333-76</a>, le concessionnaire ne peut justifier qu'il a rempli ses obligations, les fonds qui n'ont pas été employés ou dont l'emploi n'est pas conforme au cahier des charges ou au programme arrêté par le préfet sont consignés au Trésor, en en attendant l'emploi. \" </p><p>\" Art. D. 2333-81 du code général des collectivités territoriales. </p><p>Lorsque, pour une raison quelconque, un concessionnaire cesse d'exploiter les jeux dans un casino, les sommes figurant en solde au compte de provisions et les sommes qui ont pu être consignées au Trésor sont versées à la commune où fonctionne le casino ou aux communes dont tout ou partie du territoire est compris dans le périmètre de la station. La répartition est alors effectuée par le préfet. </p><p>Les sommes versées aux communes en vertu du présent article sont utilisées dans les mêmes conditions que la taxe de séjour. \" </p><p>\" Art. D. 2333-82 du code général des collectivités territoriales. </p><p>Les sommes affectées aux travaux d'investissement définis à l'article D. 2333-76 peuvent être versées sous forme de subventions en capital à la collectivité publique ou à l'organisme privé qui effectue les travaux ou être employées à assurer le service des annuités d'emprunts contractés pour le financement des travaux. </p><p>Dans ce dernier cas, le tableau d'amortissement de l'emprunt est annexé au cahier des charges du casino ou à l'avenant au cahier des charges en vigueur. </p><p>La commune ne peut garantir ces emprunts que s'ils ont pour but de financer des investissements effectués sur un bien communal ou sur un bien dont la commune devient obligatoirement propriétaire aux termes d'engagements de caractère définitif. </p><p>Le montant de l'annuité de l'emprunt ne peut, en outre, être supérieur aux trois quarts des sommes portées au crédit du compte de provisions prévu au premier alinéa de l'article D. 2333-77, au titre de la saison précédant immédiatement l'ouverture de cet emprunt. \" </p><p>\" Art. R. 2333-82-1 du code général des collectivités territoriales. </p><p>Les recettes réelles de fonctionnement mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390674&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-55 (V)'>l'article L. 2333-55</a> s'entendent de l'ensemble des recettes de fonctionnement inscrites au compte administratif du dernier exercice clos comptabilisées au titre de l'exercice et qui constituent des mouvements réels. Elles comprennent les recettes réelles qui relèvent des catégories de comptes suivantes :</p><p>-produits des services, du domaine et ventes diverses ;</p><p>-impôts et taxes ;</p><p>-dotations et participations ;</p><p>-autres produits de gestion courante ;</p><p>-produits financiers ;</p><p>-produits exceptionnels. \"</p>",
            "num": "D422-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1401408000000,
            "dateFin": 1434585600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631889",
                        "id": "LEGISCTA000017631889",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631911",
                        "id": "LEGISCTA000017631911",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631913",
                        "id": "LEGISCTA000017631913",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Ressources des collectivités territoriales relatives au tourisme.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143224",
                        "id": "LEGISCTA000006143224",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158456",
                        "id": "LEGISCTA000006158456",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175572",
                        "id": "LEGISCTA000006175572",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code du tourisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074073",
                        "id": "LEGITEXT000006074073",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813693",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006175572",
            "sectionParentId": "LEGISCTA000006175572",
            "sectionParentTitre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME. &gt; TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES. &gt; Chapitre II : Ressources des collectivités territoriales relatives au tourisme. &gt; Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale. &gt; Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029026610",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074073",
                    "titre": "Code du tourisme.",
                    "titreLong": "Code du tourisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 1104537600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074073",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029002430",
                    "textTitle": "Décret n°2014-552 du 27 mai 2014 - art. 16",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000029010660",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-05-29",
                    "dateSignaTexte": "2014-05-27",
                    "dateDebutCible": "2014-05-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029002430",
                    "textTitle": "Décret n°2014-552  du 27 mai 2014 - art. 16, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "JORFARTI000029002632",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-552",
                    "datePubli": 1401321600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-76 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D2333-76",
                    "articleId": "LEGIARTI000006396546",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-77 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D2333-77",
                    "articleId": "LEGIARTI000006396547",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55",
                    "articleId": "LEGIARTI000006390674",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55-2",
                    "articleId": "LEGIARTI000020898069",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1257033600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-57",
                    "articleId": "LEGIARTI000006390677",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-74",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-74",
                    "articleId": "LEGIARTI000006397166",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-76",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-76",
                    "articleId": "LEGIARTI000006396546",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-77",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-77",
                    "articleId": "LEGIARTI000006396547",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-78",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-78",
                    "articleId": "LEGIARTI000006396548",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-79",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-79",
                    "articleId": "LEGIARTI000006396549",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-80",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-80",
                    "articleId": "LEGIARTI000006396550",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-81",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-81",
                    "articleId": "LEGIARTI000006396551",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-82",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-82",
                    "articleId": "LEGIARTI000006396552",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R2333-82-1",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R2333-82-1",
                    "articleId": "LEGIARTI000006396544",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813693",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1160179200000,
                    "dateFin": 1251504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027332083",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1251504000000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027332113",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029026610",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1434585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035511396",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1434585600000,
                    "dateFin": 1514160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037115576",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1514160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D422-7",
                "422-7"
            ],
            "versionPrecedente": "LEGIARTI000027332113",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027332113",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les règles relatives aux prélèvements directs sur le produit des jeux dans les casinos sont fixées par les articles D. 2333-74 et D. 2333-76 à R. 2333-82-1 du code général des collectivités territoriales ci-après reproduits : \" Art.D. 2333-74 du code général des collectivités territoriales. Le tarif du prélèvement progressif opéré sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant les jeux dans les casinos des stations balnéaires, thermales et climatiques s'établit, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, comme suit : 10 % jusqu'à 87 000 euros. 15 % de 87 001 euros à 171 000 euros. 25 % de 171 001 euros à 507 000 euros. 35 % de 507 001 euros à 943 500 euros. 45 % de 943 501 euros à 1 572 000 euros. 55 % de 1 572 001 euros à 4 716 000 euros. 60 % de 4 716 001 euros à 7 860 000 euros. 65 % de 7 860 001 euros à 11 005 500 euros. 70 % de 11 005 501 euros à 14 149 500 euros. 80 % au-delà de 14 149 500 euros. Pour l'application des dispositions de l'article L. 2333-57, les recettes supplémentaires correspondent à la différence entre le prélèvement résultant du tarif prévu à l'alinéa précédent et le prélèvement qui aurait résulté, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, de l'application du tarif suivant : 10 % jusqu'à 66 000 euros. 15 % de 66 001 euros à 132 000 euros. 25 % de 132 001 euros à 406 500 euros. 35 % de 406 501 euros à 754 500 euros. 45 % de 754 501 euros à 1 257 000 euros. 55 % de 1 257 001 euros à 3 772 500 euros. 60 % de 3 772 501 euros à 6 288 000 euros. 65 % de 6 288 001 euros à 8 803 500 euros. 70 % de 8 803 501 euros à 11 319 000 euros. 80 % au-delà de 11 319 000 euros. \" \" Art.D. 2333-76 du code général des collectivités territoriales. Les travaux d'investissement, mentionnés à l'article L. 2333-57, destinés à l'amélioration de l'équipement touristique ont pour objet d'augmenter le pouvoir attractif de l'établissement ou de la commune où est installé cet établissement ou des communes comprises dans le périmètre de la section où fonctionne le casino, par des embellissements, des agrandissements, ou une amélioration des installations existantes, ou par la création de nouvelles installations, mais ils ne peuvent, en aucun cas, avoir pour but de pourvoir au simple entretien de ces installations. Lorsqu'ils sont affectés à l'équipement du casino, de ses annexes ou de ses abords, ils ne peuvent avoir pour but la réalisation de normes de sécurité que s'ils répondent, en même temps, à l'objet défini ci-dessus. \" \" Art.D. 2333-77 du code général des collectivités territoriales. Les casinos ouvrent dans leur comptabilité un compte spécialement destiné à retracer les opérations mentionnées à l'article D. 2333-76. Le compte fait apparaître, d'une part, les sommes correspondant à la moitié des recettes supplémentaires dégagées au profit des casinos par application du nouveau barème et, d'autre part, le montant des sommes dépensées pour l'exécution des travaux d'investissement. Le casino porte chaque quinzaine au crédit de ce compte, à l'occasion de la liquidation du prélèvement sur le produit brut des jeux, le montant des sommes qui devront recevoir l'affectation prévue par l'article L. 2333-57. \" \" Art.D. 2333-78 du code général des collectivités territoriales. Les modalités d'emploi des sommes portées au crédit du compte prévu à l'article D. 2333-77, sont définies par le cahier des charges établi et approuvé dans les conditions déterminées par l'article 2 de la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques, ou par un avenant au cahier des charges en vigueur. \" \" Art.D. 2333-79 du code général des collectivités territoriales. Dans un délai de trois mois après la fin de chaque saison de jeux, le concessionnaire adresse au directeur régional ou départemental des finances publiques ou au trésorier-payeur général dans le ressort duquel est situé son établissement un relevé du compte prévu à l'article D. 2333-77. Ce relevé est appuyé des pièces justificatives des dépenses y afférentes. A l'exception des éléments soumis aux contrôles exercés en vertu de l'article L. 55 du livre des procédures fiscales, le comptable de la direction générale des finances publiques vérifie la liquidation du montant des recettes supplémentaires prévues à l'article L. 2333-57 du présent code ainsi que la réalité des dépenses et s'assure que les travaux qui en font l'objet sont bien conformes quant à leur nature aux prescriptions du cahier des charges ou du programme arrêté par le préfet du département du lieu d'implantation du casino. Le procès-verbal de cette vérification est adressé aux maires des communes intéressées et au préfet. En cas de rectification de l'assiette des prélèvements visés à l'article L. 2333-55-2 du présent code, le comptable de la direction générale des finances publiques rectifie le montant des recettes supplémentaires susvisées. Cette rectification fait l'objet d'un procès-verbal complémentaire adressé aux maires des communes intéressées et au préfet. Elle est portée à la connaissance du concessionnaire aux fins de régularisation comptable. \" \" Art.D. 2333-80 du code général des collectivités territoriales. Si à l'expiration d'un délai d'un an, après le délai donné au concessionnaire par le cahier des charges, ou par l'arrêté préfectoral, pour exécuter les travaux d'investissement prévus à l'article D. 2333-76, le concessionnaire ne peut justifier qu'il a rempli ses obligations, les fonds qui n'ont pas été employés ou dont l'emploi n'est pas conforme au cahier des charges ou au programme arrêté par le préfet sont consignés au Trésor, en en attendant l'emploi. \" \" Art.D. 2333-81 du code général des collectivités territoriales. Lorsque, pour une raison quelconque, un concessionnaire cesse d'exploiter les jeux dans un casino, les sommes figurant en solde au compte de provisions et les sommes qui ont pu être consignées au Trésor sont versées à la commune où fonctionne le casino ou aux communes dont tout ou partie du territoire est compris dans le périmètre de la station. La répartition est alors effectuée par le préfet. Les sommes versées aux communes en vertu du présent article sont utilisées dans les mêmes conditions que la taxe de séjour. \" \" Art.D. 2333-82 du code général des collectivités territoriales. Les sommes affectées aux travaux d'investissement définis à l'article D. 2333-76 peuvent être versées sous forme de subventions en capital à la collectivité publique ou à l'organisme privé qui effectue les travaux ou être employées à assurer le service des annuités d'emprunts contractés pour le financement des travaux. Dans ce dernier cas, le tableau d'amortissement de l'emprunt est annexé au cahier des charges du casino ou à l'avenant au cahier des charges en vigueur. La commune ne peut garantir ces emprunts que s'ils ont pour but de financer des investissements effectués sur un bien communal ou sur un bien dont la commune devient obligatoirement propriétaire aux termes d'engagements de caractère définitif. Le montant de l'annuité de l'emprunt ne peut, en outre, être supérieur aux trois quarts des sommes portées au crédit du compte de provisions prévu au premier alinéa de l'article D. 2333-77, au titre de la saison précédant immédiatement l'ouverture de cet emprunt. \" \" Art.R. 2333-82-1 du code général des collectivités territoriales. Les recettes réelles de fonctionnement mentionnées à l'article L. 2333-55 s'entendent de l'ensemble des recettes de fonctionnement inscrites au compte administratif du dernier exercice clos comptabilisées au titre de l'exercice et qui constituent des mouvements réels. Elles comprennent les recettes réelles qui relèvent des catégories de comptes suivantes : -produits des services, du domaine et ventes diverses ; -impôts et taxes ; -dotations et participations ; -autres produits de gestion courante ; -produits financiers ; -produits exceptionnels. \"",
            "texteHtml": "<p>Les règles relatives aux prélèvements directs sur le produit des jeux dans les casinos sont fixées par les articles D. 2333-74 et D. 2333-76 à R. 2333-82-1 du code général des collectivités territoriales ci-après reproduits : </p><p>\" Art.D. 2333-74 du code général des collectivités territoriales. </p><p>Le tarif du prélèvement progressif opéré sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant les jeux dans les casinos des stations balnéaires, thermales et climatiques s'établit, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, comme suit : </p><p>10 % jusqu'à 87 000 euros. </p><p>15 % de 87 001 euros à 171 000 euros. </p><p>25 % de 171 001 euros à 507 000 euros. </p><p>35 % de 507 001 euros à 943 500 euros. </p><p>45 % de 943 501 euros à 1 572 000 euros. </p><p>55 % de 1 572 001 euros à 4 716 000 euros. </p><p>60 % de 4 716 001 euros à 7 860 000 euros. </p><p>65 % de 7 860 001 euros à 11 005 500 euros. </p><p>70 % de 11 005 501 euros à 14 149 500 euros. </p><p>80 % au-delà de 14 149 500 euros. </p><p>Pour l'application des dispositions de l'article L. 2333-57, les recettes supplémentaires correspondent à la différence entre le prélèvement résultant du tarif prévu à l'alinéa précédent et le prélèvement qui aurait résulté, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, de l'application du tarif suivant : </p><p>10 % jusqu'à 66 000 euros. </p><p>15 % de 66 001 euros à 132 000 euros. </p><p>25 % de 132 001 euros à 406 500 euros. </p><p>35 % de 406 501 euros à 754 500 euros. </p><p>45 % de 754 501 euros à 1 257 000 euros. </p><p>55 % de 1 257 001 euros à 3 772 500 euros. </p><p>60 % de 3 772 501 euros à 6 288 000 euros. </p><p>65 % de 6 288 001 euros à 8 803 500 euros. </p><p>70 % de 8 803 501 euros à 11 319 000 euros. </p><p>80 % au-delà de 11 319 000 euros. \" </p><p>\" Art.D. 2333-76 du code général des collectivités territoriales. </p><p>Les travaux d'investissement, mentionnés à l'article L. 2333-57, destinés à l'amélioration de l'équipement touristique ont pour objet d'augmenter le pouvoir attractif de l'établissement ou de la commune où est installé cet établissement ou des communes comprises dans le périmètre de la section où fonctionne le casino, par des embellissements, des agrandissements, ou une amélioration des installations existantes, ou par la création de nouvelles installations, mais ils ne peuvent, en aucun cas, avoir pour but de pourvoir au simple entretien de ces installations. </p><p>Lorsqu'ils sont affectés à l'équipement du casino, de ses annexes ou de ses abords, ils ne peuvent avoir pour but la réalisation de normes de sécurité que s'ils répondent, en même temps, à l'objet défini ci-dessus. \" </p><p>\" Art.D. 2333-77 du code général des collectivités territoriales. </p><p>Les casinos ouvrent dans leur comptabilité un compte spécialement destiné à retracer les opérations mentionnées à l'article D. 2333-76. </p><p>Le compte fait apparaître, d'une part, les sommes correspondant à la moitié des recettes supplémentaires dégagées au profit des casinos par application du nouveau barème et, d'autre part, le montant des sommes dépensées pour l'exécution des travaux d'investissement. </p><p>Le casino porte chaque quinzaine au crédit de ce compte, à l'occasion de la liquidation du prélèvement sur le produit brut des jeux, le montant des sommes qui devront recevoir l'affectation prévue par l'article L. 2333-57. \" </p><p>\" Art.D. 2333-78 du code général des collectivités territoriales. </p><p>Les modalités d'emploi des sommes portées au crédit du compte prévu à l'article D. 2333-77, sont définies par le cahier des charges établi et approuvé dans les conditions déterminées par l'article 2 de la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques, ou par un avenant au cahier des charges en vigueur. \" </p><p>\" Art.D. 2333-79 du code général des collectivités territoriales. </p><p>Dans un délai de trois mois après la fin de chaque saison de jeux, le concessionnaire adresse au directeur régional ou départemental des finances publiques ou au trésorier-payeur général dans le ressort duquel est situé son établissement un relevé du compte prévu à l'article D. 2333-77. Ce relevé est appuyé des pièces justificatives des dépenses y afférentes.</p><p>A l'exception des éléments soumis aux contrôles exercés en vertu de l'article L. 55 du livre des procédures fiscales, le comptable de la direction générale des finances publiques vérifie la liquidation du montant des recettes supplémentaires prévues à l'article L. 2333-57 du présent code ainsi que la réalité des dépenses et s'assure que les travaux qui en font l'objet sont bien conformes quant à leur nature aux prescriptions du cahier des charges ou du programme arrêté par le préfet du département du lieu d'implantation du casino. </p><p>Le procès-verbal de cette vérification est adressé aux maires des communes intéressées et au préfet. </p><p>En cas de rectification de l'assiette des prélèvements visés à l'article L. 2333-55-2 du présent code, le comptable de la direction générale des finances publiques rectifie le montant des recettes supplémentaires susvisées. </p><p>Cette rectification fait l'objet d'un procès-verbal complémentaire adressé aux maires des communes intéressées et au préfet. Elle est portée à la connaissance du concessionnaire aux fins de régularisation comptable. \" </p><p>\" Art.D. 2333-80 du code général des collectivités territoriales. </p><p>Si à l'expiration d'un délai d'un an, après le délai donné au concessionnaire par le cahier des charges, ou par l'arrêté préfectoral, pour exécuter les travaux d'investissement prévus à l'article D. 2333-76, le concessionnaire ne peut justifier qu'il a rempli ses obligations, les fonds qui n'ont pas été employés ou dont l'emploi n'est pas conforme au cahier des charges ou au programme arrêté par le préfet sont consignés au Trésor, en en attendant l'emploi. \" </p><p>\" Art.D. 2333-81 du code général des collectivités territoriales. </p><p>Lorsque, pour une raison quelconque, un concessionnaire cesse d'exploiter les jeux dans un casino, les sommes figurant en solde au compte de provisions et les sommes qui ont pu être consignées au Trésor sont versées à la commune où fonctionne le casino ou aux communes dont tout ou partie du territoire est compris dans le périmètre de la station. La répartition est alors effectuée par le préfet. </p><p>Les sommes versées aux communes en vertu du présent article sont utilisées dans les mêmes conditions que la taxe de séjour. \" </p><p>\" Art.D. 2333-82 du code général des collectivités territoriales. </p><p>Les sommes affectées aux travaux d'investissement définis à l'article D. 2333-76 peuvent être versées sous forme de subventions en capital à la collectivité publique ou à l'organisme privé qui effectue les travaux ou être employées à assurer le service des annuités d'emprunts contractés pour le financement des travaux. </p><p>Dans ce dernier cas, le tableau d'amortissement de l'emprunt est annexé au cahier des charges du casino ou à l'avenant au cahier des charges en vigueur. </p><p>La commune ne peut garantir ces emprunts que s'ils ont pour but de financer des investissements effectués sur un bien communal ou sur un bien dont la commune devient obligatoirement propriétaire aux termes d'engagements de caractère définitif. </p><p>Le montant de l'annuité de l'emprunt ne peut, en outre, être supérieur aux trois quarts des sommes portées au crédit du compte de provisions prévu au premier alinéa de l'article D. 2333-77, au titre de la saison précédant immédiatement l'ouverture de cet emprunt. \" </p><p>\" Art.R. 2333-82-1 du code général des collectivités territoriales. </p><p>Les recettes réelles de fonctionnement mentionnées à l'article L. 2333-55 s'entendent de l'ensemble des recettes de fonctionnement inscrites au compte administratif du dernier exercice clos comptabilisées au titre de l'exercice et qui constituent des mouvements réels. Elles comprennent les recettes réelles qui relèvent des catégories de comptes suivantes :</p><p>-produits des services, du domaine et ventes diverses ;</p><p>-impôts et taxes ;</p><p>-dotations et participations ;</p><p>-autres produits de gestion courante ;</p><p>-produits financiers ;</p><p>-produits exceptionnels. \"</p>",
            "num": "D422-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1257033600000,
            "dateFin": 1401408000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631889",
                        "id": "LEGISCTA000017631889",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631911",
                        "id": "LEGISCTA000017631911",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631913",
                        "id": "LEGISCTA000017631913",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Ressources des collectivités territoriales relatives au tourisme.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143224",
                        "id": "LEGISCTA000006143224",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158456",
                        "id": "LEGISCTA000006158456",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175572",
                        "id": "LEGISCTA000006175572",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code du tourisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074073",
                        "id": "LEGITEXT000006074073",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813693",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006175572",
            "sectionParentId": "LEGISCTA000006175572",
            "sectionParentTitre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME. &gt; TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES. &gt; Chapitre II : Ressources des collectivités territoriales relatives au tourisme. &gt; Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale. &gt; Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000027332113",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074073",
                    "titre": "Code du tourisme.",
                    "titreLong": "Code du tourisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 1104537600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074073",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022972470",
                    "textTitle": "Décret n°2010-1300\r\n du 29 octobre 2010 - art. 2",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000022974146",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-10-30",
                    "dateSignaTexte": "2010-10-29",
                    "dateDebutCible": "2010-10-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029002430",
                    "textTitle": "Décret n°2014-552  du 27 mai 2014 - art. 16, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "JORFARTI000029002632",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-552",
                    "datePubli": 1401321600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813693",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1160179200000,
                    "dateFin": 1251504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027332083",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1251504000000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027332113",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029026610",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1434585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035511396",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1434585600000,
                    "dateFin": 1514160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037115576",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1514160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D422-7",
                "422-7"
            ],
            "versionPrecedente": "LEGIARTI000027332083",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027332083",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les règles relatives aux prélèvements directs sur le produit des jeux dans les casinos sont fixées par les articles D. 2333-74 et D. 2333-76 à R. 2333-82-1 du code général des collectivités territoriales ci-après reproduits : \" Art.D. 2333-74 du code général des collectivités territoriales. Le tarif du prélèvement progressif opéré sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant les jeux dans les casinos des stations balnéaires, thermales et climatiques s'établit, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, comme suit : 10 % jusqu'à 87 000 euros. 15 % de 87 001 euros à 171 000 euros. 25 % de 171 001 euros à 507 000 euros. 35 % de 507 001 euros à 943 500 euros. 45 % de 943 501 euros à 1 572 000 euros. 55 % de 1 572 001 euros à 4 716 000 euros. 60 % de 4 716 001 euros à 7 860 000 euros. 65 % de 7 860 001 euros à 11 005 500 euros. 70 % de 11 005 501 euros à 14 149 500 euros. 80 % au-delà de 14 149 500 euros. Pour l'application des dispositions de l'article L. 2333-57, les recettes supplémentaires correspondent à la différence entre le prélèvement résultant du tarif prévu à l'alinéa précédent et le prélèvement qui aurait résulté, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, de l'application du tarif suivant : 10 % jusqu'à 66 000 euros. 15 % de 66 001 euros à 132 000 euros. 25 % de 132 001 euros à 406 500 euros. 35 % de 406 501 euros à 754 500 euros. 45 % de 754 501 euros à 1 257 000 euros. 55 % de 1 257 001 euros à 3 772 500 euros. 60 % de 3 772 501 euros à 6 288 000 euros. 65 % de 6 288 001 euros à 8 803 500 euros. 70 % de 8 803 501 euros à 11 319 000 euros. 80 % au-delà de 11 319 000 euros. \" \" Art.D. 2333-76 du code général des collectivités territoriales. Les travaux d'investissement, mentionnés à l'article L. 2333-57, destinés à l'amélioration de l'équipement touristique ont pour objet d'augmenter le pouvoir attractif de l'établissement ou de la commune où est installé cet établissement ou des communes comprises dans le périmètre de la section où fonctionne le casino, par des embellissements, des agrandissements, ou une amélioration des installations existantes, ou par la création de nouvelles installations, mais ils ne peuvent, en aucun cas, avoir pour but de pourvoir au simple entretien de ces installations. Lorsqu'ils sont affectés à l'équipement du casino, de ses annexes ou de ses abords, ils ne peuvent avoir pour but la réalisation de normes de sécurité que s'ils répondent, en même temps, à l'objet défini ci-dessus. \" \" Art.D. 2333-77 du code général des collectivités territoriales. Les casinos ouvrent dans leur comptabilité un compte spécialement destiné à retracer les opérations mentionnées à l'article D. 2333-76. Le compte fait apparaître, d'une part, les sommes correspondant à la moitié des recettes supplémentaires dégagées au profit des casinos par application du nouveau barème et, d'autre part, le montant des sommes dépensées pour l'exécution des travaux d'investissement. Le casino porte chaque quinzaine au crédit de ce compte, à l'occasion de la liquidation du prélèvement sur le produit brut des jeux, le montant des sommes qui devront recevoir l'affectation prévue par l'article L. 2333-57. \" \" Art.D. 2333-78 du code général des collectivités territoriales. Les modalités d'emploi des sommes portées au crédit du compte prévu à l'article D. 2333-77, sont définies par le cahier des charges établi et approuvé dans les conditions déterminées par l'article 2 de la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques, ou par un avenant au cahier des charges en vigueur. \" \" Art.D. 2333-79 du code général des collectivités territoriales. Dans un délai de trois mois après la fin de chaque saison de jeux, le concessionnaire adresse au trésorier-payeur général ou au receveur des finances dans le ressort duquel est situé son établissement un relevé du compte prévu à l'article D. 2333-77. Ce relevé est appuyé des pièces justificatives des dépenses y afférentes. Le comptable public vérifie la réalité des dépenses et s'assure que les travaux qui en font l'objet sont bien conformes quant à leur nature aux prescriptions du cahier des charges ou du programme arrêté par le préfet. Le procès-verbal de cette vérification est adressé aux maires des communes intéressées et au préfet. \" \" Art.D. 2333-80 du code général des collectivités territoriales. Si à l'expiration d'un délai d'un an, après le délai donné au concessionnaire par le cahier des charges, ou par l'arrêté préfectoral, pour exécuter les travaux d'investissement prévus à l'article D. 2333-76, le concessionnaire ne peut justifier qu'il a rempli ses obligations, les fonds qui n'ont pas été employés ou dont l'emploi n'est pas conforme au cahier des charges ou au programme arrêté par le préfet sont consignés au Trésor, en en attendant l'emploi. \" \" Art.D. 2333-81 du code général des collectivités territoriales. Lorsque, pour une raison quelconque, un concessionnaire cesse d'exploiter les jeux dans un casino, les sommes figurant en solde au compte de provisions et les sommes qui ont pu être consignées au Trésor sont versées à la commune où fonctionne le casino ou aux communes dont tout ou partie du territoire est compris dans le périmètre de la station. La répartition est alors effectuée par le préfet. Les sommes versées aux communes en vertu du présent article sont utilisées dans les mêmes conditions que la taxe de séjour. \" \" Art.D. 2333-82 du code général des collectivités territoriales. Les sommes affectées aux travaux d'investissement définis à l'article D. 2333-76 peuvent être versées sous forme de subventions en capital à la collectivité publique ou à l'organisme privé qui effectue les travaux ou être employées à assurer le service des annuités d'emprunts contractés pour le financement des travaux. Dans ce dernier cas, le tableau d'amortissement de l'emprunt est annexé au cahier des charges du casino ou à l'avenant au cahier des charges en vigueur. La commune ne peut garantir ces emprunts que s'ils ont pour but de financer des investissements effectués sur un bien communal ou sur un bien dont la commune devient obligatoirement propriétaire aux termes d'engagements de caractère définitif. Le montant de l'annuité de l'emprunt ne peut, en outre, être supérieur aux trois quarts des sommes portées au crédit du compte de provisions prévu au premier alinéa de l'article D. 2333-77, au titre de la saison précédant immédiatement l'ouverture de cet emprunt. \" \" Art.R. 2333-82-1 du code général des collectivités territoriales. Les recettes réelles de fonctionnement mentionnées à l'article L. 2333-55 s'entendent de l'ensemble des recettes de fonctionnement inscrites au compte administratif du dernier exercice clos comptabilisées au titre de l'exercice et qui constituent des mouvements réels. Elles comprennent les recettes réelles qui relèvent des catégories de comptes suivantes : -produits des services, du domaine et ventes diverses ; -impôts et taxes ; -dotations et participations ; -autres produits de gestion courante ; -produits financiers ; -produits exceptionnels. \"",
            "texteHtml": "<p>Les règles relatives aux prélèvements directs sur le produit des jeux dans les casinos sont fixées par les articles D. 2333-74 et D. 2333-76 à R. 2333-82-1 du code général des collectivités territoriales ci-après reproduits : </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006397166&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-74 (V)'>Art.D. 2333-74 </a>du code général des collectivités territoriales. </p><p>Le tarif du prélèvement progressif opéré sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant les jeux dans les casinos des stations balnéaires, thermales et climatiques s'établit, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, comme suit : <br/><br/>10 % jusqu'à 87 000 euros. <br/><br/>15 % de 87 001 euros à 171 000 euros. <br/><br/>25 % de 171 001 euros à 507 000 euros. <br/><br/>35 % de 507 001 euros à 943 500 euros. <br/><br/>45 % de 943 501 euros à 1 572 000 euros. <br/><br/>55 % de 1 572 001 euros à 4 716 000 euros. <br/><br/>60 % de 4 716 001 euros à 7 860 000 euros. <br/><br/>65 % de 7 860 001 euros à 11 005 500 euros. <br/><br/>70 % de 11 005 501 euros à 14 149 500 euros. <br/><br/>80 % au-delà de 14 149 500 euros. <br/><br/>Pour l'application des dispositions de l'article L. 2333-57, les recettes supplémentaires correspondent à la différence entre le prélèvement résultant du tarif prévu à l'alinéa précédent et le prélèvement qui aurait résulté, après abattement institué par le décret-loi du 28 juillet 1934 portant modification du régime fiscal des casinos, de l'application du tarif suivant : <br/><br/>10 % jusqu'à 66 000 euros. <br/><br/>15 % de 66 001 euros à 132 000 euros. <br/><br/>25 % de 132 001 euros à 406 500 euros. <br/><br/>35 % de 406 501 euros à 754 500 euros. <br/><br/>45 % de 754 501 euros à 1 257 000 euros. <br/><br/>55 % de 1 257 001 euros à 3 772 500 euros. <br/><br/>60 % de 3 772 501 euros à 6 288 000 euros. <br/><br/>65 % de 6 288 001 euros à 8 803 500 euros. <br/><br/>70 % de 8 803 501 euros à 11 319 000 euros. <br/><br/>80 % au-delà de 11 319 000 euros. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396546&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-76 (V)'>Art.D. 2333-76 </a>du code général des collectivités territoriales. </p><p>Les travaux d'investissement, mentionnés à l'article L. 2333-57, destinés à l'amélioration de l'équipement touristique ont pour objet d'augmenter le pouvoir attractif de l'établissement ou de la commune où est installé cet établissement ou des communes comprises dans le périmètre de la section où fonctionne le casino, par des embellissements, des agrandissements, ou une amélioration des installations existantes, ou par la création de nouvelles installations, mais ils ne peuvent, en aucun cas, avoir pour but de pourvoir au simple entretien de ces installations. </p><p>Lorsqu'ils sont affectés à l'équipement du casino, de ses annexes ou de ses abords, ils ne peuvent avoir pour but la réalisation de normes de sécurité que s'ils répondent, en même temps, à l'objet défini ci-dessus. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396547&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-77 (V)'>Art.D. 2333-77 </a>du code général des collectivités territoriales. </p><p>Les casinos ouvrent dans leur comptabilité un compte spécialement destiné à retracer les opérations mentionnées à l'article D. 2333-76. </p><p>Le compte fait apparaître, d'une part, les sommes correspondant à la moitié des recettes supplémentaires dégagées au profit des casinos par application du nouveau barème et, d'autre part, le montant des sommes dépensées pour l'exécution des travaux d'investissement. </p><p>Le casino porte chaque quinzaine au crédit de ce compte, à l'occasion de la liquidation du prélèvement sur le produit brut des jeux, le montant des sommes qui devront recevoir l'affectation prévue par l'article L. 2333-57. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396548&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-78 (V)'>Art.D. 2333-78 </a>du code général des collectivités territoriales. </p><p>Les modalités d'emploi des sommes portées au crédit du compte prévu à l'article D. 2333-77, sont définies par le cahier des charges établi et approuvé dans les conditions déterminées par l'article 2 de la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques, ou par un avenant au cahier des charges en vigueur. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396549&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-79 (V)'>Art.D. 2333-79 </a>du code général des collectivités territoriales. </p><p>Dans un délai de trois mois après la fin de chaque saison de jeux, le concessionnaire adresse au trésorier-payeur général ou au receveur des finances dans le ressort duquel est situé son établissement un relevé du compte prévu à l'article D. 2333-77. Ce relevé est appuyé des pièces justificatives des dépenses y afférentes. </p><p>Le comptable public vérifie la réalité des dépenses et s'assure que les travaux qui en font l'objet sont bien conformes quant à leur nature aux prescriptions du cahier des charges ou du programme arrêté par le préfet. </p><p>Le procès-verbal de cette vérification est adressé aux maires des communes intéressées et au préfet. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396550&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-80 (V)'>Art.D. 2333-80 </a>du code général des collectivités territoriales. </p><p>Si à l'expiration d'un délai d'un an, après le délai donné au concessionnaire par le cahier des charges, ou par l'arrêté préfectoral, pour exécuter les travaux d'investissement prévus à l'article D. 2333-76, le concessionnaire ne peut justifier qu'il a rempli ses obligations, les fonds qui n'ont pas été employés ou dont l'emploi n'est pas conforme au cahier des charges ou au programme arrêté par le préfet sont consignés au Trésor, en en attendant l'emploi. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396551&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-81 (V)'>Art.D. 2333-81 </a>du code général des collectivités territoriales. </p><p>Lorsque, pour une raison quelconque, un concessionnaire cesse d'exploiter les jeux dans un casino, les sommes figurant en solde au compte de provisions et les sommes qui ont pu être consignées au Trésor sont versées à la commune où fonctionne le casino ou aux communes dont tout ou partie du territoire est compris dans le périmètre de la station. La répartition est alors effectuée par le préfet. </p><p>Les sommes versées aux communes en vertu du présent article sont utilisées dans les mêmes conditions que la taxe de séjour. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396552&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-82 (V)'>Art.D. 2333-82 </a>du code général des collectivités territoriales. </p><p>Les sommes affectées aux travaux d'investissement définis à l'article D. 2333-76 peuvent être versées sous forme de subventions en capital à la collectivité publique ou à l'organisme privé qui effectue les travaux ou être employées à assurer le service des annuités d'emprunts contractés pour le financement des travaux. </p><p>Dans ce dernier cas, le tableau d'amortissement de l'emprunt est annexé au cahier des charges du casino ou à l'avenant au cahier des charges en vigueur. </p><p>La commune ne peut garantir ces emprunts que s'ils ont pour but de financer des investissements effectués sur un bien communal ou sur un bien dont la commune devient obligatoirement propriétaire aux termes d'engagements de caractère définitif. </p><p>Le montant de l'annuité de l'emprunt ne peut, en outre, être supérieur aux trois quarts des sommes portées au crédit du compte de provisions prévu au premier alinéa de l'article D. 2333-77, au titre de la saison précédant immédiatement l'ouverture de cet emprunt. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396544&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. R2333-82-1 (V)'>Art.R. 2333-82-1</a> du code général des collectivités territoriales. </p><p>Les recettes réelles de fonctionnement mentionnées à l'article L. 2333-55 s'entendent de l'ensemble des recettes de fonctionnement inscrites au compte administratif du dernier exercice clos comptabilisées au titre de l'exercice et qui constituent des mouvements réels. Elles comprennent les recettes réelles qui relèvent des catégories de comptes suivantes :</p><p>-produits des services, du domaine et ventes diverses ;</p><p>-impôts et taxes ;</p><p>-dotations et participations ;</p><p>-autres produits de gestion courante ;</p><p>-produits financiers ;</p><p>-produits exceptionnels. \"</p>",
            "num": "D422-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1251504000000,
            "dateFin": 1257033600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631889",
                        "id": "LEGISCTA000017631889",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631911",
                        "id": "LEGISCTA000017631911",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631913",
                        "id": "LEGISCTA000017631913",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Ressources des collectivités territoriales relatives au tourisme.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143224",
                        "id": "LEGISCTA000006143224",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158456",
                        "id": "LEGISCTA000006158456",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175572",
                        "id": "LEGISCTA000006175572",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code du tourisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074073",
                        "id": "LEGITEXT000006074073",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813693",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006175572",
            "sectionParentId": "LEGISCTA000006175572",
            "sectionParentTitre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME. &gt; TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES. &gt; Chapitre II : Ressources des collectivités territoriales relatives au tourisme. &gt; Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale. &gt; Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000027332083",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074073",
                    "titre": "Code du tourisme.",
                    "titreLong": "Code du tourisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 1104537600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074073",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021002804",
                    "textTitle": "Décret n°2009-1035\r\n du 26 août 2009 - art. 1",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021003514",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-08-28",
                    "dateSignaTexte": "2009-08-26",
                    "dateDebutCible": "2009-08-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029002430",
                    "textTitle": "Décret n°2014-552  du 27 mai 2014 - art. 16, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "JORFARTI000029002632",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-552",
                    "datePubli": 1401321600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-74 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-74",
                    "articleId": "LEGIARTI000006397166",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-76 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-76",
                    "articleId": "LEGIARTI000006396546",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-77 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-77",
                    "articleId": "LEGIARTI000006396547",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-78 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-78",
                    "articleId": "LEGIARTI000006396548",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-79 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-79",
                    "articleId": "LEGIARTI000006396549",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-80 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-80",
                    "articleId": "LEGIARTI000006396550",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-81 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-81",
                    "articleId": "LEGIARTI000006396551",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-82 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-82",
                    "articleId": "LEGIARTI000006396552",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R2333-82-1 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R2333-82-1",
                    "articleId": "LEGIARTI000006396544",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813693",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1160179200000,
                    "dateFin": 1251504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027332083",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1251504000000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027332113",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029026610",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1434585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035511396",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1434585600000,
                    "dateFin": 1514160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037115576",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1514160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D422-7",
                "422-7"
            ],
            "versionPrecedente": "LEGIARTI000006813693",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006813693",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les règles relatives aux prélèvements directs sur le produit des jeux dans les casinos sont fixées par les articles D. 2333-74 et D. 2333-76 à R. 2333-82-1 du code général des collectivités territoriales ci-après reproduits : \" Art.D. 2333-74 du code général des collectivités territoriales. Le tarif du prélèvement progressif opéré sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques s'établit, après abattement institué par le décret du 28 juillet 1934 portant modification du régime fiscal des casinos, comme suit : 10 % jusqu'à 58 000 euros ; 15 % de 58 001 à 114 000 euros ; 25 % de 114 001 à 338 000 euros ; 35 % de 338 001 à 629 000 euros ; 45 % de 629 001 à 1 048 000 euros ; 55 % de 1 048 001 à 3 144 000 euros ; 60 % de 3 144 001 à 5 240 000 euros ; 65 % de 5 240 001 à 7 337 000 euros ; 70 % de 7 337 001 à 9 433 000 euros ; 80 % au-delà de 9 433 000 euros. Pour l'application des dispositions de l'article L. 2333-57, les recettes supplémentaires correspondent à la différence entre le prélèvement résultant du tarif prévu à l'alinéa précédent et le prélèvement qui aurait résulté, après abattement institué par le décret du 28 juillet 1934 portant modification du régime fiscal des casinos, de l'application du tarif suivant : 10 % jusqu'à 44 000 euros ; 15 % de 44 001 euros à 88 000 euros ; 25 % de 88 001 euros à 271 000 euros ; 35 % de 271 001 euros à 503 000 euros ; 45 % de 503 001 euros à 838 000 euros ; 55 % de 838 001 euros à 2 515 000 euros ; 60 % de 2 515 001 euros à 4 192 000 euros ; 65 % de 4 192 001 euros à 5 869 000 euros ; 70 % de 5 869 001 euros à 7 546 000 euros ; 80 % au-delà de 7 546 000 euros. \" \" Art.D. 2333-76 du code général des collectivités territoriales. Les travaux d'investissement, mentionnés à l'article L. 2333-57, destinés à l'amélioration de l'équipement touristique ont pour objet d'augmenter le pouvoir attractif de l'établissement ou de la commune où est installé cet établissement ou des communes comprises dans le périmètre de la section où fonctionne le casino, par des embellissements, des agrandissements, ou une amélioration des installations existantes, ou par la création de nouvelles installations, mais ils ne peuvent, en aucun cas, avoir pour but de pourvoir au simple entretien de ces installations. Lorsqu'ils sont affectés à l'équipement du casino, de ses annexes ou de ses abords, ils ne peuvent avoir pour but la réalisation de normes de sécurité que s'ils répondent, en même temps, à l'objet défini ci-dessus. \" \" Art.D. 2333-77 du code général des collectivités territoriales. Les casinos ouvrent dans leur comptabilité un compte spécialement destiné à retracer les opérations mentionnées à l'article D. 2333-76. Le compte fait apparaître, d'une part, les sommes correspondant à la moitié des recettes supplémentaires dégagées au profit des casinos par application du nouveau barème et, d'autre part, le montant des sommes dépensées pour l'exécution des travaux d'investissement. Le casino porte chaque quinzaine au crédit de ce compte, à l'occasion de la liquidation du prélèvement sur le produit brut des jeux, le montant des sommes qui devront recevoir l'affectation prévue par l'article L. 2333-57. \" \" Art.D. 2333-78 du code général des collectivités territoriales. Les modalités d'emploi des sommes portées au crédit du compte prévu à l'article D. 2333-77, sont définies par le cahier des charges établi et approuvé dans les conditions déterminées par l'article 2 de la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques, ou par un avenant au cahier des charges en vigueur. \" \" Art.D. 2333-79 du code général des collectivités territoriales. Dans un délai de trois mois après la fin de chaque saison de jeux, le concessionnaire adresse au trésorier-payeur général ou au receveur des finances dans le ressort duquel est situé son établissement un relevé du compte prévu à l'article D. 2333-77. Ce relevé est appuyé des pièces justificatives des dépenses y afférentes. Le comptable public vérifie la réalité des dépenses et s'assure que les travaux qui en font l'objet sont bien conformes quant à leur nature aux prescriptions du cahier des charges ou du programme arrêté par le préfet. Le procès-verbal de cette vérification est adressé aux maires des communes intéressées et au préfet. \" \" Art.D. 2333-80 du code général des collectivités territoriales. Si à l'expiration d'un délai d'un an, après le délai donné au concessionnaire par le cahier des charges, ou par l'arrêté préfectoral, pour exécuter les travaux d'investissement prévus à l'article D. 2333-76, le concessionnaire ne peut justifier qu'il a rempli ses obligations, les fonds qui n'ont pas été employés ou dont l'emploi n'est pas conforme au cahier des charges ou au programme arrêté par le préfet sont consignés au Trésor, en en attendant l'emploi. \" \" Art.D. 2333-81 du code général des collectivités territoriales. Lorsque, pour une raison quelconque, un concessionnaire cesse d'exploiter les jeux dans un casino, les sommes figurant en solde au compte de provisions et les sommes qui ont pu être consignées au Trésor sont versées à la commune où fonctionne le casino ou aux communes dont tout ou partie du territoire est compris dans le périmètre de la station. La répartition est alors effectuée par le préfet. Les sommes versées aux communes en vertu du présent article sont utilisées dans les mêmes conditions que la taxe de séjour. \" \" Art.D. 2333-82 du code général des collectivités territoriales. Les sommes affectées aux travaux d'investissement définis à l'article D. 2333-76 peuvent être versées sous forme de subventions en capital à la collectivité publique ou à l'organisme privé qui effectue les travaux ou être employées à assurer le service des annuités d'emprunts contractés pour le financement des travaux. Dans ce dernier cas, le tableau d'amortissement de l'emprunt est annexé au cahier des charges du casino ou à l'avenant au cahier des charges en vigueur. La commune ne peut garantir ces emprunts que s'ils ont pour but de financer des investissements effectués sur un bien communal ou sur un bien dont la commune devient obligatoirement propriétaire aux termes d'engagements de caractère définitif. Le montant de l'annuité de l'emprunt ne peut, en outre, être supérieur aux trois quarts des sommes portées au crédit du compte de provisions prévu au premier alinéa de l'article D. 2333-77, au titre de la saison précédant immédiatement l'ouverture de cet emprunt. \" \" Art.R. 2333-82-1 du code général des collectivités territoriales. Les recettes réelles de fonctionnement mentionnées à l'article L. 2333-55 s'entendent de l'ensemble des recettes de fonctionnement inscrites au compte administratif du dernier exercice clos comptabilisées au titre de l'exercice et qui constituent des mouvements réels. Elles comprennent les recettes réelles qui relèvent des catégories de comptes suivantes : -produits des services, du domaine et ventes diverses ; -impôts et taxes ; -dotations et participations ; -autres produits de gestion courante ; -produits financiers ; -produits exceptionnels. \"",
            "texteHtml": "<p>Les règles relatives aux prélèvements directs sur le produit des jeux dans les casinos sont fixées par les articles D. 2333-74 et D. 2333-76 à R. 2333-82-1 du code général des collectivités territoriales ci-après reproduits : </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006397166&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-74 (V)'>Art.D. 2333-74 </a>du code général des collectivités territoriales. </p><p>Le tarif du prélèvement progressif opéré sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques s'établit, après abattement institué par le décret du 28 juillet 1934 portant modification du régime fiscal des casinos, comme suit : </p><p>10 % jusqu'à 58 000 euros ; </p><p>15 % de 58 001 à 114 000 euros ; </p><p>25 % de 114 001 à 338 000 euros ; </p><p>35 % de 338 001 à 629 000 euros ; </p><p>45 % de 629 001 à 1 048 000 euros ; </p><p>55 % de 1 048 001 à 3 144 000 euros ; </p><p>60 % de 3 144 001 à 5 240 000 euros ; </p><p>65 % de 5 240 001 à 7 337 000 euros ; </p><p>70 % de 7 337 001 à 9 433 000 euros ; </p><p>80 % au-delà de 9 433 000 euros. </p><p>Pour l'application des dispositions de l'article L. 2333-57, les recettes supplémentaires correspondent à la différence entre le prélèvement résultant du tarif prévu à l'alinéa précédent et le prélèvement qui aurait résulté, après abattement institué par le décret du 28 juillet 1934 portant modification du régime fiscal des casinos, de l'application du tarif suivant : </p><p>10 % jusqu'à 44 000 euros ; </p><p>15 % de 44 001 euros à 88 000 euros ; </p><p>25 % de 88 001 euros à 271 000 euros ; </p><p>35 % de 271 001 euros à 503 000 euros ; </p><p>45 % de 503 001 euros à 838 000 euros ; </p><p>55 % de 838 001 euros à 2 515 000 euros ; </p><p>60 % de 2 515 001 euros à 4 192 000 euros ; </p><p>65 % de 4 192 001 euros à 5 869 000 euros ; </p><p>70 % de 5 869 001 euros à 7 546 000 euros ; </p><p>80 % au-delà de 7 546 000 euros. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396546&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-76 (V)'>Art.D. 2333-76 </a>du code général des collectivités territoriales. </p><p>Les travaux d'investissement, mentionnés à l'article L. 2333-57, destinés à l'amélioration de l'équipement touristique ont pour objet d'augmenter le pouvoir attractif de l'établissement ou de la commune où est installé cet établissement ou des communes comprises dans le périmètre de la section où fonctionne le casino, par des embellissements, des agrandissements, ou une amélioration des installations existantes, ou par la création de nouvelles installations, mais ils ne peuvent, en aucun cas, avoir pour but de pourvoir au simple entretien de ces installations. </p><p>Lorsqu'ils sont affectés à l'équipement du casino, de ses annexes ou de ses abords, ils ne peuvent avoir pour but la réalisation de normes de sécurité que s'ils répondent, en même temps, à l'objet défini ci-dessus. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396547&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-77 (V)'>Art.D. 2333-77 </a>du code général des collectivités territoriales. </p><p>Les casinos ouvrent dans leur comptabilité un compte spécialement destiné à retracer les opérations mentionnées à l'article D. 2333-76. </p><p>Le compte fait apparaître, d'une part, les sommes correspondant à la moitié des recettes supplémentaires dégagées au profit des casinos par application du nouveau barème et, d'autre part, le montant des sommes dépensées pour l'exécution des travaux d'investissement. </p><p>Le casino porte chaque quinzaine au crédit de ce compte, à l'occasion de la liquidation du prélèvement sur le produit brut des jeux, le montant des sommes qui devront recevoir l'affectation prévue par l'article L. 2333-57. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396548&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-78 (V)'>Art.D. 2333-78 </a>du code général des collectivités territoriales. </p><p>Les modalités d'emploi des sommes portées au crédit du compte prévu à l'article D. 2333-77, sont définies par le cahier des charges établi et approuvé dans les conditions déterminées par l'article 2 de la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques, ou par un avenant au cahier des charges en vigueur. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396549&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-79 (V)'>Art.D. 2333-79 </a>du code général des collectivités territoriales. </p><p>Dans un délai de trois mois après la fin de chaque saison de jeux, le concessionnaire adresse au trésorier-payeur général ou au receveur des finances dans le ressort duquel est situé son établissement un relevé du compte prévu à l'article D. 2333-77. Ce relevé est appuyé des pièces justificatives des dépenses y afférentes. </p><p>Le comptable public vérifie la réalité des dépenses et s'assure que les travaux qui en font l'objet sont bien conformes quant à leur nature aux prescriptions du cahier des charges ou du programme arrêté par le préfet. </p><p>Le procès-verbal de cette vérification est adressé aux maires des communes intéressées et au préfet. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396550&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-80 (V)'>Art.D. 2333-80 </a>du code général des collectivités territoriales. </p><p>Si à l'expiration d'un délai d'un an, après le délai donné au concessionnaire par le cahier des charges, ou par l'arrêté préfectoral, pour exécuter les travaux d'investissement prévus à l'article D. 2333-76, le concessionnaire ne peut justifier qu'il a rempli ses obligations, les fonds qui n'ont pas été employés ou dont l'emploi n'est pas conforme au cahier des charges ou au programme arrêté par le préfet sont consignés au Trésor, en en attendant l'emploi. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396551&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-81 (V)'>Art.D. 2333-81 </a>du code général des collectivités territoriales. </p><p>Lorsque, pour une raison quelconque, un concessionnaire cesse d'exploiter les jeux dans un casino, les sommes figurant en solde au compte de provisions et les sommes qui ont pu être consignées au Trésor sont versées à la commune où fonctionne le casino ou aux communes dont tout ou partie du territoire est compris dans le périmètre de la station. La répartition est alors effectuée par le préfet. </p><p>Les sommes versées aux communes en vertu du présent article sont utilisées dans les mêmes conditions que la taxe de séjour. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396552&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2333-82 (V)'>Art.D. 2333-82 </a>du code général des collectivités territoriales. </p><p>Les sommes affectées aux travaux d'investissement définis à l'article D. 2333-76 peuvent être versées sous forme de subventions en capital à la collectivité publique ou à l'organisme privé qui effectue les travaux ou être employées à assurer le service des annuités d'emprunts contractés pour le financement des travaux. </p><p>Dans ce dernier cas, le tableau d'amortissement de l'emprunt est annexé au cahier des charges du casino ou à l'avenant au cahier des charges en vigueur. </p><p>La commune ne peut garantir ces emprunts que s'ils ont pour but de financer des investissements effectués sur un bien communal ou sur un bien dont la commune devient obligatoirement propriétaire aux termes d'engagements de caractère définitif. </p><p>Le montant de l'annuité de l'emprunt ne peut, en outre, être supérieur aux trois quarts des sommes portées au crédit du compte de provisions prévu au premier alinéa de l'article D. 2333-77, au titre de la saison précédant immédiatement l'ouverture de cet emprunt. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396544&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. R2333-82-1 (V)'>Art.R. 2333-82-1</a> du code général des collectivités territoriales. </p><p>Les recettes réelles de fonctionnement mentionnées à l'article L. 2333-55 s'entendent de l'ensemble des recettes de fonctionnement inscrites au compte administratif du dernier exercice clos comptabilisées au titre de l'exercice et qui constituent des mouvements réels. Elles comprennent les recettes réelles qui relèvent des catégories de comptes suivantes :</p><p>-produits des services, du domaine et ventes diverses ;</p><p>-impôts et taxes ;</p><p>-dotations et participations ;</p><p>-autres produits de gestion courante ;</p><p>-produits financiers ;</p><p>-produits exceptionnels. \"</p>",
            "num": "D422-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1160179200000,
            "dateFin": 1251504000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631889",
                        "id": "LEGISCTA000017631889",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631911",
                        "id": "LEGISCTA000017631911",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017631913",
                        "id": "LEGISCTA000017631913",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Ressources des collectivités territoriales relatives au tourisme.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143224",
                        "id": "LEGISCTA000006143224",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158456",
                        "id": "LEGISCTA000006158456",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-10-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175572",
                        "id": "LEGISCTA000006175572",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code du tourisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074073",
                        "id": "LEGITEXT000006074073",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813693",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006175572",
            "sectionParentId": "LEGISCTA000006175572",
            "sectionParentTitre": "Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE IV : FINANCEMENT DE L'ACCÈS AUX VACANCES ET FISCALITÉ DU TOURISME. &gt; TITRE II : DISPOSITIONS FISCALES PARTICULIÈRES AUX ACTIVITÉS TOURISTIQUES. &gt; Chapitre II : Ressources des collectivités territoriales relatives au tourisme. &gt; Section 2 : Taxes et redevances prélevées au profit des communes et établissements publics de coopération intercommunale. &gt; Sous-section 6 : Prélèvement sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006813693",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074073",
                    "titre": "Code du tourisme.",
                    "titreLong": "Code du tourisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 1104537600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074073",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000241109",
                    "textTitle": "Décret 2006-1229 2006-10-06 JORF 7 octobre 2006",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000241109",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-10-07",
                    "dateSignaTexte": "2006-10-06",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029002430",
                    "textTitle": "Décret n°2014-552  du 27 mai 2014 - art. 16, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "JORFARTI000029002632",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-552",
                    "datePubli": 1401321600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-74 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-74",
                    "articleId": "LEGIARTI000006397166",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-76 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-76",
                    "articleId": "LEGIARTI000006396546",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-77 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-77",
                    "articleId": "LEGIARTI000006396547",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-78 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-78",
                    "articleId": "LEGIARTI000006396548",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-79 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-79",
                    "articleId": "LEGIARTI000006396549",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-80 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-80",
                    "articleId": "LEGIARTI000006396550",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-81 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-81",
                    "articleId": "LEGIARTI000006396551",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2333-82 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "D2333-82",
                    "articleId": "LEGIARTI000006396552",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R2333-82-1 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R2333-82-1",
                    "articleId": "LEGIARTI000006396544",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813693",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1160179200000,
                    "dateFin": 1251504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027332083",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1251504000000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027332113",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029026610",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1434585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035511396",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1434585600000,
                    "dateFin": 1514160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037115576",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1514160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D422-7",
                "422-7"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}