{
    "cid": "LEGIARTI000006840001",
    "num": "Annexe II à l'article D523-8",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108640",
                        "id": "LEGISCTA000006108640",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043545987",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D523-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D523-8",
                    "articleId": "LEGIARTI000043545950",
                    "natureText": "CODE",
                    "date": 1624565751450,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000503017",
                    "textTitle": "Décret n°81-278 du 25 mars 1981 - art. Annexe II (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "Annexe II",
                    "articleId": "LEGIARTI000006631024",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000825108",
                    "textTitle": "Décret n° 2007-1467 du 12 octobre 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000825108",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-10-16",
                    "dateSignaTexte": "2007-10-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000043541690",
                    "textTitle": "Décret n°2021-662 du 26 mai 2021 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000043543289",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-05-28",
                    "dateSignaTexte": "2021-05-26",
                    "dateDebutCible": "2021-06-01"
                },
                {
                    "textCid": "JORFTEXT000043541690",
                    "textTitle": "Décret n°2021-662 du 26 mai 2021 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000043543281",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-05-28",
                    "dateSignaTexte": "2021-05-26",
                    "dateDebutCible": "2021-06-01"
                },
                {
                    "textCid": "JORFTEXT000043541690",
                    "textTitle": "Décret n°2021-662 du 26 mai 2021 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000043543287",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-05-28",
                    "dateSignaTexte": "2021-05-26",
                    "dateDebutCible": "2021-06-01"
                }
            ],
            "num": "Annexe II à l'article D523-8",
            "origine": "LEGI",
            "texte": "PRINCIPES DE L'OCDE DE BONNES PRATIQUES DE LABORATOIRE (BPL) Section I : Introduction Les principes de bonnes pratiques de laboratoire (BPL) adoptés par le Conseil de l'OCDE en 1981, en annexe à la décision du Conseil relative à l'acceptation mutuelle des données pour l'évaluation des produits chimiques (C [81] 30 final), ont été révisés et mis à jour par le présent document. Les présents principes relatifs aux bonnes pratiques de laboratoire ont pour objet de promouvoir l'obtention de données d'essai de qualité. Une qualité comparable des données d'essai est la base même de l'acceptation mutuelle de ces données par les pays. Si chaque pays peut se fier sans réserve aux données d'essais obtenues dans d'autres pays, il sera possible d'éviter une répétition des essais et donc d'économiser du temps et des ressources. L'application de ces principes devrait contribuer à empêcher la création d'obstacles techniques aux échanges et améliorer encore la protection de la santé humaine et de l'environnement. 1. Champ d'application Les présents principes relatifs aux bonnes pratiques de laboratoire devront s'appliquer aux essais de sécurité non cliniques pratiqués sur des éléments contenus dans des pesticides, des additifs pour l'alimentation humaine et animale et des produits chimiques industriels. Ces éléments soumis à des essais sont souvent des produits chimiques de synthèse, mais peuvent avoir une origine naturelle ou biologique et être des organismes vivants dans certaines circonstances. Les essais effectués sur ces éléments visent à fournir des données sur leurs propriétés et/ ou leur innocuité du point de vue de la santé humaine et/ ou de l'environnement. Les études de sécurité non cliniques ayant trait à la santé et à l'environnement couvertes par les principes de bonnes pratiques de laboratoire comprennent les recherches effectuées au laboratoire, en serre et sur le terrain. Sauf dérogation prévue par des dispositions particulières, les présents principes de bonnes pratiques de laboratoire s'appliquent à toutes les études de sécurité non cliniques ayant trait à la santé et à l'environnement requises par la réglementation à des fins d'homologation ou d'autorisation de pesticides, d'additifs pour l'alimentation humaine et animale, ainsi qu'aux fins de la réglementation de produits chimiques industriels. 2. Terminologie 2.1. Bonnes pratiques de laboratoire Les bonnes pratiques de laboratoire forment un système de garantie de qualité portant sur le mode d'organisation des études de sécurité non cliniques ayant trait à la santé et à l'environnement et sur les conditions dans lesquelles ces études sont planifiées, réalisées, contrôlées, enregistrées, archivées et diffusées. 2.2. Termes relatifs à l'organisation d'une installation d'essai 1. L'installation d'essai comprend les personnes, les locaux et les équipements qui sont nécessaires à la réalisation de l'étude de sécurité non clinique ayant trait à la santé et à l'environnement. Pour les études multisites, réalisées sur plusieurs sites, l'installation d'essai comprend le site où se trouve le directeur de l'étude et tous les autres sites d'essai, qui peuvent être considérés individuellement ou collectivement comme des installations d'essai. 2. Le site d'essai comprend le ou les emplacements sur lesquels une ou des phases d'une étude donnée sont réalisées. 3. La direction de l'installation d'essai comprend la ou les personnes investies de l'autorité et de la responsabilité officielle de l'organisation et du fonctionnement de l'installation d'essai, conformément aux présents principes de bonnes pratiques de laboratoire. 4. La direction du site d'essai comprend la ou les personnes (si on en a désigné) chargées d'assurer que la ou les phases de l'étude, dont elles sont responsables, se déroulent conformément aux présents principes de bonnes pratiques de laboratoire. 5. Le donneur d'ordre est la personne morale qui commande, parraine ou soumet une étude de sécurité non clinique ayant trait à la santé et à l'environnement. 6. Le directeur de l'étude est la personne responsable de la conduite générale de l'étude de sécurité non clinique ayant trait à la santé et à l'environnement. 7. Le responsable principal des essais est la personne qui, dans le cas d'une étude multisites, exerce, au nom du directeur de l'étude, des responsabilités bien définies pour les phases de l'étude qui lui sont déléguées. Le directeur de l'étude ne peut déléguer au ou aux responsables principaux des essais sa responsabilité de la conduite générale de l'étude, s'agissant notamment d'approuver le plan de l'étude, avec ses amendements, et le rapport final, et de veiller au respect de tous les principes pertinents de bonnes pratiques de laboratoire. 8. Le programme d'assurance qualité est un système précis, englobant le personnel correspondant, qui est indépendant de la conduite de l'étude et vise à donner à la direction de l'installation d'essai l'assurance que les présents principes de bonnes pratiques de laboratoire sont bien respectés. 9. Les modes opératoires normalisés sont des modes opératoires étayés par des documents qui décrivent la façon de réaliser des essais ou travaux dont le détail ne figure pas normalement dans le plan de l'étude ou dans les lignes directrices pour les essais. 10. Le schéma directeur (plan chronologique des études) est une compilation des informations devant aider à l'évaluation de la charge de travail et au suivi des études réalisées dans une installation d'essai. 2.3. Termes relatifs à l'étude de sécurité non clinique ayant trait à la santé et à l'environnement 1. Une étude de sécurité non clinique ayant trait à la santé et à l'environnement, appelée simplement \" étude \" ci-après, consiste en une expérience ou un ensemble d'expériences au cours desquelles on examine un élément d'essai, au laboratoire ou dans l'environnement, en vue d'obtenir sur ses propriétés et/ ou sur sa sécurité des données destinées à être soumises aux autorités réglementaires compétentes. 2. Une étude à court terme est une étude de courte durée réalisée avec des techniques courantes, largement utilisées. 3. Le plan de l'étude est un document qui définit les objectifs de l'étude et les dispositifs expérimentaux nécessaires à son déroulement, avec tout amendement éventuel. 4. Un amendement au plan de l'étude est une modification apportée délibérément à ce plan après la date du début de l'étude. 5. Une déviation du plan de l'étude est un écart non délibéré à ce plan, survenant après la date du début de l'étude. 6. Le système d'essai désigne tout système biologique, chimique ou physique, ou toute combinaison de ceux-ci, qui est utilisé dans une étude. 7. Les données brutes représentent l'ensemble des comptes rendus et des documents originaux de l'installation d'essai ou des copies conformes de ceux-ci, qui résultent des observations et des travaux originaux réalisés dans le cadre d'une étude. Les données brutes peuvent aussi comporter, par exemple, des photographies, des copies sur microfilm ou sur microfiche, des données sur support informatique, des relevés d'observations sur cassette, des enregistrements automatiques de données ou tout autre moyen de conservation de données réputé capable d'assurer un stockage des informations en toute sécurité pour une certaine durée, comme indiqué au paragraphe 10 de la section II ci-dessous. 8. Un spécimen désigne tout matériau prélevé dans un système d'essai pour examen, analyse ou conservation. 9. La date du commencement des expériences est la date à laquelle les premières données particulières à l'étude sont obtenues. 10. La date de la fin des expériences est la dernière date à laquelle des données provenant de l'étude sont obtenues. 11. La date du début de l'étude est la date à laquelle le directeur de l'étude signe le plan de l'étude. 12. La date de la fin de l'étude est la date à laquelle le directeur de l'étude signe le rapport final. 2.4. Termes relatifs à l'élément d'essai 1. Un élément d'essai est un article qui fait l'objet d'une étude. 2. Un élément de référence (\" élément de contrôle \") représente tout article utilisé en vue de fournir une base de comparaison avec l'élément d'essai. 3. Un lot représente une quantité déterminée d'un élément d'essai ou de référence qui est produite au cours d'un cycle de fabrication bien défini de façon qu'elle présente normalement un caractère uniforme et qui doit être désignée comme telle. 4. Un véhicule représente tout agent dont on se sert comme milieu porteur pour mélanger, disperser ou solubiliser l'élément d'essai ou de référence en vue de faciliter son administration ou son application au système d'essai. Section II : Principes de bonnes pratiques de laboratoire 1. Organisation et personnel de l'installation d'essai 1.1. Responsabilités de la direction de l'installation d'essai 1. La direction de toute installation d'essai doit veiller au respect des présents principes relatifs aux bonnes pratiques de laboratoire dans l'installation et s'assurer de la bonne exécution, chez tout sous-traitant dont l'activité concerne une partie de l'étude, des tâches nécessaires à ce respect. 2. Elle doit, à tout le moins : a) S'assurer de l'existence d'une déclaration qui désigne la ou les personnes exerçant, dans une installation d'essai, les responsabilités de gestion telles qu'elles sont définies par les présents principes de bonnes pratiques de laboratoire ; b) S'assurer qu'un nombre suffisant de personnes qualifiées, ainsi que d'installations, équipements et matériaux appropriés, sont disponibles pour que l'étude se déroule en temps voulu et de façon adéquate ; c) Veiller à la tenue d'un dossier contenant les qualifications, la formation, l'expérience et la description des tâches de toutes les personnes de niveau professionnel et technique ; d) Veiller à ce que le personnel comprenne clairement les tâches qu'il doit remplir et, lorsqu'il y a lieu, le former à ces tâches ; e) Veiller à ce que des modes opératoires normalisés pertinents et techniquement valides soient définis et suivis, et approuver tout mode opératoire normalisé nouveau ou révisé ; f) Veiller à l'existence d'un programme d'assurance qualité doté d'un personnel spécifiquement affecté et vérifier que la responsabilité de l'assurance qualité est assumée conformément aux présents principes de bonnes pratiques de laboratoire ; g) Vérifier que, pour chaque étude, une personne possédant les qualifications, la formation et l'expérience requises soit nommée directeur de l'étude par la direction, avant le début de l'étude. Le remplacement du directeur de l'étude doit se faire conformément à des procédures établies et doit être étayé par des documents ; h) Vérifier, dans le cas d'une étude multisites, qu'un responsable principal des essais possédant la formation, les qualifications et l'expérience requises est désigné, s'il y a lieu, pour superviser la ou les phases de l'étude qui lui sont déléguées. Le remplacement d'un responsable principal des essais doit se faire conformément à des procédures établies et doit être étayé par des documents ; i) Veiller à ce que le directeur de l'étude approuve le plan de l'étude en toute connaissance de cause ; j) Vérifier que le directeur de l'étude a mis le plan de l'étude approuvé à la disposition du personnel chargé de l'assurance qualité ; k) Veiller au maintien d'un fichier chronologique de tous les modes opératoires normalisés ; l) S'assurer qu'une personne est désignée comme responsable de la gestion des archives ; m) Veiller au maintien d'un schéma directeur ; n) Veiller à ce que les fournitures reçues par l'installation d'essai remplissent les conditions nécessaires à leur utilisation dans une étude ; o) Vérifier, dans le cas d'une étude multisites, qu'il existe un système transparent de communication entre le directeur de l'étude, le ou les responsables principaux des essais, les responsables du ou des programmes d'assurance qualité et le personnel de l'étude ; p) Vérifier que les éléments d'essai et les éléments de référence sont correctement caractérisés ; q) Instaurer des procédures garantissant que les systèmes informatiques conviennent à l'objectif recherché et qu'ils sont validés, utilisés et entretenus conformément aux présents principes de bonnes pratiques de laboratoire. 3. Lorsqu'une ou plusieurs phases d'une étude se déroulent sur un site d'essai, la direction du site (si on en a désigné une) assumera les responsabilités décrites précédemment, à l'exception de celles qui figurent aux points 1.1.2 (g, i, j et o). 1.2. Responsabilités du directeur de l'étude 1. Le directeur de l'étude est seul en charge du contrôle de l'étude et assume la responsabilité de la conduite générale de l'étude et de l'établissement du rapport final. 2. Le directeur de l'étude est notamment investi des responsabilités suivantes, dont la liste n'est pas limitative. Il doit : a) Approuver, par une signature datée, le plan de l'étude et tout amendement qui lui serait apporté ; b) Veiller à ce que le personnel chargé de l'assurance qualité dispose en temps utile d'une copie du plan de l'étude et de tout amendement éventuel et communiquer de façon efficace avec le personnel chargé de l'assurance qualité en fonction des besoins du déroulement de l'étude ; c) S'assurer que le personnel qui réalise l'étude dispose bien des plans de l'étude, avec leurs amendements et les modes opératoires normalisés ; d) Vérifier que le plan de l'étude et le rapport final dans le cas d'une étude multisites décrivent et définissent le rôle de chaque responsable principal des essais et de chaque site ou installation d'essai intervenant dans le déroulement de l'étude ; e) Veiller au respect des procédures décrites dans le plan de l'étude, évaluer et répertorier l'incidence de toute déviation du plan sur la qualité et l'intégrité de l'étude, et prendre des mesures correctives appropriées, le cas échéant ; constater les déviations par rapport aux modes opératoires normalisés au cours de la réalisation de l'étude ; f) Veiller à ce que toutes les données brutes obtenues soient pleinement étayées par des documents et enregistrées ; g) Vérifier que les systèmes informatiques utilisés dans l'étude ont été validés ; h) Signer et dater le rapport final afin d'indiquer qu'il accepte la responsabilité de la validité des données et préciser dans quelle mesure l'étude respecte les présents principes de bonnes pratiques de laboratoire ; i) Veiller à ce que le plan de l'étude, le rapport final, les données brutes et les pièces justificatives soient transférés aux archives après achèvement (conclusion comprise) de l'étude. 1.3. Responsabilités du responsable principal des essais Le responsable principal des essais s'assurera que les phases de l'étude qui lui sont déléguées se déroulent conformément aux principes applicables de bonnes pratiques de laboratoire. 1.4. Responsabilités du personnel de l'étude 1. Tout le personnel participant à la réalisation de l'étude doit être bien informé des parties des principes de bonnes pratiques de laboratoire applicables à sa participation à l'étude. 2. Le personnel de l'étude aura accès au plan de l'étude et aux modes opératoires normalisés qui s'appliquent à sa participation à l'étude. Il lui incombe de respecter les instructions données dans ces documents. Toute déviation par rapport à ces instructions doit être étayée par des documents et signalée directement au directeur de l'étude ou, le cas échéant, au ou aux responsables principaux des essais. 3. Il incombe à tout le personnel de l'étude d'enregistrer les données brutes de manière rapide et précise, conformément aux présents principes de bonnes pratiques de laboratoire, et d'assumer la responsabilité de la qualité de ces données. 4. Le personnel de l'étude doit prendre les précautions d'hygiène nécessaires pour réduire au minimum le risque auquel il est exposé et pour assurer l'intégrité de l'étude. Il doit avertir les personnes compétentes de tout état de santé ou affection dont il a connaissance et qui peut influer sur l'étude, de façon que les membres du personnel concernés puissent être exclus des opérations où leur intervention pourrait nuire à l'étude. 2. Programme d'assurance qualité 2.1. Généralités 1. L'installation d'essai doit avoir un programme d'assurance qualité faisant appel à tout document utile, qui permette de vérifier que les études sont réalisées conformément aux présents principes de bonnes pratiques de laboratoire. 2. Le programme d'assurance qualité doit être confié à une ou à des personnes, désignées par la direction et directement responsables devant celle-ci, qui ont l'expérience des méthodes d'essai. 3. Ces personnes ne doivent pas participer à la réalisation de l'étude visée par le programme. 2.2. Responsabilités du personnel chargé de l'assurance qualité Le personnel chargé de l'assurance qualité est responsable des tâches suivantes, dont la liste n'est pas limitative : a) Conserver des copies de tous les plans d'étude et modes opératoires normalisés approuvés qui sont utilisés dans l'installation d'essai et avoir accès à un exemplaire à jour du schéma directeur ; b) Vérifier que le plan de l'étude contient les informations nécessaires au respect des présents principes de bonnes pratiques de laboratoire. Cette vérification devra être étayée par des documents ; c) Procéder à des inspections pour établir si toutes les études se déroulent conformément aux présents principes de bonnes pratiques de laboratoire. Des inspections doivent également établir si des plans d'étude et des modes opératoires normalisés ont été mis à la disposition du personnel d'étude et sont respectés. Ces inspections peuvent être de trois types, comme le précisent les modes opératoires normalisés du programme d'assurance qualité : -inspections portant sur l'étude ; -inspections portant sur l'installation ; -inspections portant sur le procédé. Les comptes rendus de ces inspections doivent être conservés ; d) Examiner les rapports finals afin de confirmer que les méthodes, les modes opératoires et les observations sont fidèlement et entièrement décrits et que les résultats consignés reflètent de façon exacte et complète les données brutes des études ; e) Rendre compte promptement par écrit de tout résultat d'inspection à la direction et au directeur de l'étude, ainsi qu'au ou aux responsables principaux des essais et aux directions respectives, le cas échéant ; f) Rédiger et signer une déclaration, qui sera insérée dans le rapport final et précisera la nature des inspections et les dates auxquelles elles ont eu lieu, y compris la ou les phases de l'étude inspectées, ainsi que les dates auxquelles les résultats des inspections ont été communiqués à la direction et au directeur de l'étude, ainsi qu'au ou aux responsables principaux des essais, le cas échéant. Cette déclaration servira, en outre, à confirmer que le rapport final reflète les données brutes. 3. Installations 3.1. Généralités 1. Par ses dimensions, sa construction et sa localisation, l'installation d'essai doit répondre aux exigences de l'étude et permettre de réduire au minimum les perturbations qui pourraient altérer la validité de l'étude. 2. L'agencement de l'installation d'essai doit permettre une séparation suffisante des différentes activités, de manière à assurer une exécution correcte de chaque étude. 3.2. Installations relatives au système d'essai 1. L'installation d'essai doit comporter un nombre suffisant de salles ou de locaux pour assurer la séparation des systèmes d'essai et le confinement des projets utilisant des substances ou des organismes connus pour être ou suspectés d'être biologiquement dangereux. 2. L'installation d'essai doit disposer de salles ou de locaux appropriés pour le diagnostic, le traitement et le contrôle des maladies, de sorte que les systèmes d'essai ne subissent pas un degré inacceptable de détérioration. 3. L'installation d'essai doit disposer de salles ou d'aires de stockage en suffisance pour les fournitures et pour les équipements. Les salles ou aires de stockage doivent être séparées des salles ou locaux accueillant les systèmes d'essai et suffisamment protégées contre l'infestation, la contamination et/ ou la détérioration. 3.3. Installations de manutention des éléments d'essai et de référence 1. Pour éviter une contamination ou des mélanges, il doit exister des salles ou des locaux distincts pour la réception et le stockage des éléments d'essai et de référence ainsi que pour le mélange des éléments d'essai avec un véhicule. 2. Les salles ou aires de stockage des éléments d'essai doivent être séparées des salles ou locaux abritant les systèmes d'essai. Elles doivent permettre le maintien de l'identité, de la concentration, de la pureté et de la stabilité et assurer un stockage sûr des substances dangereuses. 3.4. Salles d'archives Il faut prévoir des salles d'archives pour le stockage et la consultation en toute sécurité des plans d'étude, des données brutes, des rapports finals, des échantillons, des éléments d'essai et de référence et des spécimens. La conception technique et les conditions de l'archivage doivent protéger le contenu contre toute détérioration indue. 3.5. Evacuation des déchets La manutention et l'évacuation des déchets doivent s'effectuer de manière à ne pas mettre en péril l'intégrité des études. Il faut pour cela disposer d'installations permettant de collecter, de stocker et d'évacuer les déchets de façon appropriée, et définir des procédures de décontamination et de transport. 4. Appareils, matériaux et réactifs 1. Les appareils, notamment les systèmes informatiques validés, utilisés pour l'obtention, le stockage et la consultation des données et pour la régulation des facteurs d'environnement qui interviennent dans l'étude doivent occuper un emplacement correct, être de conception appropriée et avoir une capacité suffisante. 2. Les appareils utilisés dans une étude doivent être périodiquement inspectés, nettoyés, entretenus et étalonnés conformément aux modes opératoires normalisés. Il faut tenir un relevé de ces activités. L'étalonnage doit être traçable aux étalons nationaux ou au système international d'unités (SI), s'il y a lieu. 3. Les appareils et matériaux utilisés dans une étude ne doivent pas interférer de façon préjudiciable avec les systèmes d'essai. 4. Il faut étiqueter les produits chimiques, réactifs et solutions et en mentionner la nature (avec la concentration, le cas échéant), la date d'expiration et les instructions particulières pour le stockage. Il faut disposer d'informations sur l'origine, la date de préparation et la stabilité. La date d'expiration peut être prorogée sur la base d'une évaluation ou d'une analyse étayée par des documents. 5. Systèmes d'essai 5.1. Physiques et chimiques 1. Les appareils utilisés pour l'obtention de données chimiques et physiques doivent occuper un emplacement correct, être de conception appropriée et avoir une capacité suffisante. 2. L'intégrité des systèmes d'essai physiques et chimiques doit être vérifiée. 5.2. Biologiques 1. Il faut créer et maintenir des conditions convenables pour le stockage, le logement, la manipulation et l'entretien des systèmes d'essai biologiques, afin de s'assurer de la qualité des données. 2. Les systèmes d'essai animaux et végétaux récemment reçus doivent être isolés jusqu'à ce que leur état sanitaire ait été évalué. Si l'on observe une mortalité ou une morbidité anormale, le lot considéré ne doit pas être utilisé dans les études et être, s'il y a lieu, détruit dans le respect des règles d'humanité. Au commencement de la phase expérimentale d'une étude, les systèmes d'essai doivent être exempts de toute maladie ou symptôme qui pourrait interférer avec l'objectif ou le déroulement de l'étude. Des sujets d'essai qui tombent malades ou sont blessés au cours d'une étude doivent être isolés et soignés, si besoin est, pour préserver l'intégrité de l'étude. Tout diagnostic et traitement de toute maladie, avant ou pendant une étude, doit être consigné. 3. Il faut tenir des registres mentionnant l'origine, la date d'arrivée et l'état à l'arrivée des systèmes d'essai. 4. Les systèmes d'essai biologiques doivent être acclimatés à l'environnement d'essai pendant une période suffisante avant la première administration ou application de l'élément d'essai ou de référence. 5. Tous les renseignements nécessaires à une identification correcte des systèmes d'essai doivent figurer sur leur logement ou leur récipient. Chaque système d'essai susceptible d'être extrait de son logement ou de son récipient pendant le déroulement de l'étude doit porter dans la mesure du possible des marques d'identification appropriées. 6. Pendant leur utilisation, les logements ou récipients des systèmes d'essai doivent être nettoyés et désinfectés à intervalles appropriés. Toute matière venant au contact d'un système d'essai ne doit pas contenir de contaminants à des concentrations qui interféreraient avec l'étude. La litière des animaux doit être changée selon les impératifs de bonnes pratiques d'élevage. L'utilisation d'agents antiparasitaires doit être explicitée. 7. Les systèmes d'essai utilisés dans des études sur le terrain doivent être disposés de façon à éviter que la dispersion de produits épandus et l'utilisation antérieure de pesticides ne viennent interférer avec l'étude. 6. Eléments d'essai et de référence 6.1. Réception, manutention, échantillonnage et stockage 1. Il faut tenir des registres mentionnant la caractérisation des éléments d'essai et de référence, la date de réception, la date d'expiration et les quantités reçues et utilisées dans les études. 2. Il faut définir des méthodes de manipulation, d'échantillonnage et de stockage qui assurent le maintien de l'homogénéité et de la stabilité dans toute la mesure du possible et évitent une contamination ou un mélange. 3. Les récipients de stockage doivent porter des renseignements d'identification, la date d'expiration et les instructions particulières de stockage. 6.2. Caractérisation 1. Tout élément d'essai et de référence doit être identifié de façon appropriée (code, numéro d'immatriculation du Chemical Abstracts Service [numéro du CAS], nom, paramètres biologiques, par exemple). 2. Pour chaque étude, il faut connaître la nature exacte des éléments d'essai ou de référence, notamment le numéro du lot, la pureté, la composition, les concentrations ou d'autres caractéristiques qui permettent de définir chaque lot de façon appropriée. 3. Lorsque l'élément d'essai est fourni par le donneur d'ordre, il doit exister un mécanisme, défini en coopération par le donneur d'ordre et l'installation d'essai, qui permet de vérifier l'identité de l'élément d'essai soumis à l'étude. 4. Pour toutes les études, il faut connaître la stabilité des éléments d'essai et de référence dans les conditions de stockage et d'essai. 5. Si l'élément d'essai est administré ou appliqué dans un véhicule, il faut déterminer l'homogénéité, la concentration et la stabilité de l'élément d'essai dans ce véhicule. Pour les éléments d'essai utilisés dans les études sur le terrain (mélanges en réservoir, par exemple) ces informations peuvent être obtenues grâce à des expériences distinctes en laboratoire. 6. Un échantillon de chaque lot de l'élément d'essai sera conservé à des fins d'analyse pour toutes les études, à l'exception des études à court terme. 7. Modes opératoires normalisés 1. Une installation d'essai doit posséder des modes opératoires normalisés écrits, approuvés par la direction de l'installation, qui doivent assurer la qualité et l'intégrité des données obtenues par cette installation. Les révisions des modes opératoires normalisés doivent être approuvées par la direction de l'installation d'essai. 2. Chaque section ou zone distincte de l'installation d'essai doit avoir un accès immédiat aux modes opératoires normalisés correspondant aux travaux qui s'y effectuent. Des ouvrages, méthodes d'analyse, articles et manuels publiés peuvent servir de compléments à des modes opératoires normalisés. 3. Les déviations par rapport aux modes opératoires normalisés relatifs à l'étude doivent être étayées par des documents et reconnues comme applicables par le directeur de l'étude, ainsi que par le ou les responsables principaux des essais, le cas échéant. 4. On doit disposer de modes opératoires normalisés pour les catégories suivantes d'activités de l'installation d'essai, dont la liste n'est pas limitative. Les tâches précises mentionnées sous chaque rubrique visée ci-après doivent être considérées comme des exemples : 1. Eléments d'essai et de référence : Réception, identification, étiquetage, manutention, échantillonnage et stockage. 2. Appareils, matériaux et réactifs : a) Appareils ; Utilisation, entretien, nettoyage et étalonnage. b) Systèmes informatiques : Validation, exploitation, entretien, sécurité, maîtrise des modifications et sauvegarde. c) Matériaux, réactifs et solutions : Préparation et étiquetage. 3. Enregistrement des données, établissement des rapports, stockage et consultation des données : Codage des études, collecte des données, établissement des rapports, systèmes d'indexation, exploitation des données, y compris l'emploi de systèmes informatisés. 4. Système d'essai (lorsqu'il y a lieu) : a) Préparation du local et conditions d'ambiance pour le système d'essai ; b) Méthodes de réception, de transfert, de mise en place correcte, de caractérisation, d'identification et d'entretien du système d'essai ; c) Préparation du système d'essai, observations et examens avant, pendant et à la conclusion de l'étude ; d) Manipulation des individus appartenant au système d'essai qui sont trouvés mourants ou morts au cours de l'étude. e) Collecte, identification et manipulation de spécimens, y compris l'autopsie et l'histopathologie ; f) Installation et disposition de systèmes d'essai sur des parcelles expérimentales ; g) Méthodes d'élimination des déchets. 5. Mécanismes d'assurance qualité : Affectation du personnel chargé de l'assurance qualité à la planification, l'établissement du calendrier, la réalisation, l'explication et la notification des inspections. 8. Réalisation de l'étude 8.1. Plan de l'étude 1. Pour chaque étude, il convient d'établir un plan écrit avant le début des travaux. Le plan de l'étude doit être approuvé par le directeur de l'étude, qui le date et le signe, et sa conformité aux BPL doit être vérifiée par le personnel d'assurance qualité comme indiqué au point 2.2 b ci-dessus. Ce plan doit également être approuvé par la direction de l'installation d'essai et le donneur d'ordre. 2. a) Les amendements apportés au plan de l'étude doivent être justifiés et approuvés par le directeur de l'étude, qui les date et les signe, puis conservés avec le plan de l'étude ; b) Les déviations du plan de l'étude doivent être décrites, expliquées, déclarées et datées en temps utile par le directeur de l'étude et par le ou les responsables principaux des essais, puis conservées avec les données brutes de l'étude. 3. Pour les études à court terme, on peut utiliser un plan général d'étude accompagné d'un complément spécifique de l'étude considérée. 8.2. Contenu du plan de l'étude Le plan de l'étude doit comporter les renseignements suivants, dont la liste n'est pas limitative : 1. Identification de l'étude, de l'élément d'essai et de l'élément de référence : a) Un titre descriptif ; b) Un exposé précisant la nature et l'objet de l'étude ; c) L'identification de l'élément d'essai par un code ou par un nom (IUPAC, numéro du CAS, paramètres biologiques, etc.) ; d) L'élément de référence à utiliser. 2. Renseignements relatifs au donneur d'ordre et à l'installation d'essai : a) Le nom et l'adresse du donneur d'ordre ; b) Le nom et l'adresse de toute installation d'essai et de tout site d'essai concernés ; c) Le nom et l'adresse du directeur de l'étude ; d) Le nom et l'adresse du ou des responsables principaux des essais, et la ou les phases de l'étude déléguées par le directeur de l'étude au ou aux responsables principaux des essais. 3. Dates : a) La date de l'approbation du plan de l'étude par apposition de la signature du directeur de l'étude. La date de l'approbation du plan de l'étude par apposition de la signature de la direction de l'installation d'essai et du donneur d'ordre ; b) Les dates proposées pour le début et la fin de l'expérimentation. 4. Méthodes d'essai : L'indication de la ligne directrice de l'OCDE pour les essais ou d'une autre ligne directrice ou méthode à utiliser. 5. Points particuliers (lorsqu'il y a lieu) : a) La justification du choix du système d'essai ; b) La caractérisation du système d'essai, c'est-à-dire l'espèce, la race, la variété, l'origine, le nombre d'individus, la gamme de poids, le sexe, l'âge et autres informations pertinentes ; c) La méthode d'administration et les raisons de son choix ; d) Les taux de dose et/ ou les concentrations, ainsi que la fréquence et la durée de l'administration ou de l'application ; e) Des renseignements détaillés sur la conception de l'expérience, qui comprennent une description du déroulement chronologique de l'étude, de tous les matériaux, méthodes et conditions, de la nature et de la fréquence des analyses, des mesures, des observations et des examens à réaliser, ainsi que des méthodes statistiques à utiliser (le cas échéant). 6. Enregistrements et comptes rendus : La liste des enregistrements et des comptes rendus qu'il faut conserver. 8.3. Réalisation de l'étude 1. Il faut donner à chaque étude une identification qui lui soit propre. Tous les éléments relatifs à une étude donnée doivent porter cette identification. Les spécimens de l'étude doivent être identifiés de façon à confirmer leur origine. Cette identification doit permettre la traçabilité, en tant que de besoin, du spécimen et de l'étude. 2. L'étude doit se dérouler conformément au plan arrêté. 3. Toutes les données obtenues au cours de la réalisation de l'étude doivent être enregistrées de manière directe, rapide, précise et lisible par la personne qui les relève. Les relevés de données doivent être signés ou paraphés et datés. 4. Toute modification des données brutes doit être consignée de façon à ne pas cacher la mention précédente ; il faut indiquer la raison du changement avec la date, la signature ou le paraphe de la personne qui y procède. 5. Les données obtenues directement sous forme d'entrée informatique doivent être identifiées comme telles lors de l'introduction des données par la ou les personnes responsables de la saisie directe. La conception du système informatique doit toujours permettre la rétention de l'intégralité des vérifications à rebours de façon à montrer toutes les modifications apportées aux données sans cacher la mention initiale. Il doit être possible d'associer toutes les modifications apportées aux données avec les personnes y ayant procédé grâce, par exemple, à des signatures électroniques mentionnant la date et l'heure. Les raisons des modifications seront mentionnées. 9. Etablissement du rapport sur les résultats de l'étude 9.1. Généralités 1. Il faut établir un rapport final pour chaque étude. Pour les études à court terme, un rapport final normalisé pourra être préparé et s'accompagner d'un complément particulier à l'étude. 2. Les responsables principaux des essais ou les scientifiques participant à l'étude doivent signer et dater leurs rapports. 3. Le directeur de l'étude doit signer et dater le rapport final afin d'indiquer qu'il assume la responsabilité de la validité des données. Le degré de conformité avec les présents principes de bonnes pratiques de laboratoire doit être indiqué. 4. Les corrections et additions apportées à un rapport final doivent se présenter sous forme d'amendements. Ces amendements doivent préciser clairement la raison des corrections ou des additions et être signés et datés par le directeur de l'étude. 5. La remise en forme du rapport final pour se conformer aux conditions de soumission imposées par une autorité nationale réglementaire ou chargée de l'homologation ne constitue pas une correction, une addition ou un amendement à ce rapport final. 9.2. Contenu du rapport final Le rapport final doit donner les renseignements suivants, sans se limiter à ceux-ci : 1. Identification de l'étude et des éléments d'essai et de référence : a) Un titre descriptif ; b) L'identification de l'élément d'essai par un code ou par un nom (IUPAC, numéro du CAS, paramètres biologiques, etc.) ; c) L'identification de l'élément de référence par un nom ; d) La caractérisation de l'élément d'essai, notamment sa pureté, sa stabilité et son homogénéité. 2. Renseignements relatifs au donneur d'ordre et à l'installation d'essai : a) Le nom et l'adresse du donneur d'ordre ; b) Le nom et l'adresse de chaque installation et site d'essai concernés ; c) Le nom et l'adresse du directeur de l'étude ; d) Le nom et l'adresse du ou des responsables principaux des essais et les phases de l'étude qui leur sont déléguées, le cas échéant ; e) Le nom et l'adresse des scientifiques ayant fourni des comptes rendus pour le rapport final. 3. Dates : Les dates de début et d'achèvement de l'expérimentation. 4. Déclaration : Une déclaration sur le programme d'assurance qualité énumérant les types d'inspections réalisées et leurs dates, y compris la ou les phases inspectées, ainsi que les dates auxquelles chacun des résultats des inspections a été communiqué à la direction et au directeur de l'étude, ainsi qu'au ou aux responsables principaux des essais, le cas échéant. Cette déclaration servira, en outre, à confirmer que le rapport final reflète les données brutes. 5. Description des matériaux et des méthodes d'essai : a) Une description des méthodes et des matériaux utilisés ; b) L'indication de la ligne directrice de l'OCDE pour les essais, ou d'une autre ligne directrice ou méthode. 6. Résultats : a) Un résumé des résultats ; b) Toutes les informations et les données demandées par le plan de l'étude ; c) Un exposé des résultats, comprenant les calculs et les déterminations d'intérêt statistique ; d) Une évaluation et un examen des résultats et, s'il y a lieu, des conclusions. 7. Stockage : Le lieu où le plan de l'étude, les échantillons des éléments d'essai et de référence, les spécimens, les données brutes, ainsi que le rapport final doivent être conservés. 10. Stockage et conservation des archives et des matériaux 10.1. Seront conservés dans les archives pendant la période de dix ans : a) Le plan de l'étude, les données brutes, les échantillons des éléments d'essai et de référence, les spécimens et le rapport final de chaque étude ; b) Des rapports sur toutes les inspections réalisées conformément au programme d'assurance qualité, ainsi que les schémas directeurs ; c) Les relevés des qualifications, de la formation, de l'expérience et des descriptions des tâches du personnel ; d) Des comptes rendus et des rapports relatifs à l'entretien et à l'étalonnage de l'équipement ; e) Les documents relatifs à la validation des systèmes informatiques ; f) Le dossier chronologique de tous les modes opératoires normalisés ; g) Des comptes rendus de surveillance de l'environnement. Au-delà de cette période, l'élimination définitive de tout matériel d'étude doit être étayée par des documents. Lorsque des échantillons des éléments d'essai et de référence et des spécimens sont éliminés avant l'expiration de la période de conservation requise pour quelque raison que ce soit, cette élimination doit être justifiée et étayée par des documents. Des échantillons des éléments d'essai et de référence et des spécimens ne doivent être conservés qu'aussi longtemps que la qualité de la préparation en permet l'évaluation. 10.2. Le matériel conservé dans des archives sera indexé de façon à en faciliter le stockage et la consultation méthodiques. 10.3. Seul le personnel autorisé par la direction aura accès aux archives. Toute entrée et sortie de matériel archivé doit être correctement consignée. 10.4. Si une installation d'essai ou un dépôt d'archives cesse ses activités et n'a pas de successeur légal, les archives doivent être remises au ou aux donneurs d'ordre de la ou des études.",
            "texteHtml": "<p align='center'>PRINCIPES DE L'OCDE DE BONNES PRATIQUES DE LABORATOIRE (BPL)</p><p align='center'>Section I : Introduction</p><p>Les principes de bonnes pratiques de laboratoire (BPL) adoptés par le Conseil de l'OCDE en 1981, en annexe à la décision du Conseil relative à l'acceptation mutuelle des données pour l'évaluation des produits chimiques (C [81] 30 final), ont été révisés et mis à jour par le présent document.<br/><br/>\nLes présents principes relatifs aux bonnes pratiques de laboratoire ont pour objet de promouvoir l'obtention de données d'essai de qualité. Une qualité comparable des données d'essai est la base même de l'acceptation mutuelle de ces données par les pays. Si chaque pays peut se fier sans réserve aux données d'essais obtenues dans d'autres pays, il sera possible d'éviter une répétition des essais et donc d'économiser du temps et des ressources. L'application de ces principes devrait contribuer à empêcher la création d'obstacles techniques aux échanges et améliorer encore la protection de la santé humaine et de l'environnement.</p><p>1. Champ d'application</p><p>Les présents principes relatifs aux bonnes pratiques de laboratoire devront s'appliquer aux essais de sécurité non cliniques pratiqués sur des éléments contenus dans des pesticides, des additifs pour l'alimentation humaine et animale et des produits chimiques industriels. Ces éléments soumis à des essais sont souvent des produits chimiques de synthèse, mais peuvent avoir une origine naturelle ou biologique et être des organismes vivants dans certaines circonstances. Les essais effectués sur ces éléments visent à fournir des données sur leurs propriétés et/ ou leur innocuité du point de vue de la santé humaine et/ ou de l'environnement.<br/><br/>\nLes études de sécurité non cliniques ayant trait à la santé et à l'environnement couvertes par les principes de bonnes pratiques de laboratoire comprennent les recherches effectuées au laboratoire, en serre et sur le terrain.<br/><br/>\nSauf dérogation prévue par des dispositions particulières, les présents principes de bonnes pratiques de laboratoire s'appliquent à toutes les études de sécurité non cliniques ayant trait à la santé et à l'environnement requises par la réglementation à des fins d'homologation ou d'autorisation de pesticides, d'additifs pour l'alimentation humaine et animale, ainsi qu'aux fins de la réglementation de produits chimiques industriels.</p><p>2. Terminologie<br/><br/>\n2.1. Bonnes pratiques de laboratoire</p><p>Les bonnes pratiques de laboratoire forment un système de garantie de qualité portant sur le mode d'organisation des études de sécurité non cliniques ayant trait à la santé et à l'environnement et sur les conditions dans lesquelles ces études sont planifiées, réalisées, contrôlées, enregistrées, archivées et diffusées.</p><p>2.2. Termes relatifs à l'organisation d'une installation d'essai</p><p>1. L'installation d'essai comprend les personnes, les locaux et les équipements qui sont nécessaires à la réalisation de l'étude de sécurité non clinique ayant trait à la santé et à l'environnement. Pour les études multisites, réalisées sur plusieurs sites, l'installation d'essai comprend le site où se trouve le directeur de l'étude et tous les autres sites d'essai, qui peuvent être considérés individuellement ou collectivement comme des installations d'essai.<br/><br/>\n2. Le site d'essai comprend le ou les emplacements sur lesquels une ou des phases d'une étude donnée sont réalisées.<br/><br/>\n3. La direction de l'installation d'essai comprend la ou les personnes investies de l'autorité et de la responsabilité officielle de l'organisation et du fonctionnement de l'installation d'essai, conformément aux présents principes de bonnes pratiques de laboratoire.<br/><br/>\n4. La direction du site d'essai comprend la ou les personnes (si on en a désigné) chargées d'assurer que la ou les phases de l'étude, dont elles sont responsables, se déroulent conformément aux présents principes de bonnes pratiques de laboratoire.<br/><br/>\n5. Le donneur d'ordre est la personne morale qui commande, parraine ou soumet une étude de sécurité non clinique ayant trait à la santé et à l'environnement.<br/><br/>\n6. Le directeur de l'étude est la personne responsable de la conduite générale de l'étude de sécurité non clinique ayant trait à la santé et à l'environnement.<br/><br/>\n7. Le responsable principal des essais est la personne qui, dans le cas d'une étude multisites, exerce, au nom du directeur de l'étude, des responsabilités bien définies pour les phases de l'étude qui lui sont déléguées. Le directeur de l'étude ne peut déléguer au ou aux responsables principaux des essais sa responsabilité de la conduite générale de l'étude, s'agissant notamment d'approuver le plan de l'étude, avec ses amendements, et le rapport final, et de veiller au respect de tous les principes pertinents de bonnes pratiques de laboratoire.<br/><br/>\n8. Le programme d'assurance qualité est un système précis, englobant le personnel correspondant, qui est indépendant de la conduite de l'étude et vise à donner à la direction de l'installation d'essai l'assurance que les présents principes de bonnes pratiques de laboratoire sont bien respectés.<br/><br/>\n9. Les modes opératoires normalisés sont des modes opératoires étayés par des documents qui décrivent la façon de réaliser des essais ou travaux dont le détail ne figure pas normalement dans le plan de l'étude ou dans les lignes directrices pour les essais.<br/><br/>\n10. Le schéma directeur (plan chronologique des études) est une compilation des informations devant aider à l'évaluation de la charge de travail et au suivi des études réalisées dans une installation d'essai.</p><p>2.3. Termes relatifs à l'étude de sécurité non clinique ayant trait à la santé et à l'environnement</p><p>1. Une étude de sécurité non clinique ayant trait à la santé et à l'environnement, appelée simplement \" étude \" ci-après, consiste en une expérience ou un ensemble d'expériences au cours desquelles on examine un élément d'essai, au laboratoire ou dans l'environnement, en vue d'obtenir sur ses propriétés et/ ou sur sa sécurité des données destinées à être soumises aux autorités réglementaires compétentes.<br/><br/>\n2. Une étude à court terme est une étude de courte durée réalisée avec des techniques courantes, largement utilisées.<br/><br/>\n3. Le plan de l'étude est un document qui définit les objectifs de l'étude et les dispositifs expérimentaux nécessaires à son déroulement, avec tout amendement éventuel.<br/><br/>\n4. Un amendement au plan de l'étude est une modification apportée délibérément à ce plan après la date du début de l'étude.<br/><br/>\n5. Une déviation du plan de l'étude est un écart non délibéré à ce plan, survenant après la date du début de l'étude.<br/><br/>\n6. Le système d'essai désigne tout système biologique, chimique ou physique, ou toute combinaison de ceux-ci, qui est utilisé dans une étude.<br/><br/>\n7. Les données brutes représentent l'ensemble des comptes rendus et des documents originaux de l'installation d'essai ou des copies conformes de ceux-ci, qui résultent des observations et des travaux originaux réalisés dans le cadre d'une étude. Les données brutes peuvent aussi comporter, par exemple, des photographies, des copies sur microfilm ou sur microfiche, des données sur support informatique, des relevés d'observations sur cassette, des enregistrements automatiques de données ou tout autre moyen de conservation de données réputé capable d'assurer un stockage des informations en toute sécurité pour une certaine durée, comme indiqué au paragraphe 10 de la section II ci-dessous.<br/><br/>\n8. Un spécimen désigne tout matériau prélevé dans un système d'essai pour examen, analyse ou conservation.<br/><br/>\n9. La date du commencement des expériences est la date à laquelle les premières données particulières à l'étude sont obtenues.<br/><br/>\n10. La date de la fin des expériences est la dernière date à laquelle des données provenant de l'étude sont obtenues.<br/><br/>\n11. La date du début de l'étude est la date à laquelle le directeur de l'étude signe le plan de l'étude.<br/><br/>\n12. La date de la fin de l'étude est la date à laquelle le directeur de l'étude signe le rapport final.</p><p>2.4. Termes relatifs à l'élément d'essai</p><p align='justify'><br/>\n1. Un élément d'essai est un article qui fait l'objet d'une étude.<br/><br/>\n2. Un élément de référence (\" élément de contrôle \") représente tout article utilisé en vue de fournir une base de comparaison avec l'élément d'essai.<br/><br/>\n3. Un lot représente une quantité déterminée d'un élément d'essai ou de référence qui est produite au cours d'un cycle de fabrication bien défini de façon qu'elle présente normalement un caractère uniforme et qui doit être désignée comme telle.<br/><br/>\n4. Un véhicule représente tout agent dont on se sert comme milieu porteur pour mélanger, disperser ou solubiliser l'élément d'essai ou de référence en vue de faciliter son administration ou son application au système d'essai.</p><p align='center'>Section II : Principes de bonnes pratiques de laboratoire 1. Organisation et personnel de l'installation d'essai 1.1. Responsabilités de la direction de l'installation d'essai</p><p align='justify'>1. La direction de toute installation d'essai doit veiller au respect des présents principes relatifs aux bonnes pratiques de laboratoire dans l'installation et s'assurer de la bonne exécution, chez tout sous-traitant dont l'activité concerne une partie de l'étude, des tâches nécessaires à ce respect.<br/><br/>\n2. Elle doit, à tout le moins :<br/><br/>\na) S'assurer de l'existence d'une déclaration qui désigne la ou les personnes exerçant, dans une installation d'essai, les responsabilités de gestion telles qu'elles sont définies par les présents principes de bonnes pratiques de laboratoire ;<br/><br/>\nb) S'assurer qu'un nombre suffisant de personnes qualifiées, ainsi que d'installations, équipements et matériaux appropriés, sont disponibles pour que l'étude se déroule en temps voulu et de façon adéquate ;<br/><br/>\nc) Veiller à la tenue d'un dossier contenant les qualifications, la formation, l'expérience et la description des tâches de toutes les personnes de niveau professionnel et technique ;<br/><br/>\nd) Veiller à ce que le personnel comprenne clairement les tâches qu'il doit remplir et, lorsqu'il y a lieu, le former à ces tâches ;<br/><br/>\ne) Veiller à ce que des modes opératoires normalisés pertinents et techniquement valides soient définis et suivis, et approuver tout mode opératoire normalisé nouveau ou révisé ;<br/><br/>\nf) Veiller à l'existence d'un programme d'assurance qualité doté d'un personnel spécifiquement affecté et vérifier que la responsabilité de l'assurance qualité est assumée conformément aux présents principes de bonnes pratiques de laboratoire ;<br/><br/>\ng) Vérifier que, pour chaque étude, une personne possédant les qualifications, la formation et l'expérience requises soit nommée directeur de l'étude par la direction, avant le début de l'étude. Le remplacement du directeur de l'étude doit se faire conformément à des procédures établies et doit être étayé par des documents ;<br/><br/>\nh) Vérifier, dans le cas d'une étude multisites, qu'un responsable principal des essais possédant la formation, les qualifications et l'expérience requises est désigné, s'il y a lieu, pour superviser la ou les phases de l'étude qui lui sont déléguées. Le remplacement d'un responsable principal des essais doit se faire conformément à des procédures établies et doit être étayé par des documents ;<br/><br/>\ni) Veiller à ce que le directeur de l'étude approuve le plan de l'étude en toute connaissance de cause ;<br/><br/>\nj) Vérifier que le directeur de l'étude a mis le plan de l'étude approuvé à la disposition du personnel chargé de l'assurance qualité ;<br/><br/>\nk) Veiller au maintien d'un fichier chronologique de tous les modes opératoires normalisés ;<br/><br/>\nl) S'assurer qu'une personne est désignée comme responsable de la gestion des archives ;<br/><br/>\nm) Veiller au maintien d'un schéma directeur ;<br/><br/>\nn) Veiller à ce que les fournitures reçues par l'installation d'essai remplissent les conditions nécessaires à leur utilisation dans une étude ;<br/><br/>\no) Vérifier, dans le cas d'une étude multisites, qu'il existe un système transparent de communication entre le directeur de l'étude, le ou les responsables principaux des essais, les responsables du ou des programmes d'assurance qualité et le personnel de l'étude ;<br/><br/>\np) Vérifier que les éléments d'essai et les éléments de référence sont correctement caractérisés ;<br/><br/>\nq) Instaurer des procédures garantissant que les systèmes informatiques conviennent à l'objectif recherché et qu'ils sont validés, utilisés et entretenus conformément aux présents principes de bonnes pratiques de laboratoire.<br/><br/>\n3. Lorsqu'une ou plusieurs phases d'une étude se déroulent sur un site d'essai, la direction du site (si on en a désigné une) assumera les responsabilités décrites précédemment, à l'exception de celles qui figurent aux points 1.1.2 (g, i, j et o).</p><p><br/>\n1.2. Responsabilités du directeur de l'étude</p><p><br/>\n1. Le directeur de l'étude est seul en charge du contrôle de l'étude et assume la responsabilité de la conduite générale de l'étude et de l'établissement du rapport final.<br/><br/>\n2. Le directeur de l'étude est notamment investi des responsabilités suivantes, dont la liste n'est pas limitative. Il doit :<br/><br/>\na) Approuver, par une signature datée, le plan de l'étude et tout amendement qui lui serait apporté ;<br/><br/>\nb) Veiller à ce que le personnel chargé de l'assurance qualité dispose en temps utile d'une copie du plan de l'étude et de tout amendement éventuel et communiquer de façon efficace avec le personnel chargé de l'assurance qualité en fonction des besoins du déroulement de l'étude ;<br/><br/>\nc) S'assurer que le personnel qui réalise l'étude dispose bien des plans de l'étude, avec leurs amendements et les modes opératoires normalisés ;<br/><br/>\nd) Vérifier que le plan de l'étude et le rapport final dans le cas d'une étude multisites décrivent et définissent le rôle de chaque responsable principal des essais et de chaque site ou installation d'essai intervenant dans le déroulement de l'étude ;<br/><br/>\ne) Veiller au respect des procédures décrites dans le plan de l'étude, évaluer et répertorier l'incidence de toute déviation du plan sur la qualité et l'intégrité de l'étude, et prendre des mesures correctives appropriées, le cas échéant ; constater les déviations par rapport aux modes opératoires normalisés au cours de la réalisation de l'étude ;<br/><br/>\nf) Veiller à ce que toutes les données brutes obtenues soient pleinement étayées par des documents et enregistrées ;<br/><br/>\ng) Vérifier que les systèmes informatiques utilisés dans l'étude ont été validés ;<br/><br/>\nh) Signer et dater le rapport final afin d'indiquer qu'il accepte la responsabilité de la validité des données et préciser dans quelle mesure l'étude respecte les présents principes de bonnes pratiques de laboratoire ;<br/><br/>\ni) Veiller à ce que le plan de l'étude, le rapport final, les données brutes et les pièces justificatives soient transférés aux archives après achèvement (conclusion comprise) de l'étude.</p><p><br/>\n1.3. Responsabilités du responsable principal des essais</p><p><br/>\nLe responsable principal des essais s'assurera que les phases de l'étude qui lui sont déléguées se déroulent conformément aux principes applicables de bonnes pratiques de laboratoire.</p><p><br/>\n1.4. Responsabilités du personnel de l'étude</p><p><br/>\n1. Tout le personnel participant à la réalisation de l'étude doit être bien informé des parties des principes de bonnes pratiques de laboratoire applicables à sa participation à l'étude.<br/><br/>\n2. Le personnel de l'étude aura accès au plan de l'étude et aux modes opératoires normalisés qui s'appliquent à sa participation à l'étude. Il lui incombe de respecter les instructions données dans ces documents. Toute déviation par rapport à ces instructions doit être étayée par des documents et signalée directement au directeur de l'étude ou, le cas échéant, au ou aux responsables principaux des essais.<br/><br/>\n3. Il incombe à tout le personnel de l'étude d'enregistrer les données brutes de manière rapide et précise, conformément aux présents principes de bonnes pratiques de laboratoire, et d'assumer la responsabilité de la qualité de ces données.<br/><br/>\n4. Le personnel de l'étude doit prendre les précautions d'hygiène nécessaires pour réduire au minimum le risque auquel il est exposé et pour assurer l'intégrité de l'étude. Il doit avertir les personnes compétentes de tout état de santé ou affection dont il a connaissance et qui peut influer sur l'étude, de façon que les membres du personnel concernés puissent être exclus des opérations où leur intervention pourrait nuire à l'étude.</p><p><br/>\n2. Programme d'assurance qualité<br/><br/>\n2.1. Généralités</p><p><br/>\n1. L'installation d'essai doit avoir un programme d'assurance qualité faisant appel à tout document utile, qui permette de vérifier que les études sont réalisées conformément aux présents principes de bonnes pratiques de laboratoire.<br/><br/>\n2. Le programme d'assurance qualité doit être confié à une ou à des personnes, désignées par la direction et directement responsables devant celle-ci, qui ont l'expérience des méthodes d'essai.<br/><br/>\n3. Ces personnes ne doivent pas participer à la réalisation de l'étude visée par le programme.</p><p><br/>\n2.2. Responsabilités du personnel chargé de l'assurance qualité</p><p><br/>\nLe personnel chargé de l'assurance qualité est responsable des tâches suivantes, dont la liste n'est pas limitative :<br/><br/>\na) Conserver des copies de tous les plans d'étude et modes opératoires normalisés approuvés qui sont utilisés dans l'installation d'essai et avoir accès à un exemplaire à jour du schéma directeur ;<br/><br/>\nb) Vérifier que le plan de l'étude contient les informations nécessaires au respect des présents principes de bonnes pratiques de laboratoire. Cette vérification devra être étayée par des documents ;<br/><br/>\nc) Procéder à des inspections pour établir si toutes les études se déroulent conformément aux présents principes de bonnes pratiques de laboratoire. Des inspections doivent également établir si des plans d'étude et des modes opératoires normalisés ont été mis à la disposition du personnel d'étude et sont respectés.<br/><br/>\nCes inspections peuvent être de trois types, comme le précisent les modes opératoires normalisés du programme d'assurance qualité :</p><p><br/>\n-inspections portant sur l'étude ;<br/><br/>\n-inspections portant sur l'installation ;<br/><br/>\n-inspections portant sur le procédé.</p><p><br/>\nLes comptes rendus de ces inspections doivent être conservés ;<br/><br/>\nd) Examiner les rapports finals afin de confirmer que les méthodes, les modes opératoires et les observations sont fidèlement et entièrement décrits et que les résultats consignés reflètent de façon exacte et complète les données brutes des études ;<br/><br/>\ne) Rendre compte promptement par écrit de tout résultat d'inspection à la direction et au directeur de l'étude, ainsi qu'au ou aux responsables principaux des essais et aux directions respectives, le cas échéant ;<br/><br/>\nf) Rédiger et signer une déclaration, qui sera insérée dans le rapport final et précisera la nature des inspections et les dates auxquelles elles ont eu lieu, y compris la ou les phases de l'étude inspectées, ainsi que les dates auxquelles les résultats des inspections ont été communiqués à la direction et au directeur de l'étude, ainsi qu'au ou aux responsables principaux des essais, le cas échéant. Cette déclaration servira, en outre, à confirmer que le rapport final reflète les données brutes.</p><p><br/>\n3. Installations<br/><br/>\n3.1. Généralités</p><p><br/>\n1. Par ses dimensions, sa construction et sa localisation, l'installation d'essai doit répondre aux exigences de l'étude et permettre de réduire au minimum les perturbations qui pourraient altérer la validité de l'étude.<br/><br/>\n2. L'agencement de l'installation d'essai doit permettre une séparation suffisante des différentes activités, de manière à assurer une exécution correcte de chaque étude.</p><p><br/>\n3.2. Installations relatives au système d'essai</p><p><br/>\n1. L'installation d'essai doit comporter un nombre suffisant de salles ou de locaux pour assurer la séparation des systèmes d'essai et le confinement des projets utilisant des substances ou des organismes connus pour être ou suspectés d'être biologiquement dangereux.<br/><br/>\n2. L'installation d'essai doit disposer de salles ou de locaux appropriés pour le diagnostic, le traitement et le contrôle des maladies, de sorte que les systèmes d'essai ne subissent pas un degré inacceptable de détérioration.<br/><br/>\n3. L'installation d'essai doit disposer de salles ou d'aires de stockage en suffisance pour les fournitures et pour les équipements. Les salles ou aires de stockage doivent être séparées des salles ou locaux accueillant les systèmes d'essai et suffisamment protégées contre l'infestation, la contamination et/ ou la détérioration.</p><p><br/>\n3.3. Installations de manutention des éléments d'essai et de référence</p><p><br/>\n1. Pour éviter une contamination ou des mélanges, il doit exister des salles ou des locaux distincts pour la réception et le stockage des éléments d'essai et de référence ainsi que pour le mélange des éléments d'essai avec un véhicule.<br/><br/>\n2. Les salles ou aires de stockage des éléments d'essai doivent être séparées des salles ou locaux abritant les systèmes d'essai. Elles doivent permettre le maintien de l'identité, de la concentration, de la pureté et de la stabilité et assurer un stockage sûr des substances dangereuses.</p><p><br/>\n3.4. Salles d'archives</p><p><br/>\nIl faut prévoir des salles d'archives pour le stockage et la consultation en toute sécurité des plans d'étude, des données brutes, des rapports finals, des échantillons, des éléments d'essai et de référence et des spécimens. La conception technique et les conditions de l'archivage doivent protéger le contenu contre toute détérioration indue.</p><p><br/>\n3.5. Evacuation des déchets</p><p><br/>\nLa manutention et l'évacuation des déchets doivent s'effectuer de manière à ne pas mettre en péril l'intégrité des études. Il faut pour cela disposer d'installations permettant de collecter, de stocker et d'évacuer les déchets de façon appropriée, et définir des procédures de décontamination et de transport.</p><p><br/>\n4. Appareils, matériaux et réactifs</p><p><br/>\n1. Les appareils, notamment les systèmes informatiques validés, utilisés pour l'obtention, le stockage et la consultation des données et pour la régulation des facteurs d'environnement qui interviennent dans l'étude doivent occuper un emplacement correct, être de conception appropriée et avoir une capacité suffisante.<br/><br/>\n2. Les appareils utilisés dans une étude doivent être périodiquement inspectés, nettoyés, entretenus et étalonnés conformément aux modes opératoires normalisés. Il faut tenir un relevé de ces activités. L'étalonnage doit être traçable aux étalons nationaux ou au système international d'unités (SI), s'il y a lieu.<br/><br/>\n3. Les appareils et matériaux utilisés dans une étude ne doivent pas interférer de façon préjudiciable avec les systèmes d'essai.<br/><br/>\n4. Il faut étiqueter les produits chimiques, réactifs et solutions et en mentionner la nature (avec la concentration, le cas échéant), la date d'expiration et les instructions particulières pour le stockage. Il faut disposer d'informations sur l'origine, la date de préparation et la stabilité. La date d'expiration peut être prorogée sur la base d'une évaluation ou d'une analyse étayée par des documents.</p><p><br/>\n5. Systèmes d'essai<br/><br/>\n5.1. Physiques et chimiques</p><p><br/>\n1. Les appareils utilisés pour l'obtention de données chimiques et physiques doivent occuper un emplacement correct, être de conception appropriée et avoir une capacité suffisante.<br/><br/>\n2. L'intégrité des systèmes d'essai physiques et chimiques doit être vérifiée.</p><p><br/>\n5.2. Biologiques</p><p><br/>\n1. Il faut créer et maintenir des conditions convenables pour le stockage, le logement, la manipulation et l'entretien des systèmes d'essai biologiques, afin de s'assurer de la qualité des données.<br/><br/>\n2. Les systèmes d'essai animaux et végétaux récemment reçus doivent être isolés jusqu'à ce que leur état sanitaire ait été évalué. Si l'on observe une mortalité ou une morbidité anormale, le lot considéré ne doit pas être utilisé dans les études et être, s'il y a lieu, détruit dans le respect des règles d'humanité. Au commencement de la phase expérimentale d'une étude, les systèmes d'essai doivent être exempts de toute maladie ou symptôme qui pourrait interférer avec l'objectif ou le déroulement de l'étude. Des sujets d'essai qui tombent malades ou sont blessés au cours d'une étude doivent être isolés et soignés, si besoin est, pour préserver l'intégrité de l'étude. Tout diagnostic et traitement de toute maladie, avant ou pendant une étude, doit être consigné.<br/><br/>\n3. Il faut tenir des registres mentionnant l'origine, la date d'arrivée et l'état à l'arrivée des systèmes d'essai.<br/><br/>\n4. Les systèmes d'essai biologiques doivent être acclimatés à l'environnement d'essai pendant une période suffisante avant la première administration ou application de l'élément d'essai ou de référence.<br/><br/>\n5. Tous les renseignements nécessaires à une identification correcte des systèmes d'essai doivent figurer sur leur logement ou leur récipient. Chaque système d'essai susceptible d'être extrait de son logement ou de son récipient pendant le déroulement de l'étude doit porter dans la mesure du possible des marques d'identification appropriées.<br/><br/>\n6. Pendant leur utilisation, les logements ou récipients des systèmes d'essai doivent être nettoyés et désinfectés à intervalles appropriés. Toute matière venant au contact d'un système d'essai ne doit pas contenir de contaminants à des concentrations qui interféreraient avec l'étude. La litière des animaux doit être changée selon les impératifs de bonnes pratiques d'élevage. L'utilisation d'agents antiparasitaires doit être explicitée.<br/><br/>\n7. Les systèmes d'essai utilisés dans des études sur le terrain doivent être disposés de façon à éviter que la dispersion de produits épandus et l'utilisation antérieure de pesticides ne viennent interférer avec l'étude.</p><p><br/>\n6. Eléments d'essai et de référence<br/><br/>\n6.1. Réception, manutention, échantillonnage et stockage</p><p><br/>\n1. Il faut tenir des registres mentionnant la caractérisation des éléments d'essai et de référence, la date de réception, la date d'expiration et les quantités reçues et utilisées dans les études.<br/><br/>\n2. Il faut définir des méthodes de manipulation, d'échantillonnage et de stockage qui assurent le maintien de l'homogénéité et de la stabilité dans toute la mesure du possible et évitent une contamination ou un mélange.<br/><br/>\n3. Les récipients de stockage doivent porter des renseignements d'identification, la date d'expiration et les instructions particulières de stockage.</p><p><br/>\n6.2. Caractérisation</p><p><br/>\n1. Tout élément d'essai et de référence doit être identifié de façon appropriée (code, numéro d'immatriculation du Chemical Abstracts Service [numéro du CAS], nom, paramètres biologiques, par exemple).<br/><br/>\n2. Pour chaque étude, il faut connaître la nature exacte des éléments d'essai ou de référence, notamment le numéro du lot, la pureté, la composition, les concentrations ou d'autres caractéristiques qui permettent de définir chaque lot de façon appropriée.<br/><br/>\n3. Lorsque l'élément d'essai est fourni par le donneur d'ordre, il doit exister un mécanisme, défini en coopération par le donneur d'ordre et l'installation d'essai, qui permet de vérifier l'identité de l'élément d'essai soumis à l'étude.<br/><br/>\n4. Pour toutes les études, il faut connaître la stabilité des éléments d'essai et de référence dans les conditions de stockage et d'essai.<br/><br/>\n5. Si l'élément d'essai est administré ou appliqué dans un véhicule, il faut déterminer l'homogénéité, la concentration et la stabilité de l'élément d'essai dans ce véhicule. Pour les éléments d'essai utilisés dans les études sur le terrain (mélanges en réservoir, par exemple) ces informations peuvent être obtenues grâce à des expériences distinctes en laboratoire.<br/><br/>\n6. Un échantillon de chaque lot de l'élément d'essai sera conservé à des fins d'analyse pour toutes les études, à l'exception des études à court terme.</p><p><br/>\n7. Modes opératoires normalisés</p><p><br/>\n1. Une installation d'essai doit posséder des modes opératoires normalisés écrits, approuvés par la direction de l'installation, qui doivent assurer la qualité et l'intégrité des données obtenues par cette installation. Les révisions des modes opératoires normalisés doivent être approuvées par la direction de l'installation d'essai.<br/><br/>\n2. Chaque section ou zone distincte de l'installation d'essai doit avoir un accès immédiat aux modes opératoires normalisés correspondant aux travaux qui s'y effectuent. Des ouvrages, méthodes d'analyse, articles et manuels publiés peuvent servir de compléments à des modes opératoires normalisés.<br/><br/>\n3. Les déviations par rapport aux modes opératoires normalisés relatifs à l'étude doivent être étayées par des documents et reconnues comme applicables par le directeur de l'étude, ainsi que par le ou les responsables principaux des essais, le cas échéant.<br/><br/>\n4. On doit disposer de modes opératoires normalisés pour les catégories suivantes d'activités de l'installation d'essai, dont la liste n'est pas limitative. Les tâches précises mentionnées sous chaque rubrique visée ci-après doivent être considérées comme des exemples :<br/><br/>\n1. Eléments d'essai et de référence :<br/><br/>\nRéception, identification, étiquetage, manutention, échantillonnage et stockage.<br/><br/>\n2. Appareils, matériaux et réactifs :<br/><br/>\na) Appareils ;<br/><br/>\nUtilisation, entretien, nettoyage et étalonnage.<br/><br/>\nb) Systèmes informatiques :<br/><br/>\nValidation, exploitation, entretien, sécurité, maîtrise des modifications et sauvegarde.<br/><br/>\nc) Matériaux, réactifs et solutions :<br/><br/>\nPréparation et étiquetage.<br/><br/>\n3. Enregistrement des données, établissement des rapports, stockage et consultation des données :<br/><br/>\nCodage des études, collecte des données, établissement des rapports, systèmes d'indexation, exploitation des données, y compris l'emploi de systèmes informatisés.<br/><br/>\n4. Système d'essai (lorsqu'il y a lieu) :<br/><br/>\na) Préparation du local et conditions d'ambiance pour le système d'essai ;<br/><br/>\nb) Méthodes de réception, de transfert, de mise en place correcte, de caractérisation, d'identification et d'entretien du système d'essai ;<br/><br/>\nc) Préparation du système d'essai, observations et examens avant, pendant et à la conclusion de l'étude ;<br/><br/>\nd) Manipulation des individus appartenant au système d'essai qui sont trouvés mourants ou morts au cours de l'étude.<br/><br/>\ne) Collecte, identification et manipulation de spécimens, y compris l'autopsie et l'histopathologie ;<br/><br/>\nf) Installation et disposition de systèmes d'essai sur des parcelles expérimentales ;<br/><br/>\ng) Méthodes d'élimination des déchets.<br/><br/>\n5. Mécanismes d'assurance qualité :<br/><br/>\nAffectation du personnel chargé de l'assurance qualité à la planification, l'établissement du calendrier, la réalisation, l'explication et la notification des inspections.</p><p><br/>\n8. Réalisation de l'étude<br/><br/>\n8.1. Plan de l'étude</p><p><br/>\n1. Pour chaque étude, il convient d'établir un plan écrit avant le début des travaux. Le plan de l'étude doit être approuvé par le directeur de l'étude, qui le date et le signe, et sa conformité aux BPL doit être vérifiée par le personnel d'assurance qualité comme indiqué au point 2.2 b ci-dessus. Ce plan doit également être approuvé par la direction de l'installation d'essai et le donneur d'ordre.<br/><br/>\n2. a) Les amendements apportés au plan de l'étude doivent être justifiés et approuvés par le directeur de l'étude, qui les date et les signe, puis conservés avec le plan de l'étude ;<br/><br/>\nb) Les déviations du plan de l'étude doivent être décrites, expliquées, déclarées et datées en temps utile par le directeur de l'étude et par le ou les responsables principaux des essais, puis conservées avec les données brutes de l'étude.<br/><br/>\n3. Pour les études à court terme, on peut utiliser un plan général d'étude accompagné d'un complément spécifique de l'étude considérée.</p><p><br/>\n8.2. Contenu du plan de l'étude</p><p><br/>\nLe plan de l'étude doit comporter les renseignements suivants, dont la liste n'est pas limitative :<br/><br/>\n1. Identification de l'étude, de l'élément d'essai et de l'élément de référence :<br/><br/>\na) Un titre descriptif ;<br/><br/>\nb) Un exposé précisant la nature et l'objet de l'étude ;<br/><br/>\nc) L'identification de l'élément d'essai par un code ou par un nom (IUPAC, numéro du CAS, paramètres biologiques, etc.) ;<br/><br/>\nd) L'élément de référence à utiliser.<br/><br/>\n2. Renseignements relatifs au donneur d'ordre et à l'installation d'essai :<br/><br/>\na) Le nom et l'adresse du donneur d'ordre ;<br/><br/>\nb) Le nom et l'adresse de toute installation d'essai et de tout site d'essai concernés ;<br/><br/>\nc) Le nom et l'adresse du directeur de l'étude ;<br/><br/>\nd) Le nom et l'adresse du ou des responsables principaux des essais, et la ou les phases de l'étude déléguées par le directeur de l'étude au ou aux responsables principaux des essais.<br/><br/>\n3. Dates :<br/><br/>\na) La date de l'approbation du plan de l'étude par apposition de la signature du directeur de l'étude. La date de l'approbation du plan de l'étude par apposition de la signature de la direction de l'installation d'essai et du donneur d'ordre ;<br/><br/>\nb) Les dates proposées pour le début et la fin de l'expérimentation.<br/><br/>\n4. Méthodes d'essai :<br/><br/>\nL'indication de la ligne directrice de l'OCDE pour les essais ou d'une autre ligne directrice ou méthode à utiliser.<br/><br/>\n5. Points particuliers (lorsqu'il y a lieu) :<br/><br/>\na) La justification du choix du système d'essai ;<br/><br/>\nb) La caractérisation du système d'essai, c'est-à-dire l'espèce, la race, la variété, l'origine, le nombre d'individus, la gamme de poids, le sexe, l'âge et autres informations pertinentes ;<br/><br/>\nc) La méthode d'administration et les raisons de son choix ;<br/><br/>\nd) Les taux de dose et/ ou les concentrations, ainsi que la fréquence et la durée de l'administration ou de l'application ;<br/><br/>\ne) Des renseignements détaillés sur la conception de l'expérience, qui comprennent une description du déroulement chronologique de l'étude, de tous les matériaux, méthodes et conditions, de la nature et de la fréquence des analyses, des mesures, des observations et des examens à réaliser, ainsi que des méthodes statistiques à utiliser (le cas échéant).<br/><br/>\n6. Enregistrements et comptes rendus :<br/><br/>\nLa liste des enregistrements et des comptes rendus qu'il faut conserver.</p><p><br/>\n8.3. Réalisation de l'étude</p><p><br/>\n1. Il faut donner à chaque étude une identification qui lui soit propre. Tous les éléments relatifs à une étude donnée doivent porter cette identification. Les spécimens de l'étude doivent être identifiés de façon à confirmer leur origine. Cette identification doit permettre la traçabilité, en tant que de besoin, du spécimen et de l'étude.<br/><br/>\n2. L'étude doit se dérouler conformément au plan arrêté.<br/><br/>\n3. Toutes les données obtenues au cours de la réalisation de l'étude doivent être enregistrées de manière directe, rapide, précise et lisible par la personne qui les relève. Les relevés de données doivent être signés ou paraphés et datés.<br/><br/>\n4. Toute modification des données brutes doit être consignée de façon à ne pas cacher la mention précédente ; il faut indiquer la raison du changement avec la date, la signature ou le paraphe de la personne qui y procède.<br/><br/>\n5. Les données obtenues directement sous forme d'entrée informatique doivent être identifiées comme telles lors de l'introduction des données par la ou les personnes responsables de la saisie directe. La conception du système informatique doit toujours permettre la rétention de l'intégralité des vérifications à rebours de façon à montrer toutes les modifications apportées aux données sans cacher la mention initiale. Il doit être possible d'associer toutes les modifications apportées aux données avec les personnes y ayant procédé grâce, par exemple, à des signatures électroniques mentionnant la date et l'heure. Les raisons des modifications seront mentionnées.</p><p><br/>\n9. Etablissement du rapport sur les résultats de l'étude<br/><br/>\n9.1. Généralités</p><p><br/>\n1. Il faut établir un rapport final pour chaque étude. Pour les études à court terme, un rapport final normalisé pourra être préparé et s'accompagner d'un complément particulier à l'étude.<br/><br/>\n2. Les responsables principaux des essais ou les scientifiques participant à l'étude doivent signer et dater leurs rapports.<br/><br/>\n3. Le directeur de l'étude doit signer et dater le rapport final afin d'indiquer qu'il assume la responsabilité de la validité des données. Le degré de conformité avec les présents principes de bonnes pratiques de laboratoire doit être indiqué.<br/><br/>\n4. Les corrections et additions apportées à un rapport final doivent se présenter sous forme d'amendements. Ces amendements doivent préciser clairement la raison des corrections ou des additions et être signés et datés par le directeur de l'étude.<br/><br/>\n5. La remise en forme du rapport final pour se conformer aux conditions de soumission imposées par une autorité nationale réglementaire ou chargée de l'homologation ne constitue pas une correction, une addition ou un amendement à ce rapport final.</p><p><br/>\n9.2. Contenu du rapport final</p><p><br/>\nLe rapport final doit donner les renseignements suivants, sans se limiter à ceux-ci :<br/><br/>\n1. Identification de l'étude et des éléments d'essai et de référence :<br/><br/>\na) Un titre descriptif ;<br/><br/>\nb) L'identification de l'élément d'essai par un code ou par un nom (IUPAC, numéro du CAS, paramètres biologiques, etc.) ;<br/><br/>\nc) L'identification de l'élément de référence par un nom ;<br/><br/>\nd) La caractérisation de l'élément d'essai, notamment sa pureté, sa stabilité et son homogénéité.<br/><br/>\n2. Renseignements relatifs au donneur d'ordre et à l'installation d'essai :<br/><br/>\na) Le nom et l'adresse du donneur d'ordre ;<br/><br/>\nb) Le nom et l'adresse de chaque installation et site d'essai concernés ;<br/><br/>\nc) Le nom et l'adresse du directeur de l'étude ;<br/><br/>\nd) Le nom et l'adresse du ou des responsables principaux des essais et les phases de l'étude qui leur sont déléguées, le cas échéant ;<br/><br/>\ne) Le nom et l'adresse des scientifiques ayant fourni des comptes rendus pour le rapport final.<br/><br/>\n3. Dates :<br/><br/>\nLes dates de début et d'achèvement de l'expérimentation.<br/><br/>\n4. Déclaration :<br/><br/>\nUne déclaration sur le programme d'assurance qualité énumérant les types d'inspections réalisées et leurs dates, y compris la ou les phases inspectées, ainsi que les dates auxquelles chacun des résultats des inspections a été communiqué à la direction et au directeur de l'étude, ainsi qu'au ou aux responsables principaux des essais, le cas échéant. Cette déclaration servira, en outre, à confirmer que le rapport final reflète les données brutes.<br/><br/>\n5. Description des matériaux et des méthodes d'essai :<br/><br/>\na) Une description des méthodes et des matériaux utilisés ;<br/><br/>\nb) L'indication de la ligne directrice de l'OCDE pour les essais, ou d'une autre ligne directrice ou méthode.<br/><br/>\n6. Résultats :<br/><br/>\na) Un résumé des résultats ;<br/><br/>\nb) Toutes les informations et les données demandées par le plan de l'étude ;<br/><br/>\nc) Un exposé des résultats, comprenant les calculs et les déterminations d'intérêt statistique ;<br/><br/>\nd) Une évaluation et un examen des résultats et, s'il y a lieu, des conclusions.<br/><br/>\n7. Stockage :<br/><br/>\nLe lieu où le plan de l'étude, les échantillons des éléments d'essai et de référence, les spécimens, les données brutes, ainsi que le rapport final doivent être conservés.</p><p><br/>\n10. Stockage et conservation des archives et des matériaux</p><p><br/>\n10.1. Seront conservés dans les archives pendant la période de dix ans :<br/><br/>\na) Le plan de l'étude, les données brutes, les échantillons des éléments d'essai et de référence, les spécimens et le rapport final de chaque étude ;<br/><br/>\nb) Des rapports sur toutes les inspections réalisées conformément au programme d'assurance qualité, ainsi que les schémas directeurs ;<br/><br/>\nc) Les relevés des qualifications, de la formation, de l'expérience et des descriptions des tâches du personnel ;<br/><br/>\nd) Des comptes rendus et des rapports relatifs à l'entretien et à l'étalonnage de l'équipement ;<br/><br/>\ne) Les documents relatifs à la validation des systèmes informatiques ;<br/><br/>\nf) Le dossier chronologique de tous les modes opératoires normalisés ;<br/><br/>\ng) Des comptes rendus de surveillance de l'environnement.<br/><br/>\nAu-delà de cette période, l'élimination définitive de tout matériel d'étude doit être étayée par des documents. Lorsque des échantillons des éléments d'essai et de référence et des spécimens sont éliminés avant l'expiration de la période de conservation requise pour quelque raison que ce soit, cette élimination doit être justifiée et étayée par des documents. Des échantillons des éléments d'essai et de référence et des spécimens ne doivent être conservés qu'aussi longtemps que la qualité de la préparation en permet l'évaluation.<br/><br/>\n10.2. Le matériel conservé dans des archives sera indexé de façon à en faciliter le stockage et la consultation méthodiques.<br/><br/>\n10.3. Seul le personnel autorisé par la direction aura accès aux archives. Toute entrée et sortie de matériel archivé doit être correctement consignée.<br/><br/>\n10.4. Si une installation d'essai ou un dépôt d'archives cesse ses activités et n'a pas de successeur légal, les archives doivent être remises au ou aux donneurs d'ordre de la ou des études.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-06-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108640",
                        "id": "LEGISCTA000006108640",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006840001",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D523-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D523-8",
                    "articleId": "LEGIARTI000043545950",
                    "natureText": "CODE",
                    "date": 1624565751132,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000503017",
                    "textTitle": "Décret n°81-278 du 25 mars 1981 - art. Annexe II (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "Annexe II",
                    "articleId": "LEGIARTI000006631024",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000825108",
                    "textTitle": "Décret 2007-1467 2007-10-12 JORF 16 octobre 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000825108",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-10-16",
                    "dateSignaTexte": "2007-10-12",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "Annexe II à l'article D523-8",
            "origine": "LEGI",
            "texte": "PRINCIPES DE L'OCDE DE BONNES PRATIQUES DE LABORATOIRE (BPL) Section I Introduction Les principes de bonnes pratiques de laboratoire (BPL) adoptés par le Conseil de l'OCDE en 1981, en annexe à la décision du Conseil relative à l'acceptation mutuelle des données pour l'évaluation des produits chimiques (C[81] 30 final), ont été révisés et mis à jour par le présent document. Les présents principes relatifs aux bonnes pratiques de laboratoire ont pour objet de promouvoir l'obtention de données d'essai de qualité. Une qualité comparable des données d'essai est la base même de l'acceptation mutuelle de ces données par les pays. Si chaque pays peut se fier sans réserve aux données d'essais obtenues dans d'autres pays, il sera possible d'éviter une répétition des essais et donc d'économiser du temps et des ressources. L'application de ces principes devrait contribuer à empêcher la création d'obstacles techniques aux échanges et améliorer encore la protection de la santé humaine et de l'environnement. 1. Champ d'application Les présents principes relatifs aux bonnes pratiques de laboratoire devront s'appliquer aux essais de sécurité non cliniques pratiqués sur des éléments contenus dans des pesticides, des additifs pour l'alimentation humaine et animale et des produits chimiques industriels. Ces éléments soumis à des essais sont souvent des produits chimiques de synthèse, mais peuvent avoir une origine naturelle ou biologique et être des organismes vivants dans certaines circonstances. Les essais effectués sur ces éléments visent à fournir des données sur leurs propriétés et/ou leur innocuité du point de vue de la santé humaine et/ou de l'environnement. Les études de sécurité non cliniques ayant trait à la santé et à l'environnement couvertes par les principes de bonnes pratiques de laboratoire comprennent les recherches effectuées au laboratoire, en serre et sur le terrain. Sauf dérogation prévue par des dispositions particulières, les présents principes de bonnes pratiques de laboratoire s'appliquent à toutes les études de sécurité non cliniques ayant trait à la santé et à l'environnement requises par la réglementation à des fins d'homologation ou d'autorisation de pesticides, d'additifs pour l'alimentation humaine et animale, ainsi qu'aux fins de la réglementation de produits chimiques industriels. 2. Terminologie 2.1. Bonnes pratiques de laboratoire Les bonnes pratiques de laboratoire forment un système de garantie de qualité portant sur le mode d'organisation des études de sécurité non cliniques ayant trait à la santé et à l'environnement et sur les conditions dans lesquelles ces études sont planifiées, réalisées, contrôlées, enregistrées, archivées et diffusées. 2.2. Termes relatifs à l'organisation d'une installation d'essai 1. L'installation d'essai comprend les personnes, les locaux et les équipements qui sont nécessaires à la réalisation de l'étude de sécurité non clinique ayant trait à la santé et à l'environnement. Pour les études multisites, réalisées sur plusieurs sites, l'installation d'essai comprend le site où se trouve le directeur de l'étude et tous les autres sites d'essai, qui peuvent être considérés individuellement ou collectivement comme des installations d'essai. 2. Le site d'essai comprend le ou les emplacements sur lesquels une ou des phases d'une étude donnée sont réalisées. 3. La direction de l'installation d'essai comprend la ou les personnes investies de l'autorité et de la responsabilité officielle de l'organisation et du fonctionnement de l'installation d'essai, conformément aux présents principes de bonnes pratiques de laboratoire. 4. La direction du site d'essai comprend la ou les personnes (si on en a désigné) chargées d'assurer que la ou les phases de l'étude, dont elles sont responsables, se déroulent conformément aux présents principes de bonnes pratiques de laboratoire. 5. Le donneur d'ordre est la personne morale qui commande, parraine ou soumet une étude de sécurité non clinique ayant trait à la santé et à l'environnement. 6. Le directeur de l'étude est la personne responsable de la conduite générale de l'étude de sécurité non clinique ayant trait à la santé et à l'environnement. 7. Le responsable principal des essais est la personne qui, dans le cas d'une étude multisites, exerce, au nom du directeur de l'étude, des responsabilités bien définies pour les phases de l'étude qui lui sont déléguées. Le directeur de l'étude ne peut déléguer au ou aux responsables principaux des essais sa responsabilité de la conduite générale de l'étude, s'agissant notamment d'approuver le plan de l'étude, avec ses amendements, et le rapport final, et de veiller au respect de tous les principes pertinents de bonnes pratiques de laboratoire. 8. Le programme d'assurance qualité est un système précis, englobant le personnel correspondant, qui est indépendant de la conduite de l'étude et vise à donner à la direction de l'installation d'essai l'assurance que les présents principes de bonnes pratiques de laboratoire sont bien respectés. 9. Les modes opératoires normalisés sont des modes opératoires étayés par des documents qui décrivent la façon de réaliser des essais ou travaux dont le détail ne figure pas normalement dans le plan de l'étude ou dans les lignes directrices pour les essais. 10. Le schéma directeur (plan chronologique des études) est une compilation des informations devant aider à l'évaluation de la charge de travail et au suivi des études réalisées dans une installation d'essai. 2.3. Termes relatifs à l'étude de sécurité non clinique ayant trait à la santé et à l'environnement 1. Une étude de sécurité non clinique ayant trait à la santé et à l'environnement, appelée simplement \" étude \" ci-après, consiste en une expérience ou un ensemble d'expériences au cours desquelles on examine un élément d'essai, au laboratoire ou dans l'environnement, en vue d'obtenir sur ses propriétés et/ou sur sa sécurité des données destinées à être soumises aux autorités réglementaires compétentes. 2. Une étude à court terme est une étude de courte durée réalisée avec des techniques courantes, largement utilisées. 3. Le plan de l'étude est un document qui définit les objectifs de l'étude et les dispositifs expérimentaux nécessaires à son déroulement, avec tout amendement éventuel. 4. Un amendement au plan de l'étude est une modification apportée délibérément à ce plan après la date du début de l'étude. 5. Une déviation du plan de l'étude est un écart non délibéré à ce plan, survenant après la date du début de l'étude. 6. Le système d'essai désigne tout système biologique, chimique ou physique, ou toute combinaison de ceux-ci, qui est utilisé dans une étude. 7. Les données brutes représentent l'ensemble des comptes rendus et des documents originaux de l'installation d'essai ou des copies conformes de ceux-ci, qui résultent des observations et des travaux originaux réalisés dans le cadre d'une étude. Les données brutes peuvent aussi comporter, par exemple, des photographies, des copies sur microfilm ou sur microfiche, des données sur support informatique, des relevés d'observations sur cassette, des enregistrements automatiques de données ou tout autre moyen de conservation de données réputé capable d'assurer un stockage des informations en toute sécurité pour une certaine durée, comme indiqué à la section 10 ci-dessous. 8. Un spécimen désigne tout matériau prélevé dans un système d'essai pour examen, analyse ou conservation. 9. La date du commencement des expériences est la date à laquelle les premières données particulières à l'étude sont obtenues. 10. La date de la fin des expériences est la dernière date à laquelle des données provenant de l'étude sont obtenues. 11. La date du début de l'étude est la date à laquelle le directeur de l'étude signe le plan de l'étude. 12. La date de la fin de l'étude est la date à laquelle le directeur de l'étude signe le rapport final. 2.4. Termes relatifs à l'élément d'essai 1. Un élément d'essai est un article qui fait l'objet d'une étude. 2. Un élément de référence (\" élément de contrôle \") représente tout article utilisé en vue de fournir une base de comparaison avec l'élément d'essai. 3. Un lot représente une quantité déterminée d'un élément d'essai ou de référence qui est produite au cours d'un cycle de fabrication bien défini de façon qu'elle présente normalement un caractère uniforme et qui doit être désignée comme telle. 4. Un véhicule représente tout agent dont on se sert comme milieu porteur pour mélanger, disperser ou solubiliser l'élément d'essai ou de référence en vue de faciliter son administration ou son application au système d'essai. Section II Principes de bonnes pratiques de laboratoire 1. Organisation et personnel de l'installation d'essai 1.1. Responsabilités de la direction de l'installation d'essai 1. La direction de toute installation d'essai doit veiller au respect des présents principes relatifs aux bonnes pratiques de laboratoire dans l'installation et s'assurer de la bonne exécution, chez tout sous-traitant dont l'activité concerne une partie de l'étude, des tâches nécessaires à ce respect. 2. Elle doit, à tout le moins : a) S'assurer de l'existence d'une déclaration qui désigne la ou les personnes exerçant, dans une installation d'essai, les responsabilités de gestion telles qu'elles sont définies par les présents principes de bonnes pratiques de laboratoire ; b) S'assurer qu'un nombre suffisant de personnes qualifiées, ainsi que d'installations, équipements et matériaux appropriés, sont disponibles pour que l'étude se déroule en temps voulu et de façon adéquate ; c) Veiller à la tenue d'un dossier contenant les qualifications, la formation, l'expérience et la description des tâches de toutes les personnes de niveau professionnel et technique ; d) Veiller à ce que le personnel comprenne clairement les tâches qu'il doit remplir et, lorsqu'il y a lieu, le former à ces tâches ; e) Veiller à ce que des modes opératoires normalisés pertinents et techniquement valides soient définis et suivis, et approuver tout mode opératoire normalisé nouveau ou révisé ; f) Veiller à l'existence d'un programme d'assurance qualité doté d'un personnel spécifiquement affecté et vérifier que la responsabilité de l'assurance qualité est assumée conformément aux présents principes de bonnes pratiques de laboratoire ; g) Vérifier que, pour chaque étude, une personne possédant les qualifications, la formation et l'expérience requises soit nommée directeur de l'étude par la direction, avant le début de l'étude. Le remplacement du directeur de l'étude doit se faire conformément à des procédures établies et doit être étayé par des documents ; h) Vérifier, dans le cas d'une étude multisites, qu'un responsable principal des essais possédant la formation, les qualifications et l'expérience requises est désigné, s'il y a lieu, pour superviser la ou les phases de l'étude qui lui sont déléguées. Le remplacement d'un responsable principal des essais doit se faire conformément à des procédures établies et doit être étayé par des documents ; i) Veiller à ce que le directeur de l'étude approuve le plan de l'étude en toute connaissance de cause ; j) Vérifier que le directeur de l'étude a mis le plan de l'étude approuvé à la disposition du personnel chargé de l'assurance qualité ; k) Veiller au maintien d'un fichier chronologique de tous les modes opératoires normalisés ; l) S'assurer qu'une personne est désignée comme responsable de la gestion des archives ; m) Veiller au maintien d'un schéma directeur ; n) Veiller à ce que les fournitures reçues par l'installation d'essai remplissent les conditions nécessaires à leur utilisation dans une étude ; o) Vérifier, dans le cas d'une étude multisites, qu'il existe un système transparent de communication entre le directeur de l'étude, le ou les responsables principaux des essais, les responsables du ou des programmes d'assurance qualité et le personnel de l'étude ; p) Vérifier que les éléments d'essai et les éléments de référence sont correctement caractérisés ; q) Instaurer des procédures garantissant que les systèmes informatiques conviennent à l'objectif recherché et qu'ils sont validés, utilisés et entretenus conformément aux présents principes de bonnes pratiques de laboratoire. 3. Lorsqu'une ou plusieurs phases d'une étude se déroulent sur un site d'essai, la direction du site (si on en a désigné une) assumera les responsabilités décrites précédemment, à l'exception de celles qui figurent aux points 1.1.2 (g, i, j et o). 4. Responsabilités du directeur de l'étude : 1. Le directeur de l'étude est seul en charge du contrôle de l'étude et assume la responsabilité de la conduite générale de l'étude et de l'établissement du rapport final. 2. Le directeur de l'étude est notamment investi des responsabilités suivantes, dont la liste n'est pas limitative. Il doit : a) Approuver, par une signature datée, le plan de l'étude et tout amendement qui lui serait apporté ; b) Veiller à ce que le personnel chargé de l'assurance qualité dispose en temps utile d'une copie du plan de l'étude et de tout amendement éventuel et communiquer de façon efficace avec le personnel chargé de l'assurance qualité en fonction des besoins du déroulement de l'étude ; c) S'assurer que le personnel qui réalise l'étude dispose bien des plans de l'étude, avec leurs amendements et les modes opératoires normalisés ; d) Vérifier que le plan de l'étude et le rapport final dans le cas d'une étude multisites décrivent et définissent le rôle de chaque responsable principal des essais et de chaque site ou installation d'essai intervenant dans le déroulement de l'étude ; e) Veiller au respect des procédures décrites dans le plan de l'étude, évaluer et répertorier l'incidence de toute déviation du plan sur la qualité et l'intégrité de l'étude, et prendre des mesures correctives appropriées, le cas échéant ; constater les déviations par rapport aux modes opératoires normalisés au cours de la réalisation de l'étude ; f) Veiller à ce que toutes les données brutes obtenues soient pleinement étayées par des documents et enregistrées ; g) Vérifier que les systèmes informatiques utilisés dans l'étude ont été validés ; h) Signer et dater le rapport final afin d'indiquer qu'il accepte la responsabilité de la validité des données et préciser dans quelle mesure l'étude respecte les présents principes de bonnes pratiques de laboratoire ; i) Veiller à ce que le plan de l'étude, le rapport final, les données brutes et les pièces justificatives soient transférés aux archives après achèvement (conclusion comprise) de l'étude. 1.2. Responsabilités du responsable principal des essais Le responsable principal des essais s'assurera que les phases de l'étude qui lui sont déléguées se déroulent conformément aux principes applicables de bonnes pratiques de laboratoire. 1.3. Responsabilités du personnel de l'étude 1. Tout le personnel participant à la réalisation de l'étude doit être bien informé des parties des principes de bonnes pratiques de laboratoire applicables à sa participation à l'étude. 2. Le personnel de l'étude aura accès au plan de l'étude et aux modes opératoires normalisés qui s'appliquent à sa participation à l'étude. Il lui incombe de respecter les instructions données dans ces documents. Toute déviation par rapport à ces instructions doit être étayée par des documents et signalée directement au directeur de l'étude ou, le cas échéant, au ou aux responsables principaux des essais. 3. Il incombe à tout le personnel de l'étude d'enregistrer les données brutes de manière rapide et précise, conformément aux présents principes de bonnes pratiques de laboratoire, et d'assumer la responsabilité de la qualité de ces données. 4. Le personnel de l'étude doit prendre les précautions d'hygiène nécessaires pour réduire au minimum le risque auquel il est exposé et pour assurer l'intégrité de l'étude. Il doit avertir les personnes compétentes de tout état de santé ou affection dont il a connaissance et qui peut influer sur l'étude, de façon que les membres du personnel concernés puissent être exclus des opérations où leur intervention pourrait nuire à l'étude. 2. Programme d'assurance qualité 2.1. Généralités 1. L'installation d'essai doit avoir un programme d'assurance qualité faisant appel à tout document utile, qui permette de vérifier que les études sont réalisées conformément aux présents principes de bonnes pratiques de laboratoire. 2. Le programme d'assurance qualité doit être confié à une ou à des personnes, désignées par la direction et directement responsables devant celle-ci, qui ont l'expérience des méthodes d'essai. 3. Ces personnes ne doivent pas participer à la réalisation de l'étude visée par le programme. 2.2. Responsabilités du personnel chargé de l'assurance qualité Le personnel chargé de l'assurance qualité est responsable des tâches suivantes, dont la liste n'est pas limitative : a) Conserver des copies de tous les plans d'étude et modes opératoires normalisés approuvés qui sont utilisés dans l'installation d'essai et avoir accès à un exemplaire à jour du schéma directeur ; b) Vérifier que le plan de l'étude contient les informations nécessaires au respect des présents principes de bonnes pratiques de laboratoire. Cette vérification devra être étayée par des documents ; c) Procéder à des inspections pour établir si toutes les études se déroulent conformément aux présents principes de bonnes pratiques de laboratoire. Des inspections doivent également établir si des plans d'étude et des modes opératoires normalisés ont été mis à la disposition du personnel d'étude et sont respectés. Ces inspections peuvent être de trois types, comme le précisent les modes opératoires normalisés du programme d'assurance qualité : - inspections portant sur l'étude ; - inspections portant sur l'installation ; - inspections portant sur le procédé. Les comptes rendus de ces inspections doivent être conservés ; d) Examiner les rapports finals afin de confirmer que les méthodes, les modes opératoires et les observations sont fidèlement et entièrement décrits et que les résultats consignés reflètent de façon exacte et complète les données brutes des études ; e) Rendre compte promptement par écrit de tout résultat d'inspection à la direction et au directeur de l'étude, ainsi qu'au ou aux responsables principaux des essais et aux directions respectives, le cas échéant ; f) Rédiger et signer une déclaration, qui sera insérée dans le rapport final et précisera la nature des inspections et les dates auxquelles elles ont eu lieu, y compris la ou les phases de l'étude inspectées, ainsi que les dates auxquelles les résultats des inspections ont été communiqués à la direction et au directeur de l'étude, ainsi qu'au ou aux responsables principaux des essais, le cas échéant. Cette déclaration servira, en outre, à confirmer que le rapport final reflète les données brutes. 3. Installations 3.1. Généralités 1. Par ses dimensions, sa construction et sa localisation, l'installation d'essai doit répondre aux exigences de l'étude et permettre de réduire au minimum les perturbations qui pourraient altérer la validité de l'étude. 2. L'agencement de l'installation d'essai doit permettre une séparation suffisante des différentes activités, de manière à assurer une exécution correcte de chaque étude. 3.2. Installations relatives au système d'essai 1. L'installation d'essai doit comporter un nombre suffisant de salles ou de locaux pour assurer la séparation des systèmes d'essai et le confinement des projets utilisant des substances ou des organismes connus pour être ou suspectés d'être biologiquement dangereux. 2. L'installation d'essai doit disposer de salles ou de locaux appropriés pour le diagnostic, le traitement et le contrôle des maladies, de sorte que les systèmes d'essai ne subissent pas un degré inacceptable de détérioration. 3. L'installation d'essai doit disposer de salles ou d'aires de stockage en suffisance pour les fournitures et pour les équipements. Les salles ou aires de stockage doivent être séparées des salles ou locaux accueillant les systèmes d'essai et suffisamment protégées contre l'infestation, la contamination et/ou la détérioration. 3.3. Installations de manutention des éléments d'essai et de référence 1. Pour éviter une contamination ou des mélanges, il doit exister des salles ou des locaux distincts pour la réception et le stockage des éléments d'essai et de référence ainsi que pour le mélange des éléments d'essai avec un véhicule. 2. Les salles ou aires de stockage des éléments d'essai doivent être séparées des salles ou locaux abritant les systèmes d'essai. Elles doivent permettre le maintien de l'identité, de la concentration, de la pureté et de la stabilité et assurer un stockage sûr des substances dangereuses. 3.4. Salles d'archives Il faut prévoir des salles d'archives pour le stockage et la consultation en toute sécurité des plans d'étude, des données brutes, des rapports finals, des échantillons, des éléments d'essai et de référence et des spécimens. La conception technique et les conditions de l'archivage doivent protéger le contenu contre toute détérioration indue. 3.5. Evacuation des déchets La manutention et l'évacuation des déchets doivent s'effectuer de manière à ne pas mettre en péril l'intégrité des études. Il faut pour cela disposer d'installations permettant de collecter, de stocker et d'évacuer les déchets de façon appropriée, et définir des procédures de décontamination et de transport. 4. Appareils, matériaux et réactifs 1. Les appareils, notamment les systèmes informatiques validés, utilisés pour l'obtention, le stockage et la consultation des données et pour la régulation des facteurs d'environnement qui interviennent dans l'étude doivent occuper un emplacement correct, être de conception appropriée et avoir une capacité suffisante. 2. Les appareils utilisés dans une étude doivent être périodiquement inspectés, nettoyés, entretenus et étalonnés conformément aux modes opératoires normalisés. Il faut tenir un relevé de ces activités. L'étalonnage doit être traçable aux étalons nationaux ou au système international d'unités (SI), s'il y a lieu, c'est-à-dire lorsque l'étalon existe et que le paramètre mesuré, tel que par exemple la masse, la température ou l'hygrométrie, peut être un facteur d'influence sur la qualité du résultat, s'il y a lieu, être rapporté à des normes de métrologie nationales ou internationales. 3. Les appareils et matériaux utilisés dans une étude ne doivent pas interférer de façon préjudiciable avec les systèmes d'essai. 4. Il faut étiqueter les produits chimiques, réactifs et solutions et en mentionner la nature (avec la concentration, le cas échéant), la date d'expiration et les instructions particulières pour le stockage. Il faut disposer d'informations sur l'origine, la date de préparation et la stabilité. La date d'expiration peut être prorogée sur la base d'une évaluation ou d'une analyse étayée par des documents. 5. Systèmes d'essai 5.1. Physiques et chimiques 1. Les appareils utilisés pour l'obtention de données chimiques et physiques doivent occuper un emplacement correct, être de conception appropriée et avoir une capacité suffisante. 2. L'intégrité des systèmes d'essai physiques et chimiques doit être vérifiée. 5.2. Biologiques 1. Il faut créer et maintenir des conditions convenables pour le stockage, le logement, la manipulation et l'entretien des systèmes d'essai biologiques, afin de s'assurer de la qualité des données. 2. Les systèmes d'essai animaux et végétaux récemment reçus doivent être isolés jusqu'à ce que leur état sanitaire ait été évalué. Si l'on observe une mortalité ou une morbidité anormale, le lot considéré ne doit pas être utilisé dans les études et être, s'il y a lieu, détruit dans le respect des règles d'humanité. Au commencement de la phase expérimentale d'une étude, les systèmes d'essai doivent être exempts de toute maladie ou symptôme qui pourrait interférer avec l'objectif ou le déroulement de l'étude. Des sujets d'essai qui tombent malades ou sont blessés au cours d'une étude doivent être isolés et soignés, si besoin est, pour préserver l'intégrité de l'étude. Tout diagnostic et traitement de toute maladie, avant ou pendant une étude, doit être consigné. 3. Il faut tenir des registres mentionnant l'origine, la date d'arrivée et l'état à l'arrivée des systèmes d'essai. 4. Les systèmes d'essai biologiques doivent être acclimatés à l'environnement d'essai pendant une période suffisante avant la première administration ou application de l'élément d'essai ou de référence. 5. Tous les renseignements nécessaires à une identification correcte des systèmes d'essai doivent figurer sur leur logement ou leur récipient. Chaque système d'essai susceptible d'être extrait de son logement ou de son récipient pendant le déroulement de l'étude doit porter dans la mesure du possible des marques d'identification appropriées. 6. Pendant leur utilisation, les logements ou récipients des systèmes d'essai doivent être nettoyés et désinfectés à intervalles appropriés. Toute matière venant au contact d'un système d'essai ne doit pas contenir de contaminants à des concentrations qui interféreraient avec l'étude. La litière des animaux doit être changée selon les impératifs de bonnes pratiques d'élevage. L'utilisation d'agents antiparasitaires doit être explicitée. 7. Les systèmes d'essai utilisés dans des études sur le terrain doivent être disposés de façon à éviter que la dispersion de produits épandus et l'utilisation antérieure de pesticides ne viennent interférer avec l'étude. 6. Eléments d'essai et de référence 6.1. Réception, manutention, échantillonnage et stockage 1. Il faut tenir des registres mentionnant la caractérisation des éléments d'essai et de référence, la date de réception, la date d'expiration et les quantités reçues et utilisées dans les études. 2. Il faut définir des méthodes de manipulation, d'échantillonnage et de stockage qui assurent le maintien de l'homogénéité et de la stabilité dans toute la mesure du possible et évitent une contamination ou un mélange. 3. Les récipients de stockage doivent porter des renseignements d'identification, la date d'expiration et les instructions particulières de stockage. 6.2. Caractérisation 1. Tout élément d'essai et de référence doit être identifié de façon appropriée (code, numéro d'immatriculation du Chemical Abstracts Service [numéro du CAS], nom, paramètres biologiques, par exemple). 2. Pour chaque étude, il faut connaître la nature exacte des éléments d'essai ou de référence, notamment le numéro du lot, la pureté, la composition, les concentrations ou d'autres caractéristiques qui permettent de définir chaque lot de façon appropriée. 3. Lorsque l'élément d'essai est fourni par le donneur d'ordre, il doit exister un mécanisme, défini en coopération par le donneur d'ordre et l'installation d'essai, qui permet de vérifier l'identité de l'élément d'essai soumis à l'étude. 4. Pour toutes les études, il faut connaître la stabilité des éléments d'essai et de référence dans les conditions de stockage et d'essai. 5. Si l'élément d'essai est administré ou appliqué dans un véhicule, il faut déterminer l'homogénéité, la concentration et la stabilité de l'élément d'essai dans ce véhicule. Pour les éléments d'essai utilisés dans les études sur le terrain (mélanges en réservoir, par exemple) ces informations peuvent être obtenues grâce à des expériences distinctes en laboratoire. 6. Un échantillon de chaque lot de l'élément d'essai sera conservé à des fins d'analyse pour toutes les études, à l'exception des études à court terme. 7. Modes opératoires normalisés 1. Une installation d'essai doit posséder des modes opératoires normalisés écrits, approuvés par la direction de l'installation, qui doivent assurer la qualité et l'intégrité des données obtenues par cette installation. Les révisions des modes opératoires normalisés doivent être approuvées par la direction de l'installation d'essai. 2. Chaque section ou zone distincte de l'installation d'essai doit avoir un accès immédiat aux modes opératoires normalisés correspondant aux travaux qui s'y effectuent. Des ouvrages, méthodes d'analyse, articles et manuels publiés peuvent servir de compléments à des modes opératoires normalisés. 3. Les déviations par rapport aux modes opératoires normalisés relatifs à l'étude doivent être étayées par des documents et reconnues comme applicables par le directeur de l'étude, ainsi que par le ou les responsables principaux des essais, le cas échéant. 4. On doit disposer de modes opératoires normalisés pour les catégories suivantes d'activités de l'installation d'essai, dont la liste n'est pas limitative. Les tâches précises mentionnées sous chaque rubrique visée ci-après doivent être considérées comme des exemples : 1. Eléments d'essai et de référence : Réception, identification, étiquetage, manutention, échantillonnage et stockage. 2. Appareils, matériaux et réactifs : a) Appareils ; Utilisation, entretien, nettoyage et étalonnage. b) Systèmes informatiques : Validation, exploitation, entretien, sécurité, maîtrise des modifications et sauvegarde. c) Matériaux, réactifs et solutions : Préparation et étiquetage. 3. Enregistrement des données, établissement des rapports, stockage et consultation des données, codage des études, collecte des données, établissement des rapports, systèmes d'indexation, exploitation des données, y compris l'emploi de systèmes informatisés. 4. Système d'essai (lorsqu'il y a lieu) : a) Préparation du local et conditions d'ambiance pour le système d'essai ; b) Méthodes de réception, de transfert, de mise en place correcte, de caractérisation, d'identification et d'entretien du système d'essai ; c) Préparation du système d'essai, observations et examens avant, pendant et à la conclusion de l'étude ; d) Manipulation des individus appartenant au système d'essai qui sont trouvés mourants ou morts au cours de l'étude. e) Collecte, identification et manipulation de spécimens, y compris l'autopsie et l'histopathologie ; f) Installation et disposition de systèmes d'essai sur des parcelles expérimentales ; g) Méthodes d'élimination des déchets. 5. Mécanismes d'assurance qualité. 6. Affectation du personnel chargé de l'assurance qualité à la planification, l'établissement du calendrier, la réalisation, l'explication et la notification des inspections. 8. Réalisation de l'étude 8.1. Plan de l'étude 1. Pour chaque étude, il convient d'établir un plan écrit avant le début des travaux. Le plan de l'étude doit être approuvé par le directeur de l'étude, qui le date et le signe, et sa conformité aux BPL doit être vérifiée par le personnel d'assurance qualité comme indiqué au point 2.2 b ci-dessus. Ce plan doit également être approuvé par la direction de l'installation d'essai et le donneur d'ordre si la réglementation ou la législation du pays où l'étude est réalisée l'impose. 2. a) Les amendements apportés au plan de l'étude doivent être justifiés et approuvés par le directeur de l'étude, qui les date et les signe, puis conservés avec le plan de l'étude ; b) Les déviations du plan de l'étude doivent être décrites, expliquées, déclarées et datées en temps utile par le directeur de l'étude et par le ou les responsables principaux des essais, puis conservées avec les données brutes de l'étude. 3. Pour les études à court terme, on peut utiliser un plan général d'étude accompagné d'un complément spécifique de l'étude considérée. 8.2. Contenu du plan de l'étude Le plan de l'étude doit comporter les renseignements suivants, dont la liste n'est pas limitative : 1. Identification de l'étude, de l'élément d'essai et de l'élément de référence : a) Un titre descriptif ; b) Un exposé précisant la nature et l'objet de l'étude ; c) L'identification de l'élément d'essai par un code ou par un nom (IUPAC, numéro du CAS, paramètres biologiques, etc.) ; d) L'élément de référence à utiliser. 2. Renseignements relatifs au donneur d'ordre et à l'installation d'essai : a) Le nom et l'adresse du donneur d'ordre ; b) Le nom et l'adresse de toute installation d'essai et de tout site d'essai concernés ; c) Le nom et l'adresse du directeur de l'étude ; d) Le nom et l'adresse du ou des responsables principaux des essais, et la ou les phases de l'étude déléguées par le directeur de l'étude au ou aux responsables principaux des essais. 3. Dates : a) La date de l'approbation du plan de l'étude par apposition de la signature du directeur de l'étude. La date de l'approbation du plan de l'étude par apposition de la signature de la direction de l'installation d'essai et du donneur d'ordre si la réglementation ou la législation du pays où l'étude est effectuée l'impose ; b) Les dates proposées pour le début et la fin de l'expérimentation. 4. Méthodes d'essai : L'indication de la ligne directrice de l'OCDE pour les essais ou d'une autre ligne directrice ou méthode à utiliser. 5. Points particuliers (lorsqu'il y a lieu) : a) La justification du choix du système d'essai ; b) La caractérisation du système d'essai, c'est-à-dire l'espèce, la race, la variété, l'origine, le nombre d'individus, la gamme de poids, le sexe, l'âge et autres informations pertinentes ; c) La méthode d'administration et les raisons de son choix ; d) Les taux de dose et/ou les concentrations, ainsi que la fréquence et la durée de l'administration ou de l'application ; e) Des renseignements détaillés sur la conception de l'expérience, qui comprennent une description du déroulement chronologique de l'étude, de tous les matériaux, méthodes et conditions, de la nature et de la fréquence des analyses, des mesures, des observations et des examens à réaliser, ainsi que des méthodes statistiques à utiliser (le cas échéant). 6. Enregistrements et comptes rendus : La liste des enregistrements et des comptes rendus qu'il faut conserver. 8.3. Réalisation de l'étude 1. Il faut donner à chaque étude une identification qui lui soit propre. Tous les éléments relatifs à une étude donnée doivent porter cette identification. Les spécimens de l'étude doivent être identifiés de façon à confirmer leur origine. Cette identification doit permettre la traçabilité, en tant que de besoin, du spécimen et de l'étude. 2. L'étude doit se dérouler conformément au plan arrêté. 3. Toutes les données obtenues au cours de la réalisation de l'étude doivent être enregistrées de manière directe, rapide, précise et lisible par la personne qui les relève. Les relevés de données doivent être signés ou paraphés et datés. 4. Toute modification des données brutes doit être consignée de façon à ne pas cacher la mention précédente ; il faut indiquer la raison du changement avec la date, la signature ou le paraphe de la personne qui y procède. 5. Les données obtenues directement sous forme d'entrée informatique doivent être identifiées comme telles lors de l'introduction des données par la ou les personnes responsables de la saisie directe. La conception du système informatique doit toujours permettre la rétention de l'intégralité des vérifications à rebours de façon à montrer toutes les modifications apportées aux données sans cacher la mention initiale. Il doit être possible d'associer toutes les modifications apportées aux données avec les personnes y ayant procédé grâce, par exemple, à des signatures électroniques mentionnant la date et l'heure. Les raisons des modifications seront mentionnées. 9. Etablissement du rapport sur les résultats de l'étude 9.1. Généralités 1. Il faut établir un rapport final pour chaque étude. Pour les études à court terme, un rapport final normalisé pourra être préparé et s'accompagner d'un complément particulier à l'étude. 2. Les responsables principaux des essais ou les scientifiques participant à l'étude doivent signer et dater leurs rapports. 3. Le directeur de l'étude doit signer et dater le rapport final afin d'indiquer qu'il assume la responsabilité de la validité des données. Le degré de conformité avec les présents principes de bonnes pratiques de laboratoire doit être indiqué. 4. Les corrections et additions apportées à un rapport final doivent se présenter sous forme d'amendements. Ces amendements doivent préciser clairement la raison des corrections ou des additions et être signés et datés par le directeur de l'étude. 5. La remise en forme du rapport final pour se conformer aux conditions de soumission imposées par une autorité nationale réglementaire ou chargée de l'homologation ne constitue pas une correction, une addition ou un amendement à ce rapport final. 9.2. Contenu du rapport final Le rapport final doit donner les renseignements suivants, sans se limiter à ceux-ci : 1. Identification de l'étude et des éléments d'essai et de référence : a) Un titre descriptif ; b) L'identification de l'élément d'essai par un code ou par un nom (IUPAC, numéro du CAS, paramètres biologiques, etc.) ; c) L'identification de l'élément de référence par un nom ; d) La caractérisation de l'élément d'essai, notamment sa pureté, sa stabilité et son homogénéité. 2. Renseignements relatifs au donneur d'ordre et à l'installation d'essai : a) Le nom et l'adresse du donneur d'ordre ; b) Le nom et l'adresse de chaque installation et site d'essai concernés ; c) Le nom et l'adresse du directeur de l'étude ; d) Le nom et l'adresse du ou des responsables principaux des essais et les phases de l'étude qui leur sont déléguées, le cas échéant ; e) Le nom et l'adresse des scientifiques ayant fourni des comptes rendus pour le rapport final. 3. Dates : Les dates de début et d'achèvement de l'expérimentation. 4. Déclaration : Une déclaration sur le programme d'assurance qualité énumérant les types d'inspections réalisées et leurs dates, y compris la ou les phases inspectées, ainsi que les dates auxquelles chacun des résultats des inspections a été communiqué à la direction et au directeur de l'étude, ainsi qu'au ou aux responsables principaux des essais, le cas échéant. Cette déclaration servira, en outre, à confirmer que le rapport final reflète les données brutes. 5. Description des matériaux et des méthodes d'essai : a) Une description des méthodes et des matériaux utilisés ; b) L'indication de la ligne directrice de l'OCDE pour les essais, ou d'une autre ligne directrice ou méthode. 6. Résultats : a) Un résumé des résultats ; b) Toutes les informations et les données demandées par le plan de l'étude ; c) Un exposé des résultats, comprenant les calculs et les déterminations d'intérêt statistique ; d) Une évaluation et un examen des résultats et, s'il y a lieu, des conclusions. 7. Stockage : Le lieu où le plan de l'étude, les échantillons des éléments d'essai et de référence, les spécimens, les données brutes, ainsi que le rapport final doivent être conservés. 10. Stockage et conservation des archives et des matériaux 10.1. Seront conservés dans les archives pendant la période de dix ans : a) Le plan de l'étude, les données brutes, les échantillons des éléments d'essai et de référence, les spécimens et le rapport final de chaque étude ; b) Des rapports sur toutes les inspections réalisées conformément au programme d'assurance qualité, ainsi que les schémas directeurs ; c) Les relevés des qualifications, de la formation, de l'expérience et des descriptions des tâches du personnel ; d) Des comptes rendus et des rapports relatifs à l'entretien et à l'étalonnage de l'équipement ; e) Les documents relatifs à la validation des systèmes informatiques ; f) Le dossier chronologique de tous les modes opératoires normalisés ; g) Des comptes rendus de surveillance de l'environnement. Lorsque des échantillons des éléments d'essai et de référence et des spécimens sont éliminés avant l'expiration de la période de conservation requise pour quelque raison que ce soit, cette élimination doit être justifiée et étayée par des documents. Des échantillons des éléments d'essai et de référence et des spécimens ne doivent être conservés qu'aussi longtemps que la qualité de la préparation en permet l'évaluation. 10.2. Le matériel conservé dans des archives sera indexé de façon à en faciliter le stockage et la consultation méthodiques. 10.3. Seul le personnel autorisé par la direction aura accès aux archives. Toute entrée et sortie de matériel archivé doit être correctement consignée. 10.4. Si une installation d'essai ou un dépôt d'archives cesse ses activités et n'a pas de successeur légal, les archives doivent être remises au ou aux donneurs d'ordre de la ou des études.",
            "texteHtml": "<p align='center'>PRINCIPES DE L'OCDE DE BONNES PRATIQUES DE LABORATOIRE (BPL) <br/></p><p align='center'>Section I</p><p align='center'>Introduction</p><p>Les principes de bonnes pratiques de laboratoire (BPL) adoptés par le Conseil de l'OCDE en 1981, en annexe à la décision du Conseil relative à l'acceptation mutuelle des données pour l'évaluation des produits chimiques (C[81] 30 final), ont été révisés et mis à jour par le présent document.</p><p>Les présents principes relatifs aux bonnes pratiques de laboratoire ont pour objet de promouvoir l'obtention de données d'essai de qualité. Une qualité comparable des données d'essai est la base même de l'acceptation mutuelle de ces données par les pays. Si chaque pays peut se fier sans réserve aux données d'essais obtenues dans d'autres pays, il sera possible d'éviter une répétition des essais et donc d'économiser du temps et des ressources. L'application de ces principes devrait contribuer à empêcher la création d'obstacles techniques aux échanges et améliorer encore la protection de la santé humaine et de l'environnement.</p><p align='center'>1. Champ d'application</p><p>Les présents principes relatifs aux bonnes pratiques de laboratoire devront s'appliquer aux essais de sécurité non cliniques pratiqués sur des éléments contenus dans des pesticides, des additifs pour l'alimentation humaine et animale et des produits chimiques industriels. Ces éléments soumis à des essais sont souvent des produits chimiques de synthèse, mais peuvent avoir une origine naturelle ou biologique et être des organismes vivants dans certaines circonstances. Les essais effectués sur ces éléments visent à fournir des données sur leurs propriétés et/ou leur innocuité du point de vue de la santé humaine et/ou de l'environnement.</p><p>Les études de sécurité non cliniques ayant trait à la santé et à l'environnement couvertes par les principes de bonnes pratiques de laboratoire comprennent les recherches effectuées au laboratoire, en serre et sur le terrain.</p><p>Sauf dérogation prévue par des dispositions particulières, les présents principes de bonnes pratiques de laboratoire s'appliquent à toutes les études de sécurité non cliniques ayant trait à la santé et à l'environnement requises par la réglementation à des fins d'homologation ou d'autorisation de pesticides, d'additifs pour l'alimentation humaine et animale, ainsi qu'aux fins de la réglementation de produits chimiques industriels.</p><p align='center'>2. Terminologie</p><p align='center'>2.1. Bonnes pratiques de laboratoire</p><p>Les bonnes pratiques de laboratoire forment un système de garantie de qualité portant sur le mode d'organisation des études de sécurité non cliniques ayant trait à la santé et à l'environnement et sur les conditions dans lesquelles ces études sont planifiées, réalisées, contrôlées, enregistrées, archivées et diffusées.</p><p align='center'>2.2. Termes relatifs à l'organisation</p><p align='center'>d'une installation d'essai</p><p>1. L'installation d'essai comprend les personnes, les locaux et les équipements qui sont nécessaires à la réalisation de l'étude de sécurité non clinique ayant trait à la santé et à l'environnement. Pour les études multisites, réalisées sur plusieurs sites, l'installation d'essai comprend le site où se trouve le directeur de l'étude et tous les autres sites d'essai, qui peuvent être considérés individuellement ou collectivement comme des installations d'essai.</p><p>2. Le site d'essai comprend le ou les emplacements sur lesquels une ou des phases d'une étude donnée sont réalisées.</p><p>3. La direction de l'installation d'essai comprend la ou les personnes investies de l'autorité et de la responsabilité officielle de l'organisation et du fonctionnement de l'installation d'essai, conformément aux présents principes de bonnes pratiques de laboratoire.</p><p>4. La direction du site d'essai comprend la ou les personnes (si on en a désigné) chargées d'assurer que la ou les phases de l'étude, dont elles sont responsables, se déroulent conformément aux présents principes de bonnes pratiques de laboratoire.</p><p>5. Le donneur d'ordre est la personne morale qui commande, parraine ou soumet une étude de sécurité non clinique ayant trait à la santé et à l'environnement.</p><p>6. Le directeur de l'étude est la personne responsable de la conduite générale de l'étude de sécurité non clinique ayant trait à la santé et à l'environnement.</p><p>7. Le responsable principal des essais est la personne qui, dans le cas d'une étude multisites, exerce, au nom du directeur de l'étude, des responsabilités bien définies pour les phases de l'étude qui lui sont déléguées. Le directeur de l'étude ne peut déléguer au ou aux responsables principaux des essais sa responsabilité de la conduite générale de l'étude, s'agissant notamment d'approuver le plan de l'étude, avec ses amendements, et le rapport final, et de veiller au respect de tous les principes pertinents de bonnes pratiques de laboratoire.</p><p>8. Le programme d'assurance qualité est un système précis, englobant le personnel correspondant, qui est indépendant de la conduite de l'étude et vise à donner à la direction de l'installation d'essai l'assurance que les présents principes de bonnes pratiques de laboratoire sont bien respectés.</p><p>9. Les modes opératoires normalisés sont des modes opératoires étayés par des documents qui décrivent la façon de réaliser des essais ou travaux dont le détail ne figure pas normalement dans le plan de l'étude ou dans les lignes directrices pour les essais.</p><p>10. Le schéma directeur (plan chronologique des études) est une compilation des informations devant aider à l'évaluation de la charge de travail et au suivi des études réalisées dans une installation d'essai.</p><p align='center'>2.3. Termes relatifs à l'étude de sécurité non clinique</p><p align='center'>ayant trait à la santé et à l'environnement</p><p>1. Une étude de sécurité non clinique ayant trait à la santé et à l'environnement, appelée simplement \" étude \" ci-après, consiste en une expérience ou un ensemble d'expériences au cours desquelles on examine un élément d'essai, au laboratoire ou dans l'environnement, en vue d'obtenir sur ses propriétés et/ou sur sa sécurité des données destinées à être soumises aux autorités réglementaires compétentes.</p><p>2. Une étude à court terme est une étude de courte durée réalisée avec des techniques courantes, largement utilisées.</p><p>3. Le plan de l'étude est un document qui définit les objectifs de l'étude et les dispositifs expérimentaux nécessaires à son déroulement, avec tout amendement éventuel.</p><p>4. Un amendement au plan de l'étude est une modification apportée délibérément à ce plan après la date du début de l'étude.</p><p>5. Une déviation du plan de l'étude est un écart non délibéré à ce plan, survenant après la date du début de l'étude.</p><p>6. Le système d'essai désigne tout système biologique, chimique ou physique, ou toute combinaison de ceux-ci, qui est utilisé dans une étude.</p><p>7. Les données brutes représentent l'ensemble des comptes rendus et des documents originaux de l'installation d'essai ou des copies conformes de ceux-ci, qui résultent des observations et des travaux originaux réalisés dans le cadre d'une étude. Les données brutes peuvent aussi comporter, par exemple, des photographies, des copies sur microfilm ou sur microfiche, des données sur support informatique, des relevés d'observations sur cassette, des enregistrements automatiques de données ou tout autre moyen de conservation de données réputé capable d'assurer un stockage des informations en toute sécurité pour une certaine durée, comme indiqué à la section 10 ci-dessous.</p><p>8. Un spécimen désigne tout matériau prélevé dans un système d'essai pour examen, analyse ou conservation.</p><p>9. La date du commencement des expériences est la date à laquelle les premières données particulières à l'étude sont obtenues.</p><p>10. La date de la fin des expériences est la dernière date à laquelle des données provenant de l'étude sont obtenues.</p><p>11. La date du début de l'étude est la date à laquelle le directeur de l'étude signe le plan de l'étude.</p><p>12. La date de la fin de l'étude est la date à laquelle le directeur de l'étude signe le rapport final.</p><p>2.4. Termes relatifs à l'élément d'essai</p><p>1. Un élément d'essai est un article qui fait l'objet d'une étude.</p><p>2. Un élément de référence (\" élément de contrôle \") représente tout article utilisé en vue de fournir une base de comparaison avec l'élément d'essai.</p><p>3. Un lot représente une quantité déterminée d'un élément d'essai ou de référence qui est produite au cours d'un cycle de fabrication bien défini de façon qu'elle présente normalement un caractère uniforme et qui doit être désignée comme telle.</p><p>4. Un véhicule représente tout agent dont on se sert comme milieu porteur pour mélanger, disperser ou solubiliser l'élément d'essai ou de référence en vue de faciliter son administration ou son application au système d'essai.</p><p align='center'>Section II</p><p align='center'>Principes de bonnes pratiques de laboratoire</p><p align='center'>1. Organisation et personnel de l'installation d'essai</p><p align='center'>1.1. Responsabilités de la direction de l'installation d'essai</p><p>1. La direction de toute installation d'essai doit veiller au respect des présents principes relatifs aux bonnes pratiques de laboratoire dans l'installation et s'assurer de la bonne exécution, chez tout sous-traitant dont l'activité concerne une partie de l'étude, des tâches nécessaires à ce respect.</p><p>2. Elle doit, à tout le moins :</p><p>a) S'assurer de l'existence d'une déclaration qui désigne la ou les personnes exerçant, dans une installation d'essai, les responsabilités de gestion telles qu'elles sont définies par les présents principes de bonnes pratiques de laboratoire ;</p><p>b) S'assurer qu'un nombre suffisant de personnes qualifiées, ainsi que d'installations, équipements et matériaux appropriés, sont disponibles pour que l'étude se déroule en temps voulu et de façon adéquate ;</p><p>c) Veiller à la tenue d'un dossier contenant les qualifications, la formation, l'expérience et la description des tâches de toutes les personnes de niveau professionnel et technique ;</p><p>d) Veiller à ce que le personnel comprenne clairement les tâches qu'il doit remplir et, lorsqu'il y a lieu, le former à ces tâches ;</p><p>e) Veiller à ce que des modes opératoires normalisés pertinents et techniquement valides soient définis et suivis, et approuver tout mode opératoire normalisé nouveau ou révisé ;</p><p>f) Veiller à l'existence d'un programme d'assurance qualité doté d'un personnel spécifiquement affecté et vérifier que la responsabilité de l'assurance qualité est assumée conformément aux présents principes de bonnes pratiques de laboratoire ;</p><p>g) Vérifier que, pour chaque étude, une personne possédant les qualifications, la formation et l'expérience requises soit nommée directeur de l'étude par la direction, avant le début de l'étude. Le remplacement du directeur de l'étude doit se faire conformément à des procédures établies et doit être étayé par des documents ;</p><p>h) Vérifier, dans le cas d'une étude multisites, qu'un responsable principal des essais possédant la formation, les qualifications et l'expérience requises est désigné, s'il y a lieu, pour superviser la ou les phases de l'étude qui lui sont déléguées. Le remplacement d'un responsable principal des essais doit se faire conformément à des procédures établies et doit être étayé par des documents ;</p><p>i) Veiller à ce que le directeur de l'étude approuve le plan de l'étude en toute connaissance de cause ;</p><p>j) Vérifier que le directeur de l'étude a mis le plan de l'étude approuvé à la disposition du personnel chargé de l'assurance qualité ;</p><p>k) Veiller au maintien d'un fichier chronologique de tous les modes opératoires normalisés ;</p><p>l) S'assurer qu'une personne est désignée comme responsable de la gestion des archives ;</p><p>m) Veiller au maintien d'un schéma directeur ;</p><p>n) Veiller à ce que les fournitures reçues par l'installation d'essai remplissent les conditions nécessaires à leur utilisation dans une étude ;</p><p>o) Vérifier, dans le cas d'une étude multisites, qu'il existe un système transparent de communication entre le directeur de l'étude, le ou les responsables principaux des essais, les responsables du ou des programmes d'assurance qualité et le personnel de l'étude ;</p><p>p) Vérifier que les éléments d'essai et les éléments de référence sont correctement caractérisés ;</p><p>q) Instaurer des procédures garantissant que les systèmes informatiques conviennent à l'objectif recherché et qu'ils sont validés, utilisés et entretenus conformément aux présents principes de bonnes pratiques de laboratoire.</p><p>3. Lorsqu'une ou plusieurs phases d'une étude se déroulent sur un site d'essai, la direction du site (si on en a désigné une) assumera les responsabilités décrites précédemment, à l'exception de celles qui figurent aux points 1.1.2 (g, i, j et o).</p><p>4. Responsabilités du directeur de l'étude :</p><p>1. Le directeur de l'étude est seul en charge du contrôle de l'étude et assume la responsabilité de la conduite générale de l'étude et de l'établissement du rapport final.</p><p>2. Le directeur de l'étude est notamment investi des responsabilités suivantes, dont la liste n'est pas limitative. Il doit :</p><p>a) Approuver, par une signature datée, le plan de l'étude et tout amendement qui lui serait apporté ;</p><p>b) Veiller à ce que le personnel chargé de l'assurance qualité dispose en temps utile d'une copie du plan de l'étude et de tout amendement éventuel et communiquer de façon efficace avec le personnel chargé de l'assurance qualité en fonction des besoins du déroulement de l'étude ;</p><p>c) S'assurer que le personnel qui réalise l'étude dispose bien des plans de l'étude, avec leurs amendements et les modes opératoires normalisés ;</p><p>d) Vérifier que le plan de l'étude et le rapport final dans le cas d'une étude multisites décrivent et définissent le rôle de chaque responsable principal des essais et de chaque site ou installation d'essai intervenant dans le déroulement de l'étude ;</p><p>e) Veiller au respect des procédures décrites dans le plan de l'étude, évaluer et répertorier l'incidence de toute déviation du plan sur la qualité et l'intégrité de l'étude, et prendre des mesures correctives appropriées, le cas échéant ; constater les déviations par rapport aux modes opératoires normalisés au cours de la réalisation de l'étude ;</p><p>f) Veiller à ce que toutes les données brutes obtenues soient pleinement étayées par des documents et enregistrées ;</p><p>g) Vérifier que les systèmes informatiques utilisés dans l'étude ont été validés ;</p><p>h) Signer et dater le rapport final afin d'indiquer qu'il accepte la responsabilité de la validité des données et préciser dans quelle mesure l'étude respecte les présents principes de bonnes pratiques de laboratoire ;</p><p>i) Veiller à ce que le plan de l'étude, le rapport final, les données brutes et les pièces justificatives soient transférés aux archives après achèvement (conclusion comprise) de l'étude.</p><p align='center'>1.2. Responsabilités du responsable principal des essais</p><p>Le responsable principal des essais s'assurera que les phases de l'étude qui lui sont déléguées se déroulent conformément aux principes applicables de bonnes pratiques de laboratoire.</p><p align='center'>1.3. Responsabilités du personnel de l'étude</p><p>1. Tout le personnel participant à la réalisation de l'étude doit être bien informé des parties des principes de bonnes pratiques de laboratoire applicables à sa participation à l'étude.</p><p>2. Le personnel de l'étude aura accès au plan de l'étude et aux modes opératoires normalisés qui s'appliquent à sa participation à l'étude. Il lui incombe de respecter les instructions données dans ces documents. Toute déviation par rapport à ces instructions doit être étayée par des documents et signalée directement au directeur de l'étude ou, le cas échéant, au ou aux responsables principaux des essais.</p><p>3. Il incombe à tout le personnel de l'étude d'enregistrer les données brutes de manière rapide et précise, conformément aux présents principes de bonnes pratiques de laboratoire, et d'assumer la responsabilité de la qualité de ces données.</p><p>4. Le personnel de l'étude doit prendre les précautions d'hygiène nécessaires pour réduire au minimum le risque auquel il est exposé et pour assurer l'intégrité de l'étude. Il doit avertir les personnes compétentes de tout état de santé ou affection dont il a connaissance et qui peut influer sur l'étude, de façon que les membres du personnel concernés puissent être exclus des opérations où leur intervention pourrait nuire à l'étude.</p><p align='center'>2. Programme d'assurance qualité</p><p align='center'>2.1. Généralités</p><p>1. L'installation d'essai doit avoir un programme d'assurance qualité faisant appel à tout document utile, qui permette de vérifier que les études sont réalisées conformément aux présents principes de bonnes pratiques de laboratoire.</p><p>2. Le programme d'assurance qualité doit être confié à une ou à des personnes, désignées par la direction et directement responsables devant celle-ci, qui ont l'expérience des méthodes d'essai.</p><p>3. Ces personnes ne doivent pas participer à la réalisation de l'étude visée par le programme.</p><p align='center'>2.2. Responsabilités du personnel</p><p align='center'>chargé de l'assurance qualité</p><p>Le personnel chargé de l'assurance qualité est responsable des tâches suivantes, dont la liste n'est pas limitative :</p><p>a) Conserver des copies de tous les plans d'étude et modes opératoires normalisés approuvés qui sont utilisés dans l'installation d'essai et avoir accès à un exemplaire à jour du schéma directeur ;</p><p>b) Vérifier que le plan de l'étude contient les informations nécessaires au respect des présents principes de bonnes pratiques de laboratoire. Cette vérification devra être étayée par des documents ;</p><p>c) Procéder à des inspections pour établir si toutes les études se déroulent conformément aux présents principes de bonnes pratiques de laboratoire. Des inspections doivent également établir si des plans d'étude et des modes opératoires normalisés ont été mis à la disposition du personnel d'étude et sont respectés.</p><p>Ces inspections peuvent être de trois types, comme le précisent les modes opératoires normalisés du programme d'assurance qualité :</p><p>- inspections portant sur l'étude ;</p><p>- inspections portant sur l'installation ;</p><p>- inspections portant sur le procédé.</p><p>Les comptes rendus de ces inspections doivent être conservés ;</p><p>d) Examiner les rapports finals afin de confirmer que les méthodes, les modes opératoires et les observations sont fidèlement et entièrement décrits et que les résultats consignés reflètent de façon exacte et complète les données brutes des études ;</p><p>e) Rendre compte promptement par écrit de tout résultat d'inspection à la direction et au directeur de l'étude, ainsi qu'au ou aux responsables principaux des essais et aux directions respectives, le cas échéant ;</p><p>f) Rédiger et signer une déclaration, qui sera insérée dans le rapport final et précisera la nature des inspections et les dates auxquelles elles ont eu lieu, y compris la ou les phases de l'étude inspectées, ainsi que les dates auxquelles les résultats des inspections ont été communiqués à la direction et au directeur de l'étude, ainsi qu'au ou aux responsables principaux des essais, le cas échéant. Cette déclaration servira, en outre, à confirmer que le rapport final reflète les données brutes.</p><p align='center'>3. Installations</p><p align='center'>3.1. Généralités</p><p>1. Par ses dimensions, sa construction et sa localisation, l'installation d'essai doit répondre aux exigences de l'étude et permettre de réduire au minimum les perturbations qui pourraient altérer la validité de l'étude.</p><p>2. L'agencement de l'installation d'essai doit permettre une séparation suffisante des différentes activités, de manière à assurer une exécution correcte de chaque étude.</p><p align='center'>3.2. Installations relatives au système d'essai</p><p>1. L'installation d'essai doit comporter un nombre suffisant de salles ou de locaux pour assurer la séparation des systèmes d'essai et le confinement des projets utilisant des substances ou des organismes connus pour être ou suspectés d'être biologiquement dangereux.</p><p>2. L'installation d'essai doit disposer de salles ou de locaux appropriés pour le diagnostic, le traitement et le contrôle des maladies, de sorte que les systèmes d'essai ne subissent pas un degré inacceptable de détérioration.</p><p>3. L'installation d'essai doit disposer de salles ou d'aires de stockage en suffisance pour les fournitures et pour les équipements. Les salles ou aires de stockage doivent être séparées des salles ou locaux accueillant les systèmes d'essai et suffisamment protégées contre l'infestation, la contamination et/ou la détérioration.</p><p align='center'>3.3. Installations de manutention</p><p align='center'>des éléments d'essai et de référence</p><p>1. Pour éviter une contamination ou des mélanges, il doit exister des salles ou des locaux distincts pour la réception et le stockage des éléments d'essai et de référence ainsi que pour le mélange des éléments d'essai avec un véhicule.</p><p>2. Les salles ou aires de stockage des éléments d'essai doivent être séparées des salles ou locaux abritant les systèmes d'essai. Elles doivent permettre le maintien de l'identité, de la concentration, de la pureté et de la stabilité et assurer un stockage sûr des substances dangereuses.</p><p align='center'>3.4. Salles d'archives</p><p>Il faut prévoir des salles d'archives pour le stockage et la consultation en toute sécurité des plans d'étude, des données brutes, des rapports finals, des échantillons, des éléments d'essai et de référence et des spécimens. La conception technique et les conditions de l'archivage doivent protéger le contenu contre toute détérioration indue.</p><p align='center'>3.5. Evacuation des déchets</p><p>La manutention et l'évacuation des déchets doivent s'effectuer de manière à ne pas mettre en péril l'intégrité des études. Il faut pour cela disposer d'installations permettant de collecter, de stocker et d'évacuer les déchets de façon appropriée, et définir des procédures de décontamination et de transport.</p><p align='center'>4. Appareils, matériaux et réactifs</p><p>1. Les appareils, notamment les systèmes informatiques validés, utilisés pour l'obtention, le stockage et la consultation des données et pour la régulation des facteurs d'environnement qui interviennent dans l'étude doivent occuper un emplacement correct, être de conception appropriée et avoir une capacité suffisante.</p><p>2. Les appareils utilisés dans une étude doivent être périodiquement inspectés, nettoyés, entretenus et étalonnés conformément aux modes opératoires normalisés. Il faut tenir un relevé de ces activités. L'étalonnage doit être traçable aux étalons nationaux ou au système international d'unités (SI), s'il y a lieu, c'est-à-dire lorsque l'étalon existe et que le paramètre mesuré, tel que par exemple la masse, la température ou l'hygrométrie, peut être un facteur d'influence sur la qualité du résultat, s'il y a lieu, être rapporté à des normes de métrologie nationales ou internationales.</p><p>3. Les appareils et matériaux utilisés dans une étude ne doivent pas interférer de façon préjudiciable avec les systèmes d'essai.</p><p>4. Il faut étiqueter les produits chimiques, réactifs et solutions et en mentionner la nature (avec la concentration, le cas échéant), la date d'expiration et les instructions particulières pour le stockage. Il faut disposer d'informations sur l'origine, la date de préparation et la stabilité. La date d'expiration peut être prorogée sur la base d'une évaluation ou d'une analyse étayée par des documents.</p><p align='center'>5. Systèmes d'essai</p><p align='center'>5.1. Physiques et chimiques</p><p>1. Les appareils utilisés pour l'obtention de données chimiques et physiques doivent occuper un emplacement correct, être de conception appropriée et avoir une capacité suffisante.</p><p>2. L'intégrité des systèmes d'essai physiques et chimiques doit être vérifiée.</p><p align='center'>5.2. Biologiques</p><p>1. Il faut créer et maintenir des conditions convenables pour le stockage, le logement, la manipulation et l'entretien des systèmes d'essai biologiques, afin de s'assurer de la qualité des données.</p><p>2. Les systèmes d'essai animaux et végétaux récemment reçus doivent être isolés jusqu'à ce que leur état sanitaire ait été évalué. Si l'on observe une mortalité ou une morbidité anormale, le lot considéré ne doit pas être utilisé dans les études et être, s'il y a lieu, détruit dans le respect des règles d'humanité. Au commencement de la phase expérimentale d'une étude, les systèmes d'essai doivent être exempts de toute maladie ou symptôme qui pourrait interférer avec l'objectif ou le déroulement de l'étude. Des sujets d'essai qui tombent malades ou sont blessés au cours d'une étude doivent être isolés et soignés, si besoin est, pour préserver l'intégrité de l'étude. Tout diagnostic et traitement de toute maladie, avant ou pendant une étude, doit être consigné.</p><p>3. Il faut tenir des registres mentionnant l'origine, la date d'arrivée et l'état à l'arrivée des systèmes d'essai.</p><p>4. Les systèmes d'essai biologiques doivent être acclimatés à l'environnement d'essai pendant une période suffisante avant la première administration ou application de l'élément d'essai ou de référence.</p><p>5. Tous les renseignements nécessaires à une identification correcte des systèmes d'essai doivent figurer sur leur logement ou leur récipient. Chaque système d'essai susceptible d'être extrait de son logement ou de son récipient pendant le déroulement de l'étude doit porter dans la mesure du possible des marques d'identification appropriées.</p><p>6. Pendant leur utilisation, les logements ou récipients des systèmes d'essai doivent être nettoyés et désinfectés à intervalles appropriés. Toute matière venant au contact d'un système d'essai ne doit pas contenir de contaminants à des concentrations qui interféreraient avec l'étude. La litière des animaux doit être changée selon les impératifs de bonnes pratiques d'élevage. L'utilisation d'agents antiparasitaires doit être explicitée.</p><p>7. Les systèmes d'essai utilisés dans des études sur le terrain doivent être disposés de façon à éviter que la dispersion de produits épandus et l'utilisation antérieure de pesticides ne viennent interférer avec l'étude.</p><p align='center'>6. Eléments d'essai et de référence</p><p align='center'>6.1. Réception, manutention, échantillonnage et stockage</p><p>1. Il faut tenir des registres mentionnant la caractérisation des éléments d'essai et de référence, la date de réception, la date d'expiration et les quantités reçues et utilisées dans les études.</p><p>2. Il faut définir des méthodes de manipulation, d'échantillonnage et de stockage qui assurent le maintien de l'homogénéité et de la stabilité dans toute la mesure du possible et évitent une contamination ou un mélange.</p><p>3. Les récipients de stockage doivent porter des renseignements d'identification, la date d'expiration et les instructions particulières de stockage.</p><p align='center'>6.2. Caractérisation</p><p>1. Tout élément d'essai et de référence doit être identifié de façon appropriée (code, numéro d'immatriculation du Chemical Abstracts Service [numéro du CAS], nom, paramètres biologiques, par exemple).</p><p>2. Pour chaque étude, il faut connaître la nature exacte des éléments d'essai ou de référence, notamment le numéro du lot, la pureté, la composition, les concentrations ou d'autres caractéristiques qui permettent de définir chaque lot de façon appropriée.</p><p>3. Lorsque l'élément d'essai est fourni par le donneur d'ordre, il doit exister un mécanisme, défini en coopération par le donneur d'ordre et l'installation d'essai, qui permet de vérifier l'identité de l'élément d'essai soumis à l'étude.</p><p>4. Pour toutes les études, il faut connaître la stabilité des éléments d'essai et de référence dans les conditions de stockage et d'essai.</p><p>5. Si l'élément d'essai est administré ou appliqué dans un véhicule, il faut déterminer l'homogénéité, la concentration et la stabilité de l'élément d'essai dans ce véhicule. Pour les éléments d'essai utilisés dans les études sur le terrain (mélanges en réservoir, par exemple) ces informations peuvent être obtenues grâce à des expériences distinctes en laboratoire.</p><p>6. Un échantillon de chaque lot de l'élément d'essai sera conservé à des fins d'analyse pour toutes les études, à l'exception des études à court terme.</p><p align='center'>7. Modes opératoires normalisés</p><p>1. Une installation d'essai doit posséder des modes opératoires normalisés écrits, approuvés par la direction de l'installation, qui doivent assurer la qualité et l'intégrité des données obtenues par cette installation. Les révisions des modes opératoires normalisés doivent être approuvées par la direction de l'installation d'essai.</p><p>2. Chaque section ou zone distincte de l'installation d'essai doit avoir un accès immédiat aux modes opératoires normalisés correspondant aux travaux qui s'y effectuent. Des ouvrages, méthodes d'analyse, articles et manuels publiés peuvent servir de compléments à des modes opératoires normalisés.</p><p>3. Les déviations par rapport aux modes opératoires normalisés relatifs à l'étude doivent être étayées par des documents et reconnues comme applicables par le directeur de l'étude, ainsi que par le ou les responsables principaux des essais, le cas échéant.</p><p>4. On doit disposer de modes opératoires normalisés pour les catégories suivantes d'activités de l'installation d'essai, dont la liste n'est pas limitative. Les tâches précises mentionnées sous chaque rubrique visée ci-après doivent être considérées comme des exemples :</p><p>1. Eléments d'essai et de référence :</p><p>Réception, identification, étiquetage, manutention, échantillonnage et stockage.</p><p>2. Appareils, matériaux et réactifs :</p><p>a) Appareils ;</p><p>Utilisation, entretien, nettoyage et étalonnage.</p><p>b) Systèmes informatiques :</p><p>Validation, exploitation, entretien, sécurité, maîtrise des modifications et sauvegarde.</p><p>c) Matériaux, réactifs et solutions :</p><p>Préparation et étiquetage.</p><p>3. Enregistrement des données, établissement des rapports, stockage et consultation des données, codage des études, collecte des données, établissement des rapports, systèmes d'indexation, exploitation des données, y compris l'emploi de systèmes informatisés.</p><p>4. Système d'essai (lorsqu'il y a lieu) :</p><p>a) Préparation du local et conditions d'ambiance pour le système d'essai ;</p><p>b) Méthodes de réception, de transfert, de mise en place correcte, de caractérisation, d'identification et d'entretien du système d'essai ;</p><p>c) Préparation du système d'essai, observations et examens avant, pendant et à la conclusion de l'étude ;</p><p>d) Manipulation des individus appartenant au système d'essai qui sont trouvés mourants ou morts au cours de l'étude.</p><p>e) Collecte, identification et manipulation de spécimens, y compris l'autopsie et l'histopathologie ;</p><p>f) Installation et disposition de systèmes d'essai sur des parcelles expérimentales ;</p><p>g) Méthodes d'élimination des déchets.</p><p>5. Mécanismes d'assurance qualité.</p><p>6. Affectation du personnel chargé de l'assurance qualité à la planification, l'établissement du calendrier, la réalisation, l'explication et la notification des inspections.</p><p align='center'>8. Réalisation de l'étude</p><p align='center'>8.1. Plan de l'étude</p><p>1. Pour chaque étude, il convient d'établir un plan écrit avant le début des travaux. Le plan de l'étude doit être approuvé par le directeur de l'étude, qui le date et le signe, et sa conformité aux BPL doit être vérifiée par le personnel d'assurance qualité comme indiqué au point 2.2 b ci-dessus. Ce plan doit également être approuvé par la direction de l'installation d'essai et le donneur d'ordre si la réglementation ou la législation du pays où l'étude est réalisée l'impose.</p><p>2. a) Les amendements apportés au plan de l'étude doivent être justifiés et approuvés par le directeur de l'étude, qui les date et les signe, puis conservés avec le plan de l'étude ;</p><p>b) Les déviations du plan de l'étude doivent être décrites, expliquées, déclarées et datées en temps utile par le directeur de l'étude et par le ou les responsables principaux des essais, puis conservées avec les données brutes de l'étude.</p><p>3. Pour les études à court terme, on peut utiliser un plan général d'étude accompagné d'un complément spécifique de l'étude considérée.</p><p align='center'>8.2. Contenu du plan de l'étude</p><p align='center'></p><p>Le plan de l'étude doit comporter les renseignements suivants, dont la liste n'est pas limitative :</p><p>1. Identification de l'étude, de l'élément d'essai et de l'élément de référence :</p><p>a) Un titre descriptif ;</p><p>b) Un exposé précisant la nature et l'objet de l'étude ;</p><p>c) L'identification de l'élément d'essai par un code ou par un nom (IUPAC, numéro du CAS, paramètres biologiques, etc.) ;</p><p>d) L'élément de référence à utiliser.</p><p>2. Renseignements relatifs au donneur d'ordre et à l'installation d'essai :</p><p>a) Le nom et l'adresse du donneur d'ordre ;</p><p>b) Le nom et l'adresse de toute installation d'essai et de tout site d'essai concernés ;</p><p>c) Le nom et l'adresse du directeur de l'étude ;</p><p>d) Le nom et l'adresse du ou des responsables principaux des essais, et la ou les phases de l'étude déléguées par le directeur de l'étude au ou aux responsables principaux des essais.</p><p>3. Dates :</p><p>a) La date de l'approbation du plan de l'étude par apposition de la signature du directeur de l'étude. La date de l'approbation du plan de l'étude par apposition de la signature de la direction de l'installation d'essai et du donneur d'ordre si la réglementation ou la législation du pays où l'étude est effectuée l'impose ;</p><p>b) Les dates proposées pour le début et la fin de l'expérimentation.</p><p>4. Méthodes d'essai :</p><p>L'indication de la ligne directrice de l'OCDE pour les essais ou d'une autre ligne directrice ou méthode à utiliser.</p><p>5. Points particuliers (lorsqu'il y a lieu) :</p><p>a) La justification du choix du système d'essai ;</p><p>b) La caractérisation du système d'essai, c'est-à-dire l'espèce, la race, la variété, l'origine, le nombre d'individus, la gamme de poids, le sexe, l'âge et autres informations pertinentes ;</p><p>c) La méthode d'administration et les raisons de son choix ;</p><p>d) Les taux de dose et/ou les concentrations, ainsi que la fréquence et la durée de l'administration ou de l'application ;</p><p>e) Des renseignements détaillés sur la conception de l'expérience, qui comprennent une description du déroulement chronologique de l'étude, de tous les matériaux, méthodes et conditions, de la nature et de la fréquence des analyses, des mesures, des observations et des examens à réaliser, ainsi que des méthodes statistiques à utiliser (le cas échéant).</p><p>6. Enregistrements et comptes rendus :</p><p>La liste des enregistrements et des comptes rendus qu'il faut conserver.</p><p align='center'>8.3. Réalisation de l'étude</p><p>1. Il faut donner à chaque étude une identification qui lui soit propre. Tous les éléments relatifs à une étude donnée doivent porter cette identification. Les spécimens de l'étude doivent être identifiés de façon à confirmer leur origine. Cette identification doit permettre la traçabilité, en tant que de besoin, du spécimen et de l'étude.</p><p>2. L'étude doit se dérouler conformément au plan arrêté.</p><p>3. Toutes les données obtenues au cours de la réalisation de l'étude doivent être enregistrées de manière directe, rapide, précise et lisible par la personne qui les relève. Les relevés de données doivent être signés ou paraphés et datés.</p><p>4. Toute modification des données brutes doit être consignée de façon à ne pas cacher la mention précédente ; il faut indiquer la raison du changement avec la date, la signature ou le paraphe de la personne qui y procède.</p><p>5. Les données obtenues directement sous forme d'entrée informatique doivent être identifiées comme telles lors de l'introduction des données par la ou les personnes responsables de la saisie directe. La conception du système informatique doit toujours permettre la rétention de l'intégralité des vérifications à rebours de façon à montrer toutes les modifications apportées aux données sans cacher la mention initiale. Il doit être possible d'associer toutes les modifications apportées aux données avec les personnes y ayant procédé grâce, par exemple, à des signatures électroniques mentionnant la date et l'heure. Les raisons des modifications seront mentionnées.</p><p align='center'>9. Etablissement du rapport sur les résultats de l'étude</p><p align='center'>9.1. Généralités</p><p>1. Il faut établir un rapport final pour chaque étude. Pour les études à court terme, un rapport final normalisé pourra être préparé et s'accompagner d'un complément particulier à l'étude.</p><p>2. Les responsables principaux des essais ou les scientifiques participant à l'étude doivent signer et dater leurs rapports.</p><p>3. Le directeur de l'étude doit signer et dater le rapport final afin d'indiquer qu'il assume la responsabilité de la validité des données. Le degré de conformité avec les présents principes de bonnes pratiques de laboratoire doit être indiqué.</p><p>4. Les corrections et additions apportées à un rapport final doivent se présenter sous forme d'amendements. Ces amendements doivent préciser clairement la raison des corrections ou des additions et être signés et datés par le directeur de l'étude.</p><p>5. La remise en forme du rapport final pour se conformer aux conditions de soumission imposées par une autorité nationale réglementaire ou chargée de l'homologation ne constitue pas une correction, une addition ou un amendement à ce rapport final.</p><p align='center'>9.2. Contenu du rapport final</p><p>Le rapport final doit donner les renseignements suivants, sans se limiter à ceux-ci :</p><p>1. Identification de l'étude et des éléments d'essai et de référence :</p><p>a) Un titre descriptif ;</p><p>b) L'identification de l'élément d'essai par un code ou par un nom (IUPAC, numéro du CAS, paramètres biologiques, etc.) ;</p><p>c) L'identification de l'élément de référence par un nom ;</p><p>d) La caractérisation de l'élément d'essai, notamment sa pureté, sa stabilité et son homogénéité.</p><p>2. Renseignements relatifs au donneur d'ordre et à l'installation d'essai :</p><p>a) Le nom et l'adresse du donneur d'ordre ;</p><p>b) Le nom et l'adresse de chaque installation et site d'essai concernés ;</p><p>c) Le nom et l'adresse du directeur de l'étude ;</p><p>d) Le nom et l'adresse du ou des responsables principaux des essais et les phases de l'étude qui leur sont déléguées, le cas échéant ;</p><p>e) Le nom et l'adresse des scientifiques ayant fourni des comptes rendus pour le rapport final.</p><p>3. Dates :</p><p>Les dates de début et d'achèvement de l'expérimentation.</p><p>4. Déclaration :</p><p>Une déclaration sur le programme d'assurance qualité énumérant les types d'inspections réalisées et leurs dates, y compris la ou les phases inspectées, ainsi que les dates auxquelles chacun des résultats des inspections a été communiqué à la direction et au directeur de l'étude, ainsi qu'au ou aux responsables principaux des essais, le cas échéant. Cette déclaration servira, en outre, à confirmer que le rapport final reflète les données brutes.</p><p>5. Description des matériaux et des méthodes d'essai :</p><p>a) Une description des méthodes et des matériaux utilisés ;</p><p>b) L'indication de la ligne directrice de l'OCDE pour les essais, ou d'une autre ligne directrice ou méthode.</p><p>6. Résultats :</p><p>a) Un résumé des résultats ;</p><p>b) Toutes les informations et les données demandées par le plan de l'étude ;</p><p>c) Un exposé des résultats, comprenant les calculs et les déterminations d'intérêt statistique ;</p><p>d) Une évaluation et un examen des résultats et, s'il y a lieu, des conclusions.</p><p>7. Stockage :</p><p>Le lieu où le plan de l'étude, les échantillons des éléments d'essai et de référence, les spécimens, les données brutes, ainsi que le rapport final doivent être conservés.</p><p align='center'>10. Stockage et conservation des archives et des matériaux</p><p>10.1. Seront conservés dans les archives pendant la période de dix ans :</p><p>a) Le plan de l'étude, les données brutes, les échantillons des éléments d'essai et de référence, les spécimens et le rapport final de chaque étude ;</p><p>b) Des rapports sur toutes les inspections réalisées conformément au programme d'assurance qualité, ainsi que les schémas directeurs ;</p><p>c) Les relevés des qualifications, de la formation, de l'expérience et des descriptions des tâches du personnel ;</p><p>d) Des comptes rendus et des rapports relatifs à l'entretien et à l'étalonnage de l'équipement ;</p><p>e) Les documents relatifs à la validation des systèmes informatiques ;</p><p>f) Le dossier chronologique de tous les modes opératoires normalisés ;</p><p>g) Des comptes rendus de surveillance de l'environnement.</p><p>Lorsque des échantillons des éléments d'essai et de référence et des spécimens sont éliminés avant l'expiration de la période de conservation requise pour quelque raison que ce soit, cette élimination doit être justifiée et étayée par des documents. Des échantillons des éléments d'essai et de référence et des spécimens ne doivent être conservés qu'aussi longtemps que la qualité de la préparation en permet l'évaluation.</p><p>10.2. Le matériel conservé dans des archives sera indexé de façon à en faciliter le stockage et la consultation méthodiques.</p><p>10.3. Seul le personnel autorisé par la direction aura accès aux archives. Toute entrée et sortie de matériel archivé doit être correctement consignée.</p><p>10.4. Si une installation d'essai ou un dépôt d'archives cesse ses activités et n'a pas de successeur légal, les archives doivent être remises au ou aux donneurs d'ordre de la ou des études.</p>",
            "type": "AUTONOME",
            "dateDebut": "2007-10-16T00:00:00.000Z",
            "dateFin": "2021-06-01T00:00:00.000Z"
        }
    ]
}