{
    "cid": "LEGIARTI000033627058",
    "num": "Annexe 3-9-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000033628154",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L311-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-3",
                    "articleId": "LEGIARTI000006797370",
                    "natureText": "CODE",
                    "date": 1599128382770,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L311-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-4",
                    "articleId": "LEGIARTI000006797373",
                    "natureText": "CODE",
                    "date": 1599128382770,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L311-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-4-1",
                    "articleId": "LEGIARTI000031711836",
                    "natureText": "CODE",
                    "date": 1599128382770,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L311-5-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-5-1",
                    "articleId": "LEGIARTI000031711846",
                    "natureText": "CODE",
                    "date": 1599128382770,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R311-0-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R311-0-6",
                    "articleId": "LEGIARTI000033628122",
                    "natureText": "CODE",
                    "date": 1599128382770,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491004800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R311-0-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R311-0-7",
                    "articleId": "LEGIARTI000033628120",
                    "natureText": "CODE",
                    "date": 1599128382770,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491004800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R311-35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R311-35",
                    "articleId": "LEGIARTI000006906267",
                    "natureText": "CODE",
                    "date": 1599128382770,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1098748800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033623436",
                    "textTitle": "Décret n°2016-1743 du 15 décembre 2016 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033626233",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-17",
                    "dateSignaTexte": "2016-12-15",
                    "dateDebutCible": "2017-04-01"
                }
            ],
            "num": "Annexe 3-9-1",
            "origine": "LEGI",
            "texte": "MESURES INDIVIDUELLES PERMETTANT D'ASSURER L'INTÉGRITÉ PHYSIQUE ET LA SÉCURITÉ DU RÉSIDENT ET DE SOUTENIR L'EXERCICE DE SA LIBERTÉ D'ALLER ET VENIR I. - Notice explicative de l'annexe au contrat de séjour à destination du personnel de l'établissement d'hébergement pour personnes âgées Préambule L'article L. 311-4-1 du code de l'action sociale et des familles introduit la possibilité de joindre une annexe au contrat de séjour définissant les mesures particulières à prendre pour soutenir l'exercice de la liberté d'aller et venir de la personne dans le respect de son intégrité physique et de sa sécurité. Une approche risques-bénéfices est privilégiée. Ainsi, les mesures prises par l'établissement ne doivent pas être disproportionnées aux risques encourus par le résident et sont prévues seulement lorsqu'elles s'avèrent strictement nécessaires. Cette annexe au contrat de séjour est prise au regard des dispositions constitutionnelles garantissant la liberté d'aller et venir des personnes. Les mesures énoncées dans l'annexe au contrat de séjour complètent les dispositions de l'article R. 311-35 du code de l'action sociale et des familles relatives au règlement de fonctionnement. Elles sont également conformes aux dispositions de l'article L. 311-3 du même code, qui garantit l'exercice de ses droits et libertés individuels à la personne prise en charge dans un établissement social et médico-social et de l'article 8 de la Charte des droits et libertés de la personne âgée, telle qu'introduite par l'article L. 311-4 du même code, et qui garantit au résident le droit à son autonomie. Ainsi, l'annexe poursuit un objectif de promotion de la liberté et venir du résident. La présente notice vise à accompagner les professionnels dans l'appréhension de l'annexe au contrat de séjour. Elle doit leur permettre de mieux cadrer leur propre positionnement dans l'équilibre entre préservation de l'intégrité physique et de la sécurité du résident et promotion de son autonomie. A ce titre, la notice se présente comme un guide pour les gestionnaires et une base d'échange avec le résident. L'annexe au contrat de séjour intervient au regard des responsabilités de l'établissement vis-à-vis du résident. L'opportunité de joindre une annexe au contrat de séjour est décidée par le médecin coordonnateur, ou à défaut, le médecin traitant. Dans le cadre du soutien à l'exercice de la liberté d'aller et venir du résident au sein de l'établissement, l'établissement s'engage à privilégier les réponses adaptées face aux risques identifiés pour l'intégrité physique et la sécurité du résident en maintenant le contact avec lui et en l'accompagnant, autant que faire se peut, dans ses déplacements. Toutes les réponses apportées par l'établissement sont préventives. La présente notice propose dans un premier temps les grandes catégories de besoins du résident que l'équipe médico-sociale de l'établissement doit identifier, ainsi que des conseils pour l'élaboration de l'annexe au contrat de séjour comprenant des mesures visant à promouvoir l'exercice de la liberté d'aller et venir et à assurer l'intégrité physique et la sécurité du résident. Identification des besoins de la personne âgée et des risques pour son intégrité physique et sa sécurité Le médecin coordonnateur, ou le cas échéant le médecin traitant, après un temps d'observation du résident, évalue avec l'équipe médico-sociale la situation du résident, et mentionne dans un document, en réponse aux besoins identifiés, les propositions de mesures strictement nécessaires permettant d'assurer son intégrité physique et sa sécurité tout en soutenant l'exercice de sa liberté d'aller et venir. Les besoins particuliers du résident sont identifiés au regard de facteurs à prendre en compte pour l'évaluation de sa situation, dont des exemples sont énoncés ci-dessous. Le médecin coordonnateur, ou le cas échéant le médecin traitant, s'appuie sur les informations de l'examen médical. Celui-ci doit permettre d'évaluer les capacités, les besoins et les souhaits de la personne dans le cadre d'un équilibre entre les risques encourus par le résident quant à son intégrité physique et sa sécurité et les bénéfices envisagés par le soutien à sa liberté d'aller et venir. Il doit également permettre de réfléchir avec les professionnels aux modalités pratiques permettant d'assurer le respect effectif de la liberté d'aller et venir du résident et de sa sécurité. Facteurs à prendre à compte pour l'évaluation de la situation et des besoins du résident : Les catégories listées ci-dessous sont issues de la grille d'auto-évaluation de la promotion de la bientraitance publiée par la Haute Autorité de santé avec le concours du réseau Réqua (octobre 2012). L'établissement peut les adapter en fonction de la situation particulière de ses résidents : Etat de santé et activité : les pathologies, troubles associés, et conséquences des traitements, dont peut souffrir le résident peuvent avoir un impact sur ses capacités de déplacement et peuvent entraîner des risques sur sa sécurité et son intégrité physique. Circulation : la circulation peut recouvrir des besoins tels que les déplacements à l'intérieur et à l'extérieur de l'établissement, la prise en compte de la pénibilité physique des déplacements, le confort. Sécurité : la sécurité du résident recouvre les fragilités particulières du résident liées à son état de santé, et le degré dans lequel celles-ci doivent être prises en considération pour mettre en œuvre l'exercice de sa liberté d'aller et venir. Respect de l'intégrité et de la dignité de la personne : le vécu et la sensibilité, ainsi que les choix du résident doivent être prises en compte dans l'analyse de ses besoins et permettre aux personnels soignants de s'interroger sur leurs pratiques. Accessibilité : l'accessibilité comprend la possibilité pour le résident de s'orienter et de se diriger facilement dans les parties intérieures et extérieures de l'établissement en fonction des caractéristiques de son état de santé. Vie sociale et maintien des relations avec les proches : les habitudes de vie et les rythmes de vie du résident doivent, dans la mesure du possible, être respectés afin de contribuer à la préservation de son autonomie. Conseils pour l'élaboration de l'annexe Article 1er Objet de l'annexe Les parties cocontractantes reprennent telles quelles les dispositions figurant au modèle-type d'annexe au contrat de séjour. Article 2 Equipe médico-sociale ayant participé à l'évaluation du résident Sont précisées : - la date de l'examen médical du résident ; - les observations du résident ; - la date de l'élaboration du projet d'annexe au contrat de séjour ; - la date de transmission du projet d'annexe au résident, à la personne chargée de sa protection en cas de mesure de protection juridique et à sa personne de confiance s'il en a désigné une ; - et les coordonnées et fonctions des personnes ayant participé à l'examen du résident, à l'élaboration du projet d'annexe au contrat de séjour, à savoir les membres de l'équipe médico-sociale. Article 3 Mesures particulières prises par l'établissement Ces mesures sont identifiées en s'appuyant sur les recommandations de la conférence de consensus, organisée par l'Agence nationale d'accréditation et d'évaluation en santé (ANAES) en décembre 2004, \" Liberté d'aller et venir dans les établissements sanitaires et médico-sociaux et obligation de soins et de sécurité \", ainsi que les recommandations de l'Agence nationale de l'évaluation et de la qualité des établissements et services sociaux et médico-sociaux (ANESM) \" L'accompagnement des personnes atteintes de la maladie d'Alzheimer ou apparentée en établissement médico-social \" (février 2009) et \" Qualité de vie en EHPAD (volet 2) \" (septembre 2011). Elles doivent conserver, voire promouvoir, dès que possible la liberté d'aller et venir et l'autonomie du résident. Elles doivent être spécifiques à la situation particulière du résident, proportionnées à ses besoins et strictement nécessaires à la garantie de la protection de son intégrité physique et de sa sécurité. Pour chacune de ces mesures, le directeur de l'établissement est tenu de rechercher, chaque fois que nécessaire avec la participation du médecin coordonnateur, le consentement du résident pour leur mise en œuvre. Ces mesures peuvent concerner en particulier l'entrée dans l'établissement, la circulation dans l'établissement, notamment l'accès aux terrasses et jardins et les sorties en dehors de l'établissement. Le directeur de l'établissement, sur proposition du médecin coordonnateur, décrit dans cet article les mesures pour assurer l'intégrité physique et la sécurité de la personne et pour soutenir l'exercice de sa liberté d'aller et venir. Les modalités concrètes de promotion de la liberté d'aller et venir du résident doivent être particulièrement développées. Cet article comprend également, uniquement lorsque celles-ci sont strictement nécessaires, les mesures particulières envisagées pour mettre fin au danger que le résident fait courir à lui-même par son propre comportement du fait des conséquences des troubles qui l'affectent. Article 4 Durée de l'annexe L'annexe est conclue pour une durée qui doit être précisée. Elle peut être est révisée à tout moment et les mesures qu'elle comporte sont réévaluées au moins tous les six mois. Article 5 Evaluation de l'adaptation des mesures individuelles mentionnée dans l'annexe au contrat de séjour Dans le cadre de sa démarche d'évaluation continue de la qualité de la prise en charge et de l'accompagnement du résident, l'établissement s'interroge sur l'adaptation des mesures prévues à l'annexe au contrat de séjour du résident, et cherche à déterminer les freins et les leviers spécifiques se rattachant à l'exécution de ces mesures. Article 6 Modalités de révision de l'annexe La révision est l'occasion d'une évaluation de l'efficacité des mesures particulières mises en œuvre au regard des attentes spécifiques induites par la situation du résident. L'établissement recueille l'avis de l'ensemble des parties à l'annexe au contrat de séjour. La révision est également l'occasion d'un questionnement sur l'opportunité du maintien des mesures existantes, de leur modification ou/ et de l'ajout de mesures nouvelles. II. - Modèle-type d'annexe au contrat de séjour Entre : [Raison sociale de l'établissement], représenté par [nom et prénom du directeur d'établissement ou toute autre personne formellement désignée par lui], situé au [adresse géographique], Désigné ci-après \" l'établissement \", Et : [Monsieur/Madame [nom et prénom], résident de l'établissement [raison sociale de l'établissement], Désigné ci-après \" le résident \" ; Vu le code de l'action sociale et des familles, notamment ses articles L. 311-4 et L. 311-4-1, Il est convenu ce qui suit : Préambule La liberté d'aller et venir est un principe de valeur constitutionnel, qui reconnaît à l'individu le droit de se mouvoir et de se déplacer d'un endroit à l'autre. L'article 8 de la Charte des droits et libertés de la personne âgée, telle qu'introduite par l'article L. 311-4 du code de l'action sociale et des familles, garantit au résident le droit à son autonomie et la possibilité de circuler librement. Le législateur énonce les modalités de mise en œuvre concrète de la liberté d'aller et venir au regard notamment des nécessités liées au respect de l'intégrité physique et de la sécurité de la personne. L'annexe au contrat de séjour mentionnée à l'article L. 311-4-1 du code de l'action sociale et des familles est un document à portée individuelle mis en œuvre seulement si la situation du résident le requiert. Elle a pour objectif d'assurer une prise en charge adaptée aux besoins individuels du résident en matière de soutien de sa liberté d'aller et venir dans le respect de son intégrité physique et de sa sécurité. Comme le précise le législateur, les mesures envisagées ne sont prévues que dans l'intérêt des personnes accueillies, si elles s'avèrent strictement nécessaires, et ne doivent pas être disproportionnées par rapport aux risques encourus. L'annexe au contrat de séjour est le fruit du travail pluridisciplinaire de l'équipe médico-sociale de l'établissement, qui s'appuie sur les données de l'examen médical du résident, dans le respect du secret médical, pour identifier les besoins du résident. S'il le souhaite, le résident et, le cas échéant, la personne chargée de sa protection en cas de mesure de protection juridique ou, après accord du résident, sa personne de confiance, peut demander, préalablement à la signature de l'annexe, à être reçu par le médecin coordonnateur ou à défaut, par une personne de l'équipe médico-sociale ayant participé à l'évaluation pluridisciplinaire ou par le médecin traitant, pour bénéficier d'explications complémentaires, notamment d'ordre médical, sur les mesures envisagées. L'annexe est signée lors d'un entretien entre le résident et, le cas échéant, de la personne chargée de sa protection en cas de mesure de protection juridique, ou en présence de sa personne de confiance, et le directeur d'établissement ou son représentant. Article 1er Objet de l'annexe La présente annexe définit les mesures particulières et individuelles strictement nécessaires que le médecin coordonnateur propose au directeur de l'établissement pour assurer l'intégrité physique et la sécurité du résident et pour soutenir l'exercice de sa liberté d'aller et venir au sein de la structure. Ces mesures sont élaborées par le médecin coordonnateur, ou à défaut le médecin traitant, et l'équipe médico-sociale de l'établissement en fonction des besoins identifiés à la suite de l'examen médical du résident et après analyse des risques et des bénéfices de ces mesures. Ces mesures sont élaborées conformément au cadre constitutionnel et légal rappelé en préambule. La présente annexe prévoit également les modalités relatives à sa durée, à sa révision et à son évaluation. Article 2 Equipe médico-sociale ayant participé à l'évaluation du résident L'examen médical du résident est intervenu le [date]. Il a été réalisé par le docteur [prénom nom], médecin coordonnateur de l'établissement [médecin traitant du résident]. L'équipe médico-sociale de l'établissement s'est réunie le [date] afin d'évaluer, avec le médecin ayant procédé à l'examen du résident, les bénéfices et risques des mesures envisagées. Participaient à cette évaluation les personnes suivantes : [prénom nom], [fonction] [prénom nom], [fonction] ... Le projet d'annexe au contrat de séjour a été remis par [prénom nom], [fonction] au résident, à son représentant légal ou le cas échéant, à sa personne de confiance le [date]. Le résident a émis les observations suivantes : [A compléter] Article 3 Mesures particulières prises par l'établissement Conformément à l'article 8 de la Charte des droits et libertés de la personne accueillie, \" dans les limites définies dans le cadre de la réalisation de sa prise en charge ou de son accompagnement et sous réserve des décisions de justice, des obligations contractuelles ou liées à la prestation dont elle bénéficie et des mesures de tutelle ou de curatelle renforcée, il est garanti à la personne la possibilité de circuler librement. \" Dans le cadre du soutien à l'exercice de la liberté d'aller et venir du résident au sein de l'établissement, l'établissement s'engage à privilégier les réponses adaptées face aux risques identifiés pour l'intégrité physique et la sécurité du résident en maintenant le contact avec lui et en l'accompagnant, autant que faire se peut, dans ses déplacements. Toutes les réponses apportées par l'établissement sont préventives. L'établissement porte une attention particulière à la promotion de la liberté d'aller et venir du résident, quel que soit son état de santé, dans le respect de son intégrité physique et de sa sécurité. Dans ce cadre, l'établissement est tenu de rechercher, chaque fois que nécessaire avec la participation du médecin coordonnateur, le consentement du résident pour la mise en œuvre de mesures visant à assurer son intégrité physique et sa sécurité dès lors qu'elles sont strictement nécessaires et proportionnées aux risques encourus. Les mesures individuelles et applicables à la situation particulière du résident prises par l'établissement sont retracées dans le tableau ci-dessous, dans lequel le résident exprime son acceptation. Tableau à compléter sur la base de l'évaluation pluridisciplinaire du résident MESURES PROPOSÉES ACCORD ABSENCE D'ACCORD OBSERVATIONS complémentaires Article 4 Durée de l'annexe La présente annexe est conclue pour une durée de [à compléter]. Elle peut être est révisée à tout moment et les mesures qu'elle comporte sont réévaluées au moins tous les six mois. Article 5 Evaluation de l'adaptation des mesures individuelles mentionnées dans l'annexe au contrat de séjour L'établissement s'engage à procéder à une évaluation continue de l'adaptation des mesures individuelles prévues dans la présente annexe. Si l'établissement constate que les mesures prévues n'ont pas été mises en œuvre ou ne l'ont pas été d'une manière à satisfaire l'objectif qui lui était assigné, il s'engage à mettre en place toute action visant à pallier ces manquements. Article 6 Modalités de révision de l'annexe Le contenu de l'annexe peut être révisé à tout moment, à la demande écrite du résident ou de la personne chargée de sa protection en cas de mesure de protection juridique, ou sur proposition de la personne de confiance désignée en application de l'article L. 311-5-1 du code de l'action sociale et des familles. Il peut également faire l'objet d'une révision à l'initiative du directeur de l'établissement, du médecin coordonnateur ou du médecin traitant en l'absence du médecin coordonnateur. Fait le.................. A Madame/Monsieur [indiquez nom et prénom du résident], [Signature] Madame/Monsieur [indiquez nom et prénom], directeur de l'établissement [indiquez la raison sociale] [Signature]",
            "texteHtml": "<p></p><div align='left'>MESURES INDIVIDUELLES PERMETTANT D'ASSURER L'INTÉGRITÉ PHYSIQUE ET LA SÉCURITÉ DU RÉSIDENT ET DE SOUTENIR L'EXERCICE DE SA LIBERTÉ D'ALLER ET VENIR <p>I. - Notice explicative de l'annexe au contrat de séjour à destination du personnel de l'établissement d'hébergement pour personnes âgées </p><p>Préambule <br/></p><p>L'article <a href='/article/LEGIARTI000031711836' title='Code de l'action sociale et des familles - art. L311-4-1 (V)'>L. 311-4-1 </a>du code de l'action sociale et des familles introduit la possibilité de joindre une annexe au contrat de séjour définissant les mesures particulières à prendre pour soutenir l'exercice de la liberté d'aller et venir de la personne dans le respect de son intégrité physique et de sa sécurité. Une approche risques-bénéfices est privilégiée. Ainsi, les mesures prises par l'établissement ne doivent pas être disproportionnées aux risques encourus par le résident et sont prévues seulement lorsqu'elles s'avèrent strictement nécessaires. </p><p>Cette annexe au contrat de séjour est prise au regard des dispositions constitutionnelles garantissant la liberté d'aller et venir des personnes. Les mesures énoncées dans l'annexe au contrat de séjour complètent les dispositions de l'article <a href='/article/LEGIARTI000006906267' title='Code de l'action sociale et des familles - art. R311-35 (V)'>R. 311-35 </a>du code de l'action sociale et des familles relatives au règlement de fonctionnement. Elles sont également conformes aux dispositions de l'article <a href='/article/LEGIARTI000006797370' title='Code de l'action sociale et des familles - art. L311-3 (V)'>L. 311-3 </a>du même code, qui garantit l'exercice de ses droits et libertés individuels à la personne prise en charge dans un établissement social et médico-social et de l'article 8 de la Charte des droits et libertés de la personne âgée, telle qu'introduite par l'article <a href='/article/LEGIARTI000006797373' title='Code de l'action sociale et des familles - art. L311-4 (V)'>L. 311-4 </a>du même code, et qui garantit au résident le droit à son autonomie. Ainsi, l'annexe poursuit un objectif de promotion de la liberté et venir du résident. </p><p>La présente notice vise à accompagner les professionnels dans l'appréhension de l'annexe au contrat de séjour. Elle doit leur permettre de mieux cadrer leur propre positionnement dans l'équilibre entre préservation de l'intégrité physique et de la sécurité du résident et promotion de son autonomie. A ce titre, la notice se présente comme un guide pour les gestionnaires et une base d'échange avec le résident. </p><p>L'annexe au contrat de séjour intervient au regard des responsabilités de l'établissement vis-à-vis du résident. L'opportunité de joindre une annexe au contrat de séjour est décidée par le médecin coordonnateur, ou à défaut, le médecin traitant. </p><p>Dans le cadre du soutien à l'exercice de la liberté d'aller et venir du résident au sein de l'établissement, l'établissement s'engage à privilégier les réponses adaptées face aux risques identifiés pour l'intégrité physique et la sécurité du résident en maintenant le contact avec lui et en l'accompagnant, autant que faire se peut, dans ses déplacements. Toutes les réponses apportées par l'établissement sont préventives. </p><p>La présente notice propose dans un premier temps les grandes catégories de besoins du résident que l'équipe médico-sociale de l'établissement doit identifier, ainsi que des conseils pour l'élaboration de l'annexe au contrat de séjour comprenant des mesures visant à promouvoir l'exercice de la liberté d'aller et venir et à assurer l'intégrité physique et la sécurité du résident. </p><p>Identification des besoins de la personne âgée et des risques pour son intégrité physique et sa sécurité </p><p>Le médecin coordonnateur, ou le cas échéant le médecin traitant, après un temps d'observation du résident, évalue avec l'équipe médico-sociale la situation du résident, et mentionne dans un document, en réponse aux besoins identifiés, les propositions de mesures strictement nécessaires permettant d'assurer son intégrité physique et sa sécurité tout en soutenant l'exercice de sa liberté d'aller et venir. Les besoins particuliers du résident sont identifiés au regard de facteurs à prendre en compte pour l'évaluation de sa situation, dont des exemples sont énoncés ci-dessous. Le médecin coordonnateur, ou le cas échéant le médecin traitant, s'appuie sur les informations de l'examen médical. Celui-ci doit permettre d'évaluer les capacités, les besoins et les souhaits de la personne dans le cadre d'un équilibre entre les risques encourus par le résident quant à son intégrité physique et sa sécurité et les bénéfices envisagés par le soutien à sa liberté d'aller et venir. Il doit également permettre de réfléchir avec les professionnels aux modalités pratiques permettant d'assurer le respect effectif de la liberté d'aller et venir du résident et de sa sécurité. </p><p>Facteurs à prendre à compte pour l'évaluation de la situation et des besoins du résident : </p><p>Les catégories listées ci-dessous sont issues de la grille d'auto-évaluation de la promotion de la bientraitance publiée par la Haute Autorité de santé avec le concours du réseau Réqua (octobre 2012). L'établissement peut les adapter en fonction de la situation particulière de ses résidents : </p><p>Etat de santé et activité : les pathologies, troubles associés, et conséquences des traitements, dont peut souffrir le résident peuvent avoir un impact sur ses capacités de déplacement et peuvent entraîner des risques sur sa sécurité et son intégrité physique. </p><p>Circulation : la circulation peut recouvrir des besoins tels que les déplacements à l'intérieur et à l'extérieur de l'établissement, la prise en compte de la pénibilité physique des déplacements, le confort. </p><p>Sécurité : la sécurité du résident recouvre les fragilités particulières du résident liées à son état de santé, et le degré dans lequel celles-ci doivent être prises en considération pour mettre en œuvre l'exercice de sa liberté d'aller et venir. </p><p>Respect de l'intégrité et de la dignité de la personne : le vécu et la sensibilité, ainsi que les choix du résident doivent être prises en compte dans l'analyse de ses besoins et permettre aux personnels soignants de s'interroger sur leurs pratiques. </p><p>Accessibilité : l'accessibilité comprend la possibilité pour le résident de s'orienter et de se diriger facilement dans les parties intérieures et extérieures de l'établissement en fonction des caractéristiques de son état de santé. </p><p>Vie sociale et maintien des relations avec les proches : les habitudes de vie et les rythmes de vie du résident doivent, dans la mesure du possible, être respectés afin de contribuer à la préservation de son autonomie. </p><p>Conseils pour l'élaboration de l'annexe </p><p>Article 1er </p><p>Objet de l'annexe </p><p>Les parties cocontractantes reprennent telles quelles les dispositions figurant au modèle-type d'annexe au contrat de séjour. </p><p>Article 2 </p><p>Equipe médico-sociale ayant participé à l'évaluation du résident </p><p>Sont précisées :</p><p>- la date de l'examen médical du résident ;</p><p>- les observations du résident ;</p><p>- la date de l'élaboration du projet d'annexe au contrat de séjour ;</p><p>- la date de transmission du projet d'annexe au résident, à la personne chargée de sa protection en cas de mesure de protection juridique et à sa personne de confiance s'il en a désigné une ;</p><p>- et les coordonnées et fonctions des personnes ayant participé à l'examen du résident, à l'élaboration du projet d'annexe au contrat de séjour, à savoir les membres de l'équipe médico-sociale. </p><p>Article 3 </p><p>Mesures particulières prises par l'établissement </p><p>Ces mesures sont identifiées en s'appuyant sur les recommandations de la conférence de consensus, organisée par l'Agence nationale d'accréditation et d'évaluation en santé (ANAES) en décembre 2004, \" Liberté d'aller et venir dans les établissements sanitaires et médico-sociaux et obligation de soins et de sécurité \", ainsi que les recommandations de l'Agence nationale de l'évaluation et de la qualité des établissements et services sociaux et médico-sociaux (ANESM) \" L'accompagnement des personnes atteintes de la maladie d'Alzheimer ou apparentée en établissement médico-social \" (février 2009) et \" Qualité de vie en EHPAD (volet 2) \" (septembre 2011). Elles doivent conserver, voire promouvoir, dès que possible la liberté d'aller et venir et l'autonomie du résident. Elles doivent être spécifiques à la situation particulière du résident, proportionnées à ses besoins et strictement nécessaires à la garantie de la protection de son intégrité physique et de sa sécurité. </p><p>Pour chacune de ces mesures, le directeur de l'établissement est tenu de rechercher, chaque fois que nécessaire avec la participation du médecin coordonnateur, le consentement du résident pour leur mise en œuvre. </p><p>Ces mesures peuvent concerner en particulier l'entrée dans l'établissement, la circulation dans l'établissement, notamment l'accès aux terrasses et jardins et les sorties en dehors de l'établissement. </p><p>Le directeur de l'établissement, sur proposition du médecin coordonnateur, décrit dans cet article les mesures pour assurer l'intégrité physique et la sécurité de la personne et pour soutenir l'exercice de sa liberté d'aller et venir. Les modalités concrètes de promotion de la liberté d'aller et venir du résident doivent être particulièrement développées. Cet article comprend également, uniquement lorsque celles-ci sont strictement nécessaires, les mesures particulières envisagées pour mettre fin au danger que le résident fait courir à lui-même par son propre comportement du fait des conséquences des troubles qui l'affectent. </p><p>Article 4 </p><p>Durée de l'annexe </p><p>L'annexe est conclue pour une durée qui doit être précisée. Elle peut être est révisée à tout moment et les mesures qu'elle comporte sont réévaluées au moins tous les six mois. </p><p>Article 5 </p><p>Evaluation de l'adaptation des mesures individuelles mentionnée dans l'annexe au contrat de séjour </p><p>Dans le cadre de sa démarche d'évaluation continue de la qualité de la prise en charge et de l'accompagnement du résident, l'établissement s'interroge sur l'adaptation des mesures prévues à l'annexe au contrat de séjour du résident, et cherche à déterminer les freins et les leviers spécifiques se rattachant à l'exécution de ces mesures. </p><p>Article 6 </p><p>Modalités de révision de l'annexe </p><p>La révision est l'occasion d'une évaluation de l'efficacité des mesures particulières mises en œuvre au regard des attentes spécifiques induites par la situation du résident. L'établissement recueille l'avis de l'ensemble des parties à l'annexe au contrat de séjour. La révision est également l'occasion d'un questionnement sur l'opportunité du maintien des mesures existantes, de leur modification ou/ et de l'ajout de mesures nouvelles. </p><p>II. - Modèle-type d'annexe au contrat de séjour </p><p>Entre : </p><p>[Raison sociale de l'établissement], représenté par [nom et prénom du directeur d'établissement ou toute autre personne formellement désignée par lui], situé au [adresse géographique], </p><p>Désigné ci-après \" l'établissement \", </p><p>Et : </p><p>[Monsieur/Madame [nom et prénom], résident de l'établissement [raison sociale de l'établissement], </p><p>Désigné ci-après \" le résident \" ; </p><p>Vu le code de l'action sociale et des familles, notamment ses articles L. 311-4 et L. 311-4-1, </p><p>Il est convenu ce qui suit : </p><p>Préambule </p><p>La liberté d'aller et venir est un principe de valeur constitutionnel, qui reconnaît à l'individu le droit de se mouvoir et de se déplacer d'un endroit à l'autre. L'article 8 de la Charte des droits et libertés de la personne âgée, telle qu'introduite par l'article L. 311-4 du code de l'action sociale et des familles, garantit au résident le droit à son autonomie et la possibilité de circuler librement. Le législateur énonce les modalités de mise en œuvre concrète de la liberté d'aller et venir au regard notamment des nécessités liées au respect de l'intégrité physique et de la sécurité de la personne. L'annexe au contrat de séjour mentionnée à l'article L. 311-4-1 du code de l'action sociale et des familles est un document à portée individuelle mis en œuvre seulement si la situation du résident le requiert. Elle a pour objectif d'assurer une prise en charge adaptée aux besoins individuels du résident en matière de soutien de sa liberté d'aller et venir dans le respect de son intégrité physique et de sa sécurité. Comme le précise le législateur, les mesures envisagées ne sont prévues que dans l'intérêt des personnes accueillies, si elles s'avèrent strictement nécessaires, et ne doivent pas être disproportionnées par rapport aux risques encourus. </p><p>L'annexe au contrat de séjour est le fruit du travail pluridisciplinaire de l'équipe médico-sociale de l'établissement, qui s'appuie sur les données de l'examen médical du résident, dans le respect du secret médical, pour identifier les besoins du résident. </p><p>S'il le souhaite, le résident et, le cas échéant, la personne chargée de sa protection en cas de mesure de protection juridique ou, après accord du résident, sa personne de confiance, peut demander, préalablement à la signature de l'annexe, à être reçu par le médecin coordonnateur ou à défaut, par une personne de l'équipe médico-sociale ayant participé à l'évaluation pluridisciplinaire ou par le médecin traitant, pour bénéficier d'explications complémentaires, notamment d'ordre médical, sur les mesures envisagées. </p><p>L'annexe est signée lors d'un entretien entre le résident et, le cas échéant, de la personne chargée de sa protection en cas de mesure de protection juridique, ou en présence de sa personne de confiance, et le directeur d'établissement ou son représentant. </p><p>Article 1er </p><p>Objet de l'annexe </p><p>La présente annexe définit les mesures particulières et individuelles strictement nécessaires que le médecin coordonnateur propose au directeur de l'établissement pour assurer l'intégrité physique et la sécurité du résident et pour soutenir l'exercice de sa liberté d'aller et venir au sein de la structure. Ces mesures sont élaborées par le médecin coordonnateur, ou à défaut le médecin traitant, et l'équipe médico-sociale de l'établissement en fonction des besoins identifiés à la suite de l'examen médical du résident et après analyse des risques et des bénéfices de ces mesures. Ces mesures sont élaborées conformément au cadre constitutionnel et légal rappelé en préambule. La présente annexe prévoit également les modalités relatives à sa durée, à sa révision et à son évaluation. </p><p>Article 2 </p><p>Equipe médico-sociale ayant participé à l'évaluation du résident </p><p>L'examen médical du résident est intervenu le [date]. Il a été réalisé par le docteur [prénom nom], médecin coordonnateur de l'établissement [médecin traitant du résident]. L'équipe médico-sociale de l'établissement s'est réunie le [date] afin d'évaluer, avec le médecin ayant procédé à l'examen du résident, les bénéfices et risques des mesures envisagées. </p><p>Participaient à cette évaluation les personnes suivantes : </p><p>[prénom nom], [fonction] </p><p>[prénom nom], [fonction]</p><p>... </p><p>Le projet d'annexe au contrat de séjour a été remis par [prénom nom], [fonction] au résident, à son représentant légal ou le cas échéant, à sa personne de confiance le [date]. </p><p>Le résident a émis les observations suivantes : </p><p>[A compléter] </p><p>Article 3 </p><p>Mesures particulières prises par l'établissement </p><p>Conformément à l'article 8 de la Charte des droits et libertés de la personne accueillie, \" dans les limites définies dans le cadre de la réalisation de sa prise en charge ou de son accompagnement et sous réserve des décisions de justice, des obligations contractuelles ou liées à la prestation dont elle bénéficie et des mesures de tutelle ou de curatelle renforcée, il est garanti à la personne la possibilité de circuler librement. \" </p><p>Dans le cadre du soutien à l'exercice de la liberté d'aller et venir du résident au sein de l'établissement, l'établissement s'engage à privilégier les réponses adaptées face aux risques identifiés pour l'intégrité physique et la sécurité du résident en maintenant le contact avec lui et en l'accompagnant, autant que faire se peut, dans ses déplacements. Toutes les réponses apportées par l'établissement sont préventives. </p><p>L'établissement porte une attention particulière à la promotion de la liberté d'aller et venir du résident, quel que soit son état de santé, dans le respect de son intégrité physique et de sa sécurité. </p><p>Dans ce cadre, l'établissement est tenu de rechercher, chaque fois que nécessaire avec la participation du médecin coordonnateur, le consentement du résident pour la mise en œuvre de mesures visant à assurer son intégrité physique et sa sécurité dès lors qu'elles sont strictement nécessaires et proportionnées aux risques encourus. </p><p>Les mesures individuelles et applicables à la situation particulière du résident prises par l'établissement sont retracées dans le tableau ci-dessous, dans lequel le résident exprime son acceptation. </p><p>Tableau à compléter sur la base de l'évaluation pluridisciplinaire du résident </p><div align='center'><center><table border='1'><tbody><tr><th><br/>MESURES PROPOSÉES <br/></th><th><br/>ACCORD <br/></th><th><br/>ABSENCE D'ACCORD <br/></th><th><br/>OBSERVATIONS <p>complémentaires <br/></p></th></tr><tr><td align='left'><br/></td><td align='left'><br/></td><td align='left'><br/></td><td align='left'><br/></td></tr><tr><td align='left'><br/></td><td align='left'><br/></td><td align='left'><br/></td><td align='left'><br/></td></tr><tr><td align='left'><br/></td><td align='left'><br/></td><td align='left'><br/></td><td align='left'><br/></td></tr><tr><td align='left'><br/></td><td align='left'><br/></td><td align='left'><br/></td><td align='left'><br/></td></tr></tbody></table></center></div><p>Article 4 </p><p>Durée de l'annexe </p><p>La présente annexe est conclue pour une durée de [à compléter]. Elle peut être est révisée à tout moment et les mesures qu'elle comporte sont réévaluées au moins tous les six mois. </p><p>Article 5 </p><p>Evaluation de l'adaptation des mesures individuelles mentionnées dans l'annexe au contrat de séjour </p><p>L'établissement s'engage à procéder à une évaluation continue de l'adaptation des mesures individuelles prévues dans la présente annexe. Si l'établissement constate que les mesures prévues n'ont pas été mises en œuvre ou ne l'ont pas été d'une manière à satisfaire l'objectif qui lui était assigné, il s'engage à mettre en place toute action visant à pallier ces manquements. </p><p>Article 6 </p><p>Modalités de révision de l'annexe </p><br/>Le contenu de l'annexe peut être révisé à tout moment, à la demande écrite du résident ou de la personne chargée de sa protection en cas de mesure de protection juridique, ou sur proposition de la personne de confiance désignée en application de l'article <a href='/article/LEGIARTI000031711846' title='Code de l'action sociale et des familles - art. L311-5-1 (V)'>L. 311-5-1</a> du code de l'action sociale et des familles. <p>Il peut également faire l'objet d'une révision à l'initiative du directeur de l'établissement, du médecin coordonnateur ou du médecin traitant en l'absence du médecin coordonnateur. </p><p>Fait le.................. </p><p>A </p><p>Madame/Monsieur [indiquez nom et prénom du résident], [Signature] </p><p>Madame/Monsieur [indiquez nom et prénom], directeur de l'établissement [indiquez la raison sociale] </p><p>[Signature]</p></div><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2017-04-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}