{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000029112931",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La formation de jugement de la cour de révision et de réexamen rejette la demande si elle l'estime mal fondée. Si elle estime la demande fondée, elle annule la condamnation prononcée, sauf lorsqu'il est fait droit à une demande en réexamen du pourvoi du condamné. S'il est possible de procéder à de nouveaux débats contradictoires, la formation de jugement de la cour de révision et de réexamen renvoie le requérant devant une juridiction de même ordre et de même degré, mais autre que celle dont émane la décision annulée. Toutefois, en cas de demande en réexamen et si le réexamen du pourvoi du condamné, dans des conditions conformes à la convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales, est de nature à remédier à la violation constatée par la Cour européenne des droits de l'homme, elle renvoie le requérant devant l'assemblée plénière de la Cour de cassation. S'il y a impossibilité de procéder à de nouveaux débats, notamment en cas d'amnistie, de décès, de contumace ou de défaut d'un ou de plusieurs condamnés, d'irresponsabilité pénale, en cas de prescription de l'action ou de la peine, la formation de jugement de la cour de révision et de réexamen, après l'avoir expressément constatée, statue au fond en présence des parties civiles, s'il y en a au procès, et des curateurs nommés par elle à la mémoire de chacun des morts ; dans ce cas, elle annule seulement celles des condamnations qui lui paraissent non justifiées et décharge, s'il y a lieu, la mémoire des morts. Si l'impossibilité de procéder à de nouveaux débats ne se révèle qu'après l'arrêt de la cour de révision et de réexamen annulant l'arrêt ou le jugement de condamnation et prononçant le renvoi, la cour, sur la réquisition du ministère public, rapporte la désignation par elle faite de la juridiction de renvoi et statue comme il est dit au troisième alinéa. Si l'annulation de la décision à l'égard d'un condamné vivant ne laisse rien subsister à sa charge qui puisse être pénalement qualifié, aucun renvoi n'est prononcé. L'annulation de la condamnation entraîne la suppression de la fiche du casier judiciaire. La cour de révision et de réexamen peut également ordonner la suppression des mentions figurant dans les fichiers de police judiciaire, dans le fichier automatisé des empreintes digitales, dans le fichier national automatisé des empreintes génétiques et dans le fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes si, compte tenu de la finalité de ces fichiers, la conservation de ces données n'apparaît plus nécessaire. Dans le cas prévu à l'avant-dernier alinéa, la suppression de ces mentions est obligatoirement ordonnée.",
            "texteHtml": "<p align='left'>La formation de jugement de la cour de révision et de réexamen rejette la demande si elle l'estime mal fondée. Si elle estime la demande fondée, elle annule la condamnation prononcée, sauf lorsqu'il est fait droit à une demande en réexamen du pourvoi du condamné. <br/><br/> S'il est possible de procéder à de nouveaux débats contradictoires, la formation de jugement de la cour de révision et de réexamen renvoie le requérant devant une juridiction de même ordre et de même degré, mais autre que celle dont émane la décision annulée. Toutefois, en cas de demande en réexamen et si le réexamen du pourvoi du condamné, dans des conditions conformes à la convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales, est de nature à remédier à la violation constatée par la Cour européenne des droits de l'homme, elle renvoie le requérant devant l'assemblée plénière de la Cour de cassation. <br/><br/> S'il y a impossibilité de procéder à de nouveaux débats, notamment en cas d'amnistie, de décès, de contumace ou de défaut d'un ou de plusieurs condamnés, d'irresponsabilité pénale, en cas de prescription de l'action ou de la peine, la formation de jugement de la cour de révision et de réexamen, après l'avoir expressément constatée, statue au fond en présence des parties civiles, s'il y en a au procès, et des curateurs nommés par elle à la mémoire de chacun des morts ; dans ce cas, elle annule seulement celles des condamnations qui lui paraissent non justifiées et décharge, s'il y a lieu, la mémoire des morts. <br/><br/> Si l'impossibilité de procéder à de nouveaux débats ne se révèle qu'après l'arrêt de la cour de révision et de réexamen annulant l'arrêt ou le jugement de condamnation et prononçant le renvoi, la cour, sur la réquisition du ministère public, rapporte la désignation par elle faite de la juridiction de renvoi et statue comme il est dit au troisième alinéa. <br/><br/> Si l'annulation de la décision à l'égard d'un condamné vivant ne laisse rien subsister à sa charge qui puisse être pénalement qualifié, aucun renvoi n'est prononcé. <br/><br/> L'annulation de la condamnation entraîne la suppression de la fiche du casier judiciaire. La cour de révision et de réexamen peut également ordonner la suppression des mentions figurant dans les fichiers de police judiciaire, dans le fichier automatisé des empreintes digitales, dans le fichier national automatisé des empreintes génétiques et dans le fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes si, compte tenu de la finalité de ces fichiers, la conservation de ces données n'apparaît plus nécessaire. Dans le cas prévu à l'avant-dernier alinéa, la suppression de ces mentions est obligatoirement ordonnée. </p>",
            "num": "624-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1412121600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Des voies de recours extraordinaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121327",
                        "id": "LEGISCTA000006121327",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2014-10-01",
                        "titre": "Titre II : Des demandes en révision",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138099",
                        "id": "LEGISCTA000006138099",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-10-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Des demandes en révision et en réexamen",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138099",
                        "id": "LEGISCTA000029122011",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-10-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : De la décision de la cour de révision et de réexamen \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029112456",
                        "id": "LEGISCTA000029112899",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029112458",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029112456",
            "sectionParentId": "LEGISCTA000029112899",
            "sectionParentTitre": "Chapitre IV : De la décision de la cour de révision et de réexamen \r\n\r\n",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Des voies de recours extraordinaires &gt; Titre II : Des demandes en révision et en réexamen &gt; Chapitre IV : De la décision de la cour de révision et de réexamen \r\n\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029112931",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029110582",
                    "textTitle": "LOI n°2014-640 du 20 juin 2014 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000029111921",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-06-21",
                    "dateSignaTexte": "2014-06-20",
                    "dateDebutCible": "2014-10-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071360",
                    "textTitle": "Code de justice militaire. - art. L233-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000029122051",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1412121600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R70 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R70",
                    "articleId": "LEGIARTI000043601274",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1632960000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029112931",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1412121600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "624-7"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}