{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006580452",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour garantir les opérations des caisses de crédit agricole mutuel, il est constitué un fonds commun de garantie auquel les caisses régionales doivent obligatoirement adhérer. Ce fonds est géré par la caisse nationale de crédit agricole qui peut prendre l'avis d'un comité spécial comprenant notamment des représentants de caisses régionales de crédit agricole mutuel. Le fonds de garantie des opérations des caisses régionales de crédit agricole mutuel est soumis aux dispositions juridiques et fiscales applicables à la caisse nationale de crédit agricole. En cas de dissolution du fonds, l'excédent de son actif sera affecté à la dotation du crédit agricole. Les caisses régionales de crédit agricole mutuel peuvent faire appel au fonds pour obtenir : 1° Des avances, si leurs disponibilités sont momentanément insuffisantes pour leur permettre de faire face aux demandes de retrait de fonds de leurs déposants. La durée de ces avances consenties au taux d'escompte de la Banque de France ne pourra excéder une année. Toutefois, si la situation d'une caisse régionale justifie une mesure exceptionnelle, cette durée peut être prorogée dans la limite de dix années sur avis conforme du comité spécial visé à l'alinéa 2 ci-dessus. Dans ce cas, le taux d'intérêt est majoré d'un point et l'acte de réalisation doit fixer la fraction de l'avance amortissable chaque année ; 2° La garantie de toute opération de crédit. La garantie donnée par le fonds est constatée par un acte auquel intervient le débiteur principal, lequel doit, au profit de l'Etat, consentir hypothèque sur ses biens dans les conditions prévues par l'article 746 du présent code, quelle que soit par ailleurs la qualité, créancière ou caution, en laquelle la caisse régionale de crédit agricole mutuel demanderesse apparaît au contrat principal formant la cause de l'engagement du fonds. Le fonds exerce seul les poursuites contre le débiteur principal ne remplissant pas ses obligations. Chaque fois que le produit de la réalisation des biens grevés de l'hypothèque et des autres sûretés réelles qui ont pu être prises est inférieur au montant de l'engagement du fonds, la perte qui apparaît ainsi est supportée partie par le fonds, partie par la caisse régionale de crédit agricole mutuel demanderesse, selon une proportion définie dans une convention passée entre la caisse et le fonds au moment où celui-ci accorde sa garantie. Les sommes recouvrées par la mise en jeu des sûretés personnelles, soit amiablement, soit sur action solidaire du fonds et de la caisse régionale de crédit agricole mutuel intéressée, sont réparties entre ces deux institutions proportionnellement à leur participation et jusqu'à concurrence des sommes qui leur sont dues. Les cotisations dues au fonds par les caisses régionales de crédit agricole mutuel sont fixées par la caisse nationale de crédit agricole après avis du comité spécial. Lorsque ces cotisations trouvent leur cause dans la garantie d'une opération de crédit, le bénéficiaire de celle-ci doit en supporter la charge. Un décret, contresigné par le ministre de l'agriculture et le ministre de l'économie et des finances, détermine les modalités d'application du présent article après avis de la caisse nationale de crédit agricole.",
            "texteHtml": "<p></p>   Pour garantir les opérations des caisses de crédit agricole mutuel, il est constitué un fonds commun de garantie auquel les caisses régionales doivent obligatoirement adhérer.<p></p><p></p>   Ce fonds est géré par la caisse nationale de crédit agricole qui peut prendre l'avis d'un comité spécial comprenant notamment des représentants de caisses régionales de crédit agricole mutuel.<p></p><p></p>   Le fonds de garantie des opérations des caisses régionales de crédit agricole mutuel est soumis aux dispositions juridiques et fiscales applicables à la caisse nationale de crédit agricole.<p></p><p></p>   En cas de dissolution du fonds, l'excédent de son actif sera affecté à la dotation du crédit agricole.<p></p><p></p>   Les caisses régionales de crédit agricole mutuel peuvent faire appel au fonds pour obtenir :<p></p><p></p>   1° Des avances, si leurs disponibilités sont momentanément insuffisantes pour leur permettre de faire face aux demandes de retrait de fonds de leurs déposants.<p></p><p></p>   La durée de ces avances consenties au taux d'escompte de la Banque de France ne pourra excéder une année. Toutefois, si la situation d'une caisse régionale justifie une mesure exceptionnelle, cette durée peut être prorogée dans la limite de dix années sur avis conforme du comité spécial visé à l'alinéa 2 ci-dessus. Dans ce cas, le taux d'intérêt est majoré d'un point et l'acte de réalisation doit fixer la fraction de l'avance amortissable chaque année ;<p></p><p></p>   2° La garantie de toute opération de crédit.<p></p><p></p>   La garantie donnée par le fonds est constatée par un acte auquel intervient le débiteur principal, lequel doit, au profit de l'Etat, consentir hypothèque sur ses biens dans les conditions prévues par l'article 746 du présent code, quelle que soit par ailleurs la qualité, créancière ou caution, en laquelle la caisse régionale de crédit agricole mutuel demanderesse apparaît au contrat principal formant la cause de l'engagement du fonds.<p></p><p></p>   Le fonds exerce seul les poursuites contre le débiteur principal ne remplissant pas ses obligations.<p></p><p></p>   Chaque fois que le produit de la réalisation des biens grevés de l'hypothèque et des autres sûretés réelles qui ont pu être prises est inférieur au montant de l'engagement du fonds, la perte qui apparaît ainsi est supportée partie par le fonds, partie par la caisse régionale de crédit agricole mutuel demanderesse, selon une proportion définie dans une convention passée entre la caisse et le fonds au moment où celui-ci accorde sa garantie.<p></p><p></p>   Les sommes recouvrées par la mise en jeu des sûretés personnelles, soit amiablement, soit sur action solidaire du fonds et de la caisse régionale de crédit agricole mutuel intéressée, sont réparties entre ces deux institutions proportionnellement à leur participation et jusqu'à concurrence des sommes qui leur sont dues.<p></p><p></p>   Les cotisations dues au fonds par les caisses régionales de crédit agricole mutuel sont fixées par la caisse nationale de crédit agricole après avis du comité spécial. Lorsque ces cotisations trouvent leur cause dans la garantie d'une opération de crédit, le bénéficiaire de celle-ci doit en supporter la charge.<p></p><p></p>   Un décret, contresigné par le ministre de l'agriculture et le ministre de l'économie et des finances, détermine les modalités d'application du présent article après avis de la caisse nationale de crédit agricole.<p></p>",
            "num": "699",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 158284800000,
            "dateFin": 569548800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Crédit agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098252",
                        "id": "LEGISCTA000006098252",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Des caisses de crédit agricole mutuel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121379",
                        "id": "LEGISCTA000006121379",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2005-08-25",
                        "titre": "Chapitre V : Paiements - Engagements de caution - Fonds de garantie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138250",
                        "id": "LEGISCTA000006138250",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580452",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138250",
            "sectionParentId": "LEGISCTA000006138250",
            "sectionParentTitre": "Chapitre V : Paiements - Engagements de caution - Fonds de garantie.",
            "fullSectionsTitre": "Livre V : Crédit agricole &gt; Titre Ier : Des caisses de crédit agricole mutuel &gt; Chapitre V : Paiements - Engagements de caution - Fonds de garantie.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006580452",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000307066",
                    "textTitle": "Décret 75-1360 1975-12-26 art. 1 JORF 7 janvier 1975",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000307066",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-01-07",
                    "dateSignaTexte": "1975-12-26",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000875421",
                    "textTitle": "Loi n°88-50 du 18 janvier 1988 - art. 16 () JORF 19 janvier 1988",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000006275593",
                    "natureText": "LOI",
                    "datePubliTexte": "1988-01-19",
                    "dateSignaTexte": "1988-01-18",
                    "dateDebutCible": "1988-01-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 746",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580452",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 158284800000,
                    "dateFin": 569548800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "699"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}