{
    "cid": "LEGIARTI000031081210",
    "num": "R512-79",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129034",
                        "id": "LEGISCTA000006129034",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Installations classées pour la protection de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143784",
                        "id": "LEGISCTA000006143784",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2010-04-15",
                        "titre": "Chapitre II : Installations soumises à autorisation ou à déclaration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159418",
                        "id": "LEGISCTA000006159418",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-04-15",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Installations soumises à autorisation, à enregistrement ou à déclaration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159418",
                        "id": "LEGISCTA000022096046",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2010-04-15",
                        "titre": "Section 3 : Dispositions communes à l'autorisation et à la déclaration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176949",
                        "id": "LEGISCTA000006176949",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-04-15",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Dispositions communes à l'autorisation, à l'enregistrement et à la déclaration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176949",
                        "id": "LEGISCTA000022096120",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188928",
                        "id": "LEGISCTA000006188928",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-21",
                        "fin": "2022-06-01",
                        "titre": "Paragraphe 10 : Réhabilitation d'un site par un tiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081202",
                        "id": "LEGISCTA000031081202",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-06-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 11 : Réhabilitation d'un site par un tiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081202",
                        "id": "LEGISCTA000043955968",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000031081449",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L171-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L171-8",
                    "articleId": "LEGIARTI000025136616",
                    "natureText": "CODE",
                    "date": 1654028118176,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L512-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L512-21",
                    "articleId": "LEGIARTI000028786367",
                    "natureText": "CODE",
                    "date": 1654028118176,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R512-78",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R512-78",
                    "articleId": "LEGIARTI000031081208",
                    "natureText": "CODE",
                    "date": 1654028118176,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488326400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R512-80 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R512-80",
                    "articleId": "LEGIARTI000035768988",
                    "natureText": "CODE",
                    "date": 1654028118176,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1507766400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R512-81 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R512-81",
                    "articleId": "LEGIARTI000031081493",
                    "natureText": "CODE",
                    "date": 1654028118177,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440115200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031056735",
                    "textTitle": "DÉCRET n°2015-1004 du 18 août 2015 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031081162",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-08-20",
                    "dateSignaTexte": "2015-08-18",
                    "dateDebutCible": "2015-08-21"
                }
            ],
            "num": "R512-79",
            "origine": "LEGI",
            "texte": "I. – Lorsqu'une installation classée n'a plus d'exploitant connu, le préfet peut autoriser un tiers demandeur à réaliser les travaux de réhabilitation des terrains occupés par cette installation dans les conditions suivantes. Le tiers demandeur recueille l'accord du maire ou du président de l'établissement public de coopération intercommunale compétent en matière d'urbanisme et du propriétaire du terrain sur la proposition du ou des usages qu'il envisage sur le terrain. L'absence de réponse dans un délai de trois mois suivant la réception de la proposition d'usage vaut désaccord. Il transmet au préfet la proposition d'usage futur, les accords recueillis et le dossier prévu au I de l'article R. 512-78 . II. – Au vu des éléments transmis par le tiers demandeur, le préfet arrête, dans les formes prévues par le III de l'article R. 512-78 : 1° Les travaux à réaliser, le cas échéant par tranche de travaux de réhabilitation. Ces prescriptions sont fixées compte tenu du ou des usages retenus en tenant compte de l'efficacité des techniques de réhabilitation dans des conditions économiquement acceptables ainsi que du bilan des coûts et des avantages de la réhabilitation au regard des usages considérés ; 2° Le délai dans lequel ces travaux doivent être mis en œuvre ; 3° Le montant et la durée des garanties financières prévues au V de l'article L. 512-21 , le cas échéant par tranche de travaux. Ce montant est celui des travaux de réhabilitation prévus. Cet arrêté fixe également le délai dans lequel le tiers demandeur adresse au préfet l'attestation de la maîtrise foncière du terrain, ou l'autorisation du propriétaire de réaliser les travaux prescrits, et l'attestation de constitution des garanties financières. Au-delà de ce délai, l'arrêté est caduc. Cet arrêté est notifié au tiers demandeur, au maire ou au président de l'établissement public de coopération intercommunale compétent en matière d'urbanisme et au propriétaire du terrain. Le silence gardé par le préfet dans un délai de quatre mois suivant la réception du dossier vaut refus de l'usage proposé par le tiers demandeur. Pour la détermination de la nature, du montant et de la durée des travaux de réhabilitation, le préfet peut faire appel, aux frais du tiers demandeur, à un tiers expert. Le préfet peut également prescrire au tiers demandeur les mesures de surveillance nécessaires. III. – En cas de modification du projet ou en cas d'élément nouveau relatif à la pollution conduisant à une modification des travaux de réhabilitation initialement prescrits, le tiers demandeur informe le préfet qui peut prendre des arrêtés complémentaires dans la forme prévue au III de l'article R. 512-78. Dans le cas où la durée des travaux risque d'excéder la durée fixée dans l'arrêté prévu au II, le tiers demandeur prend les mesures nécessaires pour étendre ses garanties financières. Il informe le préfet et lui adresse l'attestation prévue au septième alinéa du I de l'article R. 512-80 au moins trois mois avant l'échéance des garanties financières initiales. A défaut, il est fait application des dispositions de l'article L. 171-8 . IV. – Lorsque les travaux prescrits par le préfet sont réalisés, le tiers demandeur en informe le préfet. L'inspecteur de l'environnement constate par procès-verbal la réalisation des travaux. Il transmet le procès-verbal au préfet qui en adresse un exemplaire au tiers demandeur, au maire ou au président de l'établissement public de coopération intercommunale compétent en matière d'urbanisme et au propriétaire du terrain. Ce procès-verbal a pour seul effet de permettre la levée des garanties financières.",
            "texteHtml": "<p>I. – Lorsqu'une installation classée n'a plus d'exploitant connu, le préfet peut autoriser un tiers demandeur à réaliser les travaux de réhabilitation des terrains occupés par cette installation dans les conditions suivantes.</p><p>Le tiers demandeur recueille l'accord du maire ou du président de l'établissement public de coopération intercommunale compétent en matière d'urbanisme et du propriétaire du terrain sur la proposition du ou des usages qu'il envisage sur le terrain. L'absence de réponse dans un délai de trois mois suivant la réception de la proposition d'usage vaut désaccord.</p><p>Il transmet au préfet la proposition d'usage futur, les accords recueillis et le dossier prévu au I de l'article <a href='/article/LEGIARTI000031081208'>R. 512-78</a>.</p><p>II. – Au vu des éléments transmis par le tiers demandeur, le préfet arrête, dans les formes prévues par le III de l'article R. 512-78 :</p><p>1° Les travaux à réaliser, le cas échéant par tranche de travaux de réhabilitation. Ces prescriptions sont fixées compte tenu du ou des usages retenus en tenant compte de l'efficacité des techniques de réhabilitation dans des conditions économiquement acceptables ainsi que du bilan des coûts et des avantages de la réhabilitation au regard des usages considérés ;</p><p>2° Le délai dans lequel ces travaux doivent être mis en œuvre ;</p><p>3° Le montant et la durée des garanties financières prévues au V de l'article <a href='/article/LEGIARTI000028786367'>L. 512-21</a>, le cas échéant par tranche de travaux. Ce montant est celui des travaux de réhabilitation prévus.</p><p>Cet arrêté fixe également le délai dans lequel le tiers demandeur adresse au préfet l'attestation de la maîtrise foncière du terrain, ou l'autorisation du propriétaire de réaliser les travaux prescrits, et l'attestation de constitution des garanties financières. Au-delà de ce délai, l'arrêté est caduc.</p><p>Cet arrêté est notifié au tiers demandeur, au maire ou au président de l'établissement public de coopération intercommunale compétent en matière d'urbanisme et au propriétaire du terrain. Le silence gardé par le préfet dans un délai de quatre mois suivant la réception du dossier vaut refus de l'usage proposé par le tiers demandeur.</p><p>Pour la détermination de la nature, du montant et de la durée des travaux de réhabilitation, le préfet peut faire appel, aux frais du tiers demandeur, à un tiers expert.</p><p>Le préfet peut également prescrire au tiers demandeur les mesures de surveillance nécessaires.</p><p>III. – En cas de modification du projet ou en cas d'élément nouveau relatif à la pollution conduisant à une modification des travaux de réhabilitation initialement prescrits, le tiers demandeur informe le préfet qui peut prendre des arrêtés complémentaires dans la forme prévue au III de l'article R. 512-78.</p><p>Dans le cas où la durée des travaux risque d'excéder la durée fixée dans l'arrêté prévu au II, le tiers demandeur prend les mesures nécessaires pour étendre ses garanties financières. Il informe le préfet et lui adresse l'attestation prévue au septième alinéa du I de l'article R. 512-80 au moins trois mois avant l'échéance des garanties financières initiales. A défaut, il est fait application des dispositions de l'article <a href='/article/LEGIARTI000025136616'>L. 171-8</a>.</p><p>IV. – Lorsque les travaux prescrits par le préfet sont réalisés, le tiers demandeur en informe le préfet.</p><p>L'inspecteur de l'environnement constate par procès-verbal la réalisation des travaux. Il transmet le procès-verbal au préfet qui en adresse un exemplaire au tiers demandeur, au maire ou au président de l'établissement public de coopération intercommunale compétent en matière d'urbanisme et au propriétaire du terrain. Ce procès-verbal a pour seul effet de permettre la levée des garanties financières.</p>",
            "type": "AUTONOME",
            "dateDebut": "2015-08-21T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}