{
    "cid": "LEGIARTI000043249921",
    "num": "R443-25",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : LES DISPOSITIONS RELATIVES AU GAZ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749195",
                        "id": "LEGISCTA000031749195",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : LA COMMERCIALISATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749391",
                        "id": "LEGISCTA000031749391",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Le régime de la fourniture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749401",
                        "id": "LEGISCTA000031749401",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-03-14",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Fourniture de dernier recours ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043249893",
                        "id": "LEGISCTA000043249893",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-03-14",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions applicables à la fourniture de dernier recours ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043249911",
                        "id": "LEGISCTA000043249911",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043249921",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043243818",
                    "textTitle": "Décret n°2021-273 du 11 mars 2021 - art. 30",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000043247369",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-03-13",
                    "dateSignaTexte": "2021-03-11",
                    "dateDebutCible": "2021-03-14"
                }
            ],
            "num": "R443-25",
            "origine": "LEGI",
            "texte": "L'information relative au mandat du fournisseur de dernier recours est présentée de manière neutre, compréhensible et visible dès sa nomination et pour toute la durée de sa mandature sur les pages publiques de son site internet, ainsi que sur celles des espaces personnels des consommateurs disposant de contrats de fourniture de dernier recours. La nomination comme fournisseur de dernier recours, ou les contrats de fourniture de dernier recours ne peuvent faire l'objet d'aucune communication ou action à caractère promotionnel, visant à inciter à la souscription de ce type de contrat. Une information portant sur les spécificités des contrats de fourniture de dernier recours, en particulier la majoration tarifaire appliquée par le fournisseur, est délivrée sur les factures des clients disposant d'un contrat de fourniture de dernier recours, selon des modalités précisées par un arrêté des ministres chargés de l'énergie et de la consommation. Au plus tard deux mois avant chaque date anniversaire du contrat et avant l'échéance du contrat, le fournisseur de dernier recours adresse au client un courrier dans lequel il rappelle les spécificités du contrat de fourniture de dernier recours, notamment sa majoration de prix, et les modalités de sortie de contrat de fourniture de dernier recours. Cette communication est assortie d'une information sur le comparateur d'offres mentionné à l'article L. 122-3 et, le cas échéant, sur le nouveau fournisseur de dernier recours désigné pour la zone de desserte du client. En l'absence de réponse de la part du client dans un délai de quinze jours précédant l'échéance du contrat, ce contrat est réputé accepté.",
            "texteHtml": "<p>L'information relative au mandat du fournisseur de dernier recours est présentée de manière neutre, compréhensible et visible dès sa nomination et pour toute la durée de sa mandature sur les pages publiques de son site internet, ainsi que sur celles des espaces personnels des consommateurs disposant de contrats de fourniture de dernier recours. La nomination comme fournisseur de dernier recours, ou les contrats de fourniture de dernier recours ne peuvent faire l'objet d'aucune communication ou action à caractère promotionnel, visant à inciter à la souscription de ce type de contrat.<br/><br/>\n Une information portant sur les spécificités des contrats de fourniture de dernier recours, en particulier la majoration tarifaire appliquée par le fournisseur, est délivrée sur les factures des clients disposant d'un contrat de fourniture de dernier recours, selon des modalités précisées par un arrêté des ministres chargés de l'énergie et de la consommation.<br/><br/>\n Au plus tard deux mois avant chaque date anniversaire du contrat et avant l'échéance du contrat, le fournisseur de dernier recours adresse au client un courrier dans lequel il rappelle les spécificités du contrat de fourniture de dernier recours, notamment sa majoration de prix, et les modalités de sortie de contrat de fourniture de dernier recours. Cette communication est assortie d'une information sur le comparateur d'offres mentionné à l'article L. 122-3 et, le cas échéant, sur le nouveau fournisseur de dernier recours désigné pour la zone de desserte du client.<br/><br/>\n En l'absence de réponse de la part du client dans un délai de quinze jours précédant l'échéance du contrat, ce contrat est réputé accepté.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-03-14T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}