{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039279827",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Dans les mutuelles, unions et fédérations employant entre cinquante et neuf cent quatre-vingt-dix-neuf salariés, deux représentants de ceux-ci, élus dans les conditions fixées par les statuts, assistent avec voix consultative aux séances du conseil d'administration. Toutefois, leurs statuts peuvent prévoir que ces deux représentants assistent avec voix délibérative aux séances du conseil d'administration. (1) II.-Dans les mutuelles, unions et fédérations employant, à la clôture de deux exercices consécutifs, au moins mille salariés permanents, les statuts prévoient que le conseil d'administration comprend, outre les administrateurs prévus à l'article L. 114-16 , des représentants des salariés, qui assistent avec voix délibérative aux séances du conseil d'administration. Le nombre de ces représentants est au moins égal à deux. Les statuts sont modifiés dans les douze mois suivant la clôture du second des deux exercices mentionnés au premier alinéa du présent II. L'élection des représentants des salariés intervient dans les neuf mois suivant la modification des statuts. Par dérogation au deuxième alinéa du présent II, dans les mutuelles, unions ou fédérations ayant mis en œuvre le second alinéa du I, l'entrée en fonction des représentants des salariés mentionnés au premier alinéa du présent II intervient au plus tard à la date du terme des mandats exercés par les représentants mentionnés au même premier alinéa. III.-Pour l'application des I et II, tous les salariés de la mutuelle, de l'union ou de la fédération dont le contrat de travail est antérieur de trois mois à la date de l'élection sont électeurs. Le vote est secret. L'élection a lieu au scrutin de liste à la représentation proportionnelle au plus fort reste et sans panachage. Chaque liste comporte un nombre de candidats double de celui des sièges à pourvoir et est composée alternativement d'un candidat de chaque sexe. Sur chacune des listes, l'écart entre le nombre des candidats de chaque sexe ne peut être supérieur à un. En cas d'égalité des voix, les candidats dont le contrat de travail est le plus ancien sont déclarés élus. Les autres modalités de l'élection, notamment les modalités selon lesquelles les sièges peuvent être pourvus, en dehors d'une assemblée générale, en cas de vacance d'un poste par décès, démission, révocation, rupture du contrat de travail ou pour toute autre cause que ce soit, ainsi que la durée de leur mandat qui ne peut être supérieure à six ans, sont fixées par les statuts. Les représentants élus par les salariés doivent être titulaires d'un contrat de travail avec la mutuelle, l'union ou la fédération antérieur d'une année au moins à leur nomination et correspondant à un emploi effectif. Toutefois, la condition d'ancienneté n'est pas requise lorsqu'au jour de la nomination, la mutuelle, l'union ou la fédération est constituée depuis moins d'un an. Les représentants élus par les salariés ne sont pas pris en compte pour la détermination du nombre minimal d'administrateurs prévus à l'article L. 114-16 ni pour l'application des dispositions prévues à l'article L. 114-22 . Le mandat de représentant élu par les salariés est incompatible avec tout mandat de délégué syndical ou de membre du comité social et économique de la mutuelle, union ou fédération. Il est également incompatible avec l'exercice de fonctions clés ou de dirigeant opérationnel. Le représentant élu par les salariés qui, lors de son élection, est titulaire d'un ou de plusieurs de ces mandats doit s'en démettre dans les huit jours. A défaut, il est réputé démissionnaire de son mandat de représentant élu par les salariés. Les représentants élus par les salariés disposent du temps nécessaire pour exercer utilement leur mandat, dans les mêmes conditions que celles définies à l'article L. 225-30-1 du code de commerce pour les administrateurs salariés. Ils bénéficient à leur demande, lors de leur première année d'exercice, d'une formation à la gestion adaptée à l'exercice de leur mandat, à la charge de la mutuelle, de l'union ou de la fédération. Ce temps de formation, dont la durée ne peut être inférieure à vingt heures par an, n'est pas imputable sur le crédit d'heures prévu au neuvième alinéa du présent III. Les représentants élus par les salariés ne perdent pas le bénéfice de leur contrat de travail. Leur rémunération en tant que salariés ne peut être réduite du fait de l'exercice de leur mandat. La rupture du contrat de travail met fin au mandat de représentant élu par les salariés. Les représentants élus par les salariés ne peuvent être révoqués que pour faute dans l'exercice de leur mandat, par décision du président du   tribunal judiciaire, rendue en la forme des référés, à la demande de la majorité des membres du conseil d'administration. La décision est exécutoire par provision. Toute élection ou nomination intervenue en violation du présent article est nulle. Cette nullité n'entraîne pas celle des délibérations auxquelles a pris part le représentant élu irrégulièrement nommé.",
            "texteHtml": "<p>I.-Dans les mutuelles, unions et fédérations employant entre cinquante et neuf cent quatre-vingt-dix-neuf salariés, deux représentants de ceux-ci, élus dans les conditions fixées par les statuts, assistent avec voix consultative aux séances du conseil d'administration. <br/><br/>Toutefois, leurs statuts peuvent prévoir que ces deux représentants assistent avec voix délibérative aux séances du conseil d'administration. (1) <br/><br/>II.-Dans les mutuelles, unions et fédérations employant, à la clôture de deux exercices consécutifs, au moins mille salariés permanents, les statuts prévoient que le conseil d'administration comprend, outre les administrateurs prévus à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006792133&dateTexte=&categorieLien=cid'>L. 114-16</a>, des représentants des salariés, qui assistent avec voix délibérative aux séances du conseil d'administration. Le nombre de ces représentants est au moins égal à deux. <br/><br/>Les statuts sont modifiés dans les douze mois suivant la clôture du second des deux exercices mentionnés au premier alinéa du présent II. L'élection des représentants des salariés intervient dans les neuf mois suivant la modification des statuts. <br/><br/>Par dérogation au deuxième alinéa du présent II, dans les mutuelles, unions ou fédérations ayant mis en œuvre le second alinéa du I, l'entrée en fonction des représentants des salariés mentionnés au premier alinéa du présent II intervient au plus tard à la date du terme des mandats exercés par les représentants mentionnés au même premier alinéa. <br/><br/>III.-Pour l'application des I et II, tous les salariés de la mutuelle, de l'union ou de la fédération dont le contrat de travail est antérieur de trois mois à la date de l'élection sont électeurs. Le vote est secret. <br/><br/>L'élection a lieu au scrutin de liste à la représentation proportionnelle au plus fort reste et sans panachage. Chaque liste comporte un nombre de candidats double de celui des sièges à pourvoir et est composée alternativement d'un candidat de chaque sexe. Sur chacune des listes, l'écart entre le nombre des candidats de chaque sexe ne peut être supérieur à un. <br/><br/>En cas d'égalité des voix, les candidats dont le contrat de travail est le plus ancien sont déclarés élus. <br/><br/>Les autres modalités de l'élection, notamment les modalités selon lesquelles les sièges peuvent être pourvus, en dehors d'une assemblée générale, en cas de vacance d'un poste par décès, démission, révocation, rupture du contrat de travail ou pour toute autre cause que ce soit, ainsi que la durée de leur mandat qui ne peut être supérieure à six ans, sont fixées par les statuts. <br/><br/>Les représentants élus par les salariés doivent être titulaires d'un contrat de travail avec la mutuelle, l'union ou la fédération antérieur d'une année au moins à leur nomination et correspondant à un emploi effectif. Toutefois, la condition d'ancienneté n'est pas requise lorsqu'au jour de la nomination, la mutuelle, l'union ou la fédération est constituée depuis moins d'un an. <br/><br/>Les représentants élus par les salariés ne sont pas pris en compte pour la détermination du nombre minimal d'administrateurs prévus à l'article L. 114-16 ni pour l'application des dispositions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006792142&dateTexte=&categorieLien=cid'>L. 114-22</a>. <br/><br/>Le mandat de représentant élu par les salariés est incompatible avec tout mandat de délégué syndical ou de membre du comité social et économique de la mutuelle, union ou fédération. Il est également incompatible avec l'exercice de fonctions clés ou de dirigeant opérationnel. <br/><br/>Le représentant élu par les salariés qui, lors de son élection, est titulaire d'un ou de plusieurs de ces mandats doit s'en démettre dans les huit jours. A défaut, il est réputé démissionnaire de son mandat de représentant élu par les salariés. <br/><br/>Les représentants élus par les salariés disposent du temps nécessaire pour exercer utilement leur mandat, dans les mêmes conditions que celles définies à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000027549945&dateTexte=&categorieLien=cid'>L. 225-30-1 du code de commerce</a> pour les administrateurs salariés. <br/><br/>Ils bénéficient à leur demande, lors de leur première année d'exercice, d'une formation à la gestion adaptée à l'exercice de leur mandat, à la charge de la mutuelle, de l'union ou de la fédération. Ce temps de formation, dont la durée ne peut être inférieure à vingt heures par an, n'est pas imputable sur le crédit d'heures prévu au neuvième alinéa du présent III. <br/><br/>Les représentants élus par les salariés ne perdent pas le bénéfice de leur contrat de travail. Leur rémunération en tant que salariés ne peut être réduite du fait de l'exercice de leur mandat. <br/><br/>La rupture du contrat de travail met fin au mandat de représentant élu par les salariés. <br/><br/>Les représentants élus par les salariés ne peuvent être révoqués que pour faute dans l'exercice de leur mandat, par décision du président du   tribunal judiciaire, rendue en la forme des référés, à la demande de la majorité des membres du conseil d'administration. La décision est exécutoire par provision. <br/><br/>Toute élection ou nomination intervenue en violation du présent article est nulle. Cette nullité n'entraîne pas celle des délibérations auxquelles a pris part le représentant élu irrégulièrement nommé.</p>",
            "num": "L114-16-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1640995200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 75160,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Règles générales applicables à l'ensemble des mutuelles, unions et fédérations.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128405",
                        "id": "LEGISCTA000006128405",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Fonctionnement des mutuelles, unions et fédérations : dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142674",
                        "id": "LEGISCTA000006142674",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Conseil d'administration.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157211",
                        "id": "LEGISCTA000006157211",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000038531435",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006157211",
            "sectionParentId": "LEGISCTA000006157211",
            "sectionParentTitre": "Section 4 : Conseil d'administration.",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Règles générales applicables à l'ensemble des mutuelles, unions et fédérations. &gt; Chapitre IV : Fonctionnement des mutuelles, unions et fédérations : dispositions générales. &gt; Section 4 : Conseil d'administration.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039279827",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020. Conformément au IV de l’article 184 de la loi n° 2019-486 du 22 mai 2019, le I de l'article L. 114-16-2 entre en vigueur le 1er janvier 2022. La modification des statuts mentionnée au II du même article L. 114-16-2 a lieu au plus tard dans les douze mois suivant la clôture de l'exercice 2022 pour les sociétés d'assurance mutuelle, mutuelles, unions et fédérations qui emploient, à la clôture des deux exercices consécutifs précédents, plus de mille salariés permanents. Jusqu'à cette modification des statuts, les mutuelles, unions et fédérations concernées restent régies par le dernier alinéa de l'article L. 114-16 du code de la mutualité et les sociétés d'assurance mutuelle par l'article L. 322-26-2 du code des assurances, dans leur rédaction antérieure à la présente loi.",
            "notaHtml": "<p>Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.</p><p>Conformément au IV de l’article 184 de la loi n° 2019-486 du 22 mai 2019, le I de l'article L. 114-16-2 entre en vigueur le 1er janvier 2022.<br clear='none'/>\nLa modification des statuts mentionnée au II du même article L. 114-16-2 a lieu au plus tard dans les douze mois suivant la clôture de l'exercice 2022 pour les sociétés d'assurance mutuelle, mutuelles, unions et fédérations qui emploient, à la clôture des deux exercices consécutifs précédents, plus de mille salariés permanents. Jusqu'à cette modification des statuts, les mutuelles, unions et fédérations concernées restent régies par le dernier alinéa de l'article L. 114-16 du code de la mutualité et les sociétés d'assurance mutuelle par l'article L. 322-26-2 du code des assurances, dans leur rédaction antérieure à la présente loi.</p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038496102",
                    "textTitle": "LOI n°2019-486 du 22 mai 2019 - art. 184 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "184",
                    "articleId": "LEGIARTI000042012257",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-05-23",
                    "dateSignaTexte": "2019-05-22",
                    "dateDebutCible": "2020-06-19"
                },
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000038496102",
                    "textTitle": "LOI n°2019-486 du 22 mai 2019 - art. 184 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "184",
                    "articleId": "LEGIARTI000042012257",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2019-486",
                    "datePubli": 1558569600000,
                    "dateDebut": 1592524800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-30-1",
                    "articleId": "LEGIARTI000027549945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L114-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L114-16",
                    "articleId": "LEGIARTI000006792133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L114-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L114-22",
                    "articleId": "LEGIARTI000006792142",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000038531554",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039279827",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L114-16-2",
                "114-16-2"
            ],
            "versionPrecedente": "LEGIARTI000038531554",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038531554",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Dans les mutuelles, unions et fédérations employant entre cinquante et neuf cent quatre-vingt-dix-neuf salariés, deux représentants de ceux-ci, élus dans les conditions fixées par les statuts, assistent avec voix consultative aux séances du conseil d'administration. Toutefois, leurs statuts peuvent prévoir que ces deux représentants assistent avec voix délibérative aux séances du conseil d'administration. (1) II.-Dans les mutuelles, unions et fédérations employant, à la clôture de deux exercices consécutifs, au moins mille salariés permanents, les statuts prévoient que le conseil d'administration comprend, outre les administrateurs prévus à l'article L. 114-16 , des représentants des salariés, qui assistent avec voix délibérative aux séances du conseil d'administration. Le nombre de ces représentants est au moins égal à deux. Les statuts sont modifiés dans les douze mois suivant la clôture du second des deux exercices mentionnés au premier alinéa du présent II. L'élection des représentants des salariés intervient dans les neuf mois suivant la modification des statuts. Par dérogation au deuxième alinéa du présent II, dans les mutuelles, unions ou fédérations ayant mis en œuvre le second alinéa du I, l'entrée en fonction des représentants des salariés mentionnés au premier alinéa du présent II intervient au plus tard à la date du terme des mandats exercés par les représentants mentionnés au même premier alinéa. III.-Pour l'application des I et II, tous les salariés de la mutuelle, de l'union ou de la fédération dont le contrat de travail est antérieur de trois mois à la date de l'élection sont électeurs. Le vote est secret. L'élection a lieu au scrutin de liste à la représentation proportionnelle au plus fort reste et sans panachage. Chaque liste comporte un nombre de candidats double de celui des sièges à pourvoir et est composée alternativement d'un candidat de chaque sexe. Sur chacune des listes, l'écart entre le nombre des candidats de chaque sexe ne peut être supérieur à un. En cas d'égalité des voix, les candidats dont le contrat de travail est le plus ancien sont déclarés élus. Les autres modalités de l'élection, notamment les modalités selon lesquelles les sièges peuvent être pourvus, en dehors d'une assemblée générale, en cas de vacance d'un poste par décès, démission, révocation, rupture du contrat de travail ou pour toute autre cause que ce soit, ainsi que la durée de leur mandat qui ne peut être supérieure à six ans, sont fixées par les statuts. Les représentants élus par les salariés doivent être titulaires d'un contrat de travail avec la mutuelle, l'union ou la fédération antérieur d'une année au moins à leur nomination et correspondant à un emploi effectif. Toutefois, la condition d'ancienneté n'est pas requise lorsqu'au jour de la nomination, la mutuelle, l'union ou la fédération est constituée depuis moins d'un an. Les représentants élus par les salariés ne sont pas pris en compte pour la détermination du nombre minimal d'administrateurs prévus à l'article L. 114-16 ni pour l'application des dispositions prévues à l'article L. 114-22 . Le mandat de représentant élu par les salariés est incompatible avec tout mandat de délégué syndical ou de membre du comité social et économique de la mutuelle, union ou fédération. Il est également incompatible avec l'exercice de fonctions clés ou de dirigeant opérationnel. Le représentant élu par les salariés qui, lors de son élection, est titulaire d'un ou de plusieurs de ces mandats doit s'en démettre dans les huit jours. A défaut, il est réputé démissionnaire de son mandat de représentant élu par les salariés. Les représentants élus par les salariés disposent du temps nécessaire pour exercer utilement leur mandat, dans les mêmes conditions que celles définies à l'article L. 225-30-1 du code de commerce pour les administrateurs salariés. Ils bénéficient à leur demande, lors de leur première année d'exercice, d'une formation à la gestion adaptée à l'exercice de leur mandat, à la charge de la mutuelle, de l'union ou de la fédération. Ce temps de formation, dont la durée ne peut être inférieure à vingt heures par an, n'est pas imputable sur le crédit d'heures prévu au neuvième alinéa du présent III. Les représentants élus par les salariés ne perdent pas le bénéfice de leur contrat de travail. Leur rémunération en tant que salariés ne peut être réduite du fait de l'exercice de leur mandat. La rupture du contrat de travail met fin au mandat de représentant élu par les salariés. Les représentants élus par les salariés ne peuvent être révoqués que pour faute dans l'exercice de leur mandat, par décision du président du tribunal de grande instance, rendue en la forme des référés, à la demande de la majorité des membres du conseil d'administration. La décision est exécutoire par provision. Toute élection ou nomination intervenue en violation du présent article est nulle. Cette nullité n'entraîne pas celle des délibérations auxquelles a pris part le représentant élu irrégulièrement nommé.",
            "texteHtml": "<p>I.-Dans les mutuelles, unions et fédérations employant entre cinquante et neuf cent quatre-vingt-dix-neuf salariés, deux représentants de ceux-ci, élus dans les conditions fixées par les statuts, assistent avec voix consultative aux séances du conseil d'administration. <br/><br/>Toutefois, leurs statuts peuvent prévoir que ces deux représentants assistent avec voix délibérative aux séances du conseil d'administration. (1) <br/><br/>II.-Dans les mutuelles, unions et fédérations employant, à la clôture de deux exercices consécutifs, au moins mille salariés permanents, les statuts prévoient que le conseil d'administration comprend, outre les administrateurs prévus à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006792133&dateTexte=&categorieLien=cid' title='Code de la mutualité - art. L114-16 (V)'>L. 114-16</a>, des représentants des salariés, qui assistent avec voix délibérative aux séances du conseil d'administration. Le nombre de ces représentants est au moins égal à deux. <br/><br/>Les statuts sont modifiés dans les douze mois suivant la clôture du second des deux exercices mentionnés au premier alinéa du présent II. L'élection des représentants des salariés intervient dans les neuf mois suivant la modification des statuts. <br/><br/>Par dérogation au deuxième alinéa du présent II, dans les mutuelles, unions ou fédérations ayant mis en œuvre le second alinéa du I, l'entrée en fonction des représentants des salariés mentionnés au premier alinéa du présent II intervient au plus tard à la date du terme des mandats exercés par les représentants mentionnés au même premier alinéa. <br/><br/>III.-Pour l'application des I et II, tous les salariés de la mutuelle, de l'union ou de la fédération dont le contrat de travail est antérieur de trois mois à la date de l'élection sont électeurs. Le vote est secret. <br/><br/>L'élection a lieu au scrutin de liste à la représentation proportionnelle au plus fort reste et sans panachage. Chaque liste comporte un nombre de candidats double de celui des sièges à pourvoir et est composée alternativement d'un candidat de chaque sexe. Sur chacune des listes, l'écart entre le nombre des candidats de chaque sexe ne peut être supérieur à un. <br/><br/>En cas d'égalité des voix, les candidats dont le contrat de travail est le plus ancien sont déclarés élus. <br/><br/>Les autres modalités de l'élection, notamment les modalités selon lesquelles les sièges peuvent être pourvus, en dehors d'une assemblée générale, en cas de vacance d'un poste par décès, démission, révocation, rupture du contrat de travail ou pour toute autre cause que ce soit, ainsi que la durée de leur mandat qui ne peut être supérieure à six ans, sont fixées par les statuts. <br/><br/>Les représentants élus par les salariés doivent être titulaires d'un contrat de travail avec la mutuelle, l'union ou la fédération antérieur d'une année au moins à leur nomination et correspondant à un emploi effectif. Toutefois, la condition d'ancienneté n'est pas requise lorsqu'au jour de la nomination, la mutuelle, l'union ou la fédération est constituée depuis moins d'un an. <br/><br/>Les représentants élus par les salariés ne sont pas pris en compte pour la détermination du nombre minimal d'administrateurs prévus à l'article L. 114-16 ni pour l'application des dispositions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006792142&dateTexte=&categorieLien=cid' title='Code de la mutualité - art. L114-22 (V)'>L. 114-22</a>. <br/><br/>Le mandat de représentant élu par les salariés est incompatible avec tout mandat de délégué syndical ou de membre du comité social et économique de la mutuelle, union ou fédération. Il est également incompatible avec l'exercice de fonctions clés ou de dirigeant opérationnel. <br/><br/>Le représentant élu par les salariés qui, lors de son élection, est titulaire d'un ou de plusieurs de ces mandats doit s'en démettre dans les huit jours. A défaut, il est réputé démissionnaire de son mandat de représentant élu par les salariés. <br/><br/>Les représentants élus par les salariés disposent du temps nécessaire pour exercer utilement leur mandat, dans les mêmes conditions que celles définies à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000027549945&dateTexte=&categorieLien=cid' title='Code de commerce - art. L225-30-1 (V)'>L. 225-30-1 du code de commerce</a> pour les administrateurs salariés. <br/><br/>Ils bénéficient à leur demande, lors de leur première année d'exercice, d'une formation à la gestion adaptée à l'exercice de leur mandat, à la charge de la mutuelle, de l'union ou de la fédération. Ce temps de formation, dont la durée ne peut être inférieure à vingt heures par an, n'est pas imputable sur le crédit d'heures prévu au neuvième alinéa du présent III. <br/><br/>Les représentants élus par les salariés ne perdent pas le bénéfice de leur contrat de travail. Leur rémunération en tant que salariés ne peut être réduite du fait de l'exercice de leur mandat. <br/><br/>La rupture du contrat de travail met fin au mandat de représentant élu par les salariés. <br/><br/>Les représentants élus par les salariés ne peuvent être révoqués que pour faute dans l'exercice de leur mandat, par décision du président du tribunal de grande instance, rendue en la forme des référés, à la demande de la majorité des membres du conseil d'administration. La décision est exécutoire par provision. <br/><br/>Toute élection ou nomination intervenue en violation du présent article est nulle. Cette nullité n'entraîne pas celle des délibérations auxquelles a pris part le représentant élu irrégulièrement nommé.</p>",
            "num": "L114-16-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1558656000000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 75160,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Règles générales applicables à l'ensemble des mutuelles, unions et fédérations.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128405",
                        "id": "LEGISCTA000006128405",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Fonctionnement des mutuelles, unions et fédérations : dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142674",
                        "id": "LEGISCTA000006142674",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Conseil d'administration.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157211",
                        "id": "LEGISCTA000006157211",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000038531435",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006157211",
            "sectionParentId": "LEGISCTA000006157211",
            "sectionParentTitre": "Section 4 : Conseil d'administration.",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Règles générales applicables à l'ensemble des mutuelles, unions et fédérations. &gt; Chapitre IV : Fonctionnement des mutuelles, unions et fédérations : dispositions générales. &gt; Section 4 : Conseil d'administration.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038531554",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au IV de l’article 184 de la loi n° 2019-486 du 22 mai 2019, le I de l'article L. 114-16-2 entre en vigueur le 1er janvier 2022. La modification des statuts mentionnée au II du même article L. 114-16-2 a lieu au plus tard dans les douze mois suivant la clôture de l'exercice 2022 pour les sociétés d'assurance mutuelle, mutuelles, unions et fédérations qui emploient, à la clôture des deux exercices consécutifs précédents, plus de mille salariés permanents. Jusqu'à cette modification des statuts, les mutuelles, unions et fédérations concernées restent régies par le dernier alinéa de l'article L. 114-16 du code de la mutualité et les sociétés d'assurance mutuelle par l'article L. 322-26-2 du code des assurances, dans leur rédaction antérieure à la présente loi.",
            "notaHtml": "<p>Conformément au IV de l’article 184 de la loi n° 2019-486 du 22 mai 2019, le I de l'article L. 114-16-2 entre en vigueur le 1er janvier 2022.<br clear='none'/>\nLa modification des statuts mentionnée au II du même article L. 114-16-2 a lieu au plus tard dans les douze mois suivant la clôture de l'exercice 2022 pour les sociétés d'assurance mutuelle, mutuelles, unions et fédérations qui emploient, à la clôture des deux exercices consécutifs précédents, plus de mille salariés permanents. Jusqu'à cette modification des statuts, les mutuelles, unions et fédérations concernées restent régies par le dernier alinéa de l'article L. 114-16 du code de la mutualité et les sociétés d'assurance mutuelle par l'article L. 322-26-2 du code des assurances, dans leur rédaction antérieure à la présente loi.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038496102",
                    "textTitle": "LOI n° 2019-486 du 22 mai 2019 - art. 184 (M)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "184",
                    "articleId": "LEGIARTI000038497808",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-05-23",
                    "dateSignaTexte": "2019-05-22",
                    "dateDebutCible": "2019-05-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000038496102",
                    "textTitle": "LOI n°2019-486 du 22 mai 2019 - art. 184 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "184",
                    "articleId": "LEGIARTI000042012257",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2019-486",
                    "datePubli": 1558569600000,
                    "dateDebut": 1592524800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-30-1",
                    "articleId": "LEGIARTI000027549945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L114-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L114-16",
                    "articleId": "LEGIARTI000006792133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L114-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L114-22",
                    "articleId": "LEGIARTI000006792142",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000038531554",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039279827",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L114-16-2",
                "114-16-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}