{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045214082",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée. Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement. En outre, les établissements publics de santé, les établissements publics sociaux ou médico-sociaux ou les groupements de coopération actionnaires ont droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par le conseil d'administration de l'établissement ou du groupement concerné. Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles L. 225-17 et L. 225-69 du code de commerce ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé.L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance. Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles L. 225-19 et L. 225-70 du code de commerce. Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article L. 225-48 du code de commerce. Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale. Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce. Par dérogation à l'article L. 225-20 du code de commerce, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée. Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles L. 207, L. 231 et L. 343 du code électoral. Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient. Nonobstant l'article L. 1111-6 du présent code, les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés, de ce seul fait, comme étant intéressés à l'affaire, au sens de l'article L. 2131-11 du présent code, de l'article 432-12 du code pénal ou du I de l'article 2 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique, lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale. Cette seule qualité emporte les mêmes conséquences lorsque l'élu local participe aux délibérations du conseil d'administration ou de surveillance de la société portant sur ses relations avec la collectivité ou le groupement qu'il représente. Elle n'entraîne pas davantage l'application des articles L. 225-40 et L. 225-88 du code de commerce. Toutefois, lorsque la société d'économie mixte locale est candidate à l'attribution d'un contrat de la commande publique, ils ne peuvent participer aux commissions d'appel d'offres, ni aux commissions mentionnées à l'article L. 1411-5, ni à la délibération attribuant le contrat. De la même façon, ils ne peuvent participer aux délibérations accordant à cette société une aide régie par le titre Ier du présent livre ou une garantie d'emprunt prévue aux articles L. 2252-1, L. 3231-4 ou L. 4253-1, ni aux délibérations mentionnées aux premier, troisième et dixième alinéas du présent article. En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes. Les organes délibérants des collectivités territoriales ou de leurs groupements actionnaires se prononcent, après un débat, sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance. Ce rapport, dont le contenu est précisé par décret, comporte des informations générales sur la société, notamment sur les modifications des statuts, des informations financières, le cas échéant consolidées, ainsi que les éléments de rémunération et les avantages en nature de leurs représentants et des mandataires sociaux. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci en assure la communication immédiate aux organes délibérants des collectivités et groupements qui en sont membres, en vue du débat mentionné au présent alinéa. A peine de nullité, toute prise de participation directe d'une société d'économie mixte locale dans le capital d'une autre société fait préalablement l'objet d'un accord exprès des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration ou au conseil de surveillance en application du premier alinéa. Il en est de même pour la constitution d'un groupement d'intérêt économique par une société d'économie mixte locale, par une société qu'elle contrôle ou par un groupement d'intérêt économique dont elle détient une part du capital ou des droits de vote. Les prises de participation indirectes qui confèrent à une société contrôlée par une société d'économie mixte locale ou à un groupement d'intérêt économique dont une part de capital ou des droits de vote est détenue par une société d'économie mixte locale au moins 10 % du capital ou des droits de vote d'une société sont également soumises à cet accord préalable. Les autres prises de participation indirectes font l'objet d'une information par le représentant de la collectivité territoriale ou du groupement actionnaire à la prochaine assemblée délibérante. Les articles L. 235-2 à L. 235-14 du code de commerce, sauf lorsqu'ils sont contraires au présent chapitre, sont applicables à la nullité prévue au présent alinéa. Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Les sociétés d'économie mixte locales mentionnées à l'article L. 1522-6 ne sont pas autorisées à prendre de participation dans le capital d'une société commerciale.",
            "texteHtml": "<p>Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée.</p><p>Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement. En outre, les établissements publics de santé, les établissements publics sociaux ou médico-sociaux ou les groupements de coopération actionnaires ont droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par le conseil d'administration de l'établissement ou du groupement concerné.</p><p>Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles L. 225-17 et L. 225-69 du code de commerce ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé.L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance.</p><p>Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles L. 225-19 et L. 225-70 du code de commerce.</p><p>Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article L. 225-48 du code de commerce.</p><p>Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale.</p><p>Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce.</p><p>Par dérogation à l'article L. 225-20 du code de commerce, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée.</p><p>Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles L. 207, L. 231 et L. 343 du code électoral.</p><p>Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient.</p><p>Nonobstant l'article L. 1111-6 du présent code, les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés, de ce seul fait, comme étant intéressés à l'affaire, au sens de l'article L. 2131-11 du présent code, de l'article 432-12 du code pénal ou du I de l'article 2 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique, lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale. Cette seule qualité emporte les mêmes conséquences lorsque l'élu local participe aux délibérations du conseil d'administration ou de surveillance de la société portant sur ses relations avec la collectivité ou le groupement qu'il représente. Elle n'entraîne pas davantage l'application des articles L. 225-40 et L. 225-88 du code de commerce.</p><p>Toutefois, lorsque la société d'économie mixte locale est candidate à l'attribution d'un contrat de la commande publique, ils ne peuvent participer aux commissions d'appel d'offres, ni aux commissions mentionnées à l'article L. 1411-5, ni à la délibération attribuant le contrat. De la même façon, ils ne peuvent participer aux délibérations accordant à cette société une aide régie par le titre Ier du présent livre ou une garantie d'emprunt prévue aux articles L. 2252-1, L. 3231-4 ou L. 4253-1, ni aux délibérations mentionnées aux premier, troisième et dixième alinéas du présent article.</p><p>En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes.</p><p>Les organes délibérants des collectivités territoriales ou de leurs groupements actionnaires se prononcent, après un débat, sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance. Ce rapport, dont le contenu est précisé par décret, comporte des informations générales sur la société, notamment sur les modifications des statuts, des informations financières, le cas échéant consolidées, ainsi que les éléments de rémunération et les avantages en nature de leurs représentants et des mandataires sociaux. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci en assure la communication immédiate aux organes délibérants des collectivités et groupements qui en sont membres, en vue du débat mentionné au présent alinéa.</p><p>A peine de nullité, toute prise de participation directe d'une société d'économie mixte locale dans le capital d'une autre société fait préalablement l'objet d'un accord exprès des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration ou au conseil de surveillance en application du premier alinéa. Il en est de même pour la constitution d'un groupement d'intérêt économique par une société d'économie mixte locale, par une société qu'elle contrôle ou par un groupement d'intérêt économique dont elle détient une part du capital ou des droits de vote. Les prises de participation indirectes qui confèrent à une société contrôlée par une société d'économie mixte locale ou à un groupement d'intérêt économique dont une part de capital ou des droits de vote est détenue par une société d'économie mixte locale au moins 10 % du capital ou des droits de vote d'une société sont également soumises à cet accord préalable. Les autres prises de participation indirectes font l'objet d'une information par le représentant de la collectivité territoriale ou du groupement actionnaire à la prochaine assemblée délibérante. Les articles L. 235-2 à L. 235-14 du code de commerce, sauf lorsqu'ils sont contraires au présent chapitre, sont applicables à la nullité prévue au présent alinéa.</p><p>Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Les sociétés d'économie mixte locales mentionnées à l'article L. 1522-6 ne sont pas autorisées à prendre de participation dans le capital d'une société commerciale.</p>",
            "num": "L1524-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "VIGUEUR",
            "dateDebut": 1659312000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS ÉCONOMIQUES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135482",
                        "id": "LEGISCTA000006135482",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149213",
                        "id": "LEGISCTA000006149213",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Administration et contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164498",
                        "id": "LEGISCTA000006164498",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006389545",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164498",
            "sectionParentId": "LEGISCTA000006164498",
            "sectionParentTitre": "CHAPITRE IV : Administration et contrôle",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE V : DISPOSITIONS ÉCONOMIQUES &gt; TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES &gt; CHAPITRE IV : Administration et contrôle",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000045214082",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au III de l'article 210 de la loi n° 2022-217 du 21 février 2022, ces dispositions entrent en vigueur le premier jour du sixième mois suivant la promulgation de ladite loi.",
            "notaHtml": "<p>Conformément au III de l'article 210 de la loi n° 2022-217 du 21 février 2022, ces dispositions entrent en vigueur le premier jour du sixième mois suivant la promulgation de ladite loi.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 210 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "210",
                    "articleId": "LEGIARTI000045198717",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                },
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 217",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "217",
                    "articleId": "LEGIARTI000045198791",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000398057",
                    "textTitle": "Loi n°2002-1 du 2 janvier 2002 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006340696",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2002-1",
                    "datePubli": 1010016000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "JORFTEXT000025517148",
                    "textTitle": "Décret n°2012-363  du 14 mars 2012 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000025517154",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-363",
                    "datePubli": 1331856000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046528101",
                    "textTitle": "Décret n°2022-1406 du 4 novembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046528903",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1406",
                    "datePubli": 1667692800000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1524-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1524-7",
                    "articleId": "LEGIARTI000046528927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1524-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1524-6",
                    "articleId": "LEGIARTI000006389550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-1",
                    "articleId": "LEGIARTI000046708739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-3",
                    "articleId": "LEGIARTI000045214066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659312000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1524-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1524-2",
                    "articleId": "LEGIARTI000006395121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R141-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-4",
                    "articleId": "LEGIARTI000035414556",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339195",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339197",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006389545",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1010016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389546",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1010016000000,
                    "dateFin": 1071878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389547",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071878400000,
                    "dateFin": 1092182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389548",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1260576000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021479242",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1260576000000,
                    "dateFin": 1554076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037739176",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1554076800000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045296960",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1659312000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045214082",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1659312000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1524-5",
                "1524-5"
            ],
            "versionPrecedente": "LEGIARTI000045296960",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000045296960",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée. Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement. En outre, les établissements publics de santé, les établissements publics sociaux ou médico-sociaux ou les groupements de coopération actionnaires ont droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par le conseil d'administration de l'établissement ou du groupement concerné. Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles L. 225-17 et L. 225-69 du code de commerce ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé.L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance. Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles L. 225-19 et L. 225-70 du code de commerce. Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article L. 225-48 du code de commerce. Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale. Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce. Par dérogation à l'article L. 225-20 du code de commerce, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée. Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles L. 207 , L. 231 et L. 343 du code électoral. Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient. Nonobstant l'article L. 1111-6 du présent code, les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés, de ce seul fait, comme étant intéressés à l'affaire, au sens de l'article L. 2131-11 du présent code, de l'article 432-12 du code pénal ou du I de l'article 2 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique, lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale. Cette seule qualité emporte les mêmes conséquences lorsque l'élu local participe aux délibérations du conseil d'administration ou de surveillance de la société portant sur ses relations avec la collectivité ou le groupement qu'il représente. Elle n'entraîne pas davantage l'application des articles L. 225-40 et L. 225-88 du code de commerce. Toutefois, lorsque la société d'économie mixte locale est candidate à l'attribution d'un contrat de la commande publique, ils ne peuvent participer aux commissions d'appel d'offres, ni aux commissions mentionnées à l'article L. 1411-5, ni à la délibération attribuant le contrat. De la même façon, ils ne peuvent participer aux délibérations accordant à cette société une aide régie par le titre Ier du présent livre ou une garantie d'emprunt prévue aux articles L. 2252-1, L. 3231-4 ou L. 4253-1, ni aux délibérations mentionnées aux premier, troisième et dixième alinéas du présent article. En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes. Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance, et qui porte notamment sur les modifications des statuts qui ont pu être apportées à la société d'économie mixte. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres. Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article. Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Les sociétés d'économie mixte locales mentionnées à l'article L. 1522-6 ne sont pas autorisées à prendre de participation dans le capital d'une société commerciale.",
            "texteHtml": "<p>Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée.</p><p>Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement. En outre, les établissements publics de santé, les établissements publics sociaux ou médico-sociaux ou les groupements de coopération actionnaires ont droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par le conseil d'administration de l'établissement ou du groupement concerné.</p><p>Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223574&dateTexte=&categorieLien=cid'>L. 225-17 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224311&dateTexte=&categorieLien=cid'>L. 225-69 </a>du code de commerce ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé.L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance.</p><p>Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223589&dateTexte=&categorieLien=cid'>L. 225-19 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224313&dateTexte=&categorieLien=cid'>L. 225-70 </a>du code de commerce.</p><p>Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224011&dateTexte=&categorieLien=cid'>L. 225-48 </a>du code de commerce.</p><p>Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale.</p><p>Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce.</p><p>Par dérogation à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223591&dateTexte=&categorieLien=cid'>L. 225-20 </a>du code de commerce, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée.</p><p>Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353487&dateTexte=&categorieLien=cid'>L. 207</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353550&dateTexte=&categorieLien=cid'>L. 231 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353967&dateTexte=&categorieLien=cid'>L. 343 </a>du code électoral.</p><p>Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient.</p><p>Nonobstant l'article L. 1111-6 du présent code, les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés, de ce seul fait, comme étant intéressés à l'affaire, au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390096&dateTexte=&categorieLien=cid'>L. 2131-11</a> du présent code, de l'article 432-12 du code pénal ou du I de l'article 2 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique, lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale. Cette seule qualité emporte les mêmes conséquences lorsque l'élu local participe aux délibérations du conseil d'administration ou de surveillance de la société portant sur ses relations avec la collectivité ou le groupement qu'il représente. Elle n'entraîne pas davantage l'application des articles L. 225-40 et L. 225-88 du code de commerce.</p><p>Toutefois, lorsque la société d'économie mixte locale est candidate à l'attribution d'un contrat de la commande publique, ils ne peuvent participer aux commissions d'appel d'offres, ni aux commissions mentionnées à l'article L. 1411-5, ni à la délibération attribuant le contrat. De la même façon, ils ne peuvent participer aux délibérations accordant à cette société une aide régie par le titre Ier du présent livre ou une garantie d'emprunt prévue aux articles L. 2252-1, L. 3231-4 ou L. 4253-1, ni aux délibérations mentionnées aux premier, troisième et dixième alinéas du présent article.</p><p>En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes.</p><p>Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance, et qui porte notamment sur les modifications des statuts qui ont pu être apportées à la société d'économie mixte. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres.</p><p>Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article.</p><p>Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Les sociétés d'économie mixte locales mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389523&dateTexte=&categorieLien=cid'>L. 1522-6 </a>ne sont pas autorisées à prendre de participation dans le capital d'une société commerciale.</p><p></p>",
            "num": "L1524-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1645574400000,
            "dateFin": 1659312000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS ÉCONOMIQUES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135482",
                        "id": "LEGISCTA000006135482",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149213",
                        "id": "LEGISCTA000006149213",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Administration et contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164498",
                        "id": "LEGISCTA000006164498",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006389545",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164498",
            "sectionParentId": "LEGISCTA000006164498",
            "sectionParentTitre": "CHAPITRE IV : Administration et contrôle",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE V : DISPOSITIONS ÉCONOMIQUES &gt; TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES &gt; CHAPITRE IV : Administration et contrôle",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000045296960",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 217",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "217",
                    "articleId": "LEGIARTI000045198791",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000398057",
                    "textTitle": "Loi n°2002-1 du 2 janvier 2002 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006340696",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2002-1",
                    "datePubli": 1010016000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "JORFTEXT000025517148",
                    "textTitle": "Décret n°2012-363  du 14 mars 2012 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000025517154",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-363",
                    "datePubli": 1331856000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046528101",
                    "textTitle": "Décret n°2022-1406 du 4 novembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046528903",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1406",
                    "datePubli": 1667692800000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-17",
                    "articleId": "LEGIARTI000006223574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-19",
                    "articleId": "LEGIARTI000006223589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-20",
                    "articleId": "LEGIARTI000006223591",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-48",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-48",
                    "articleId": "LEGIARTI000006224011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-69",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-69",
                    "articleId": "LEGIARTI000006224311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-70",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-70",
                    "articleId": "LEGIARTI000006224313",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L207",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L207",
                    "articleId": "LEGIARTI000006353487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483747200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L231",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L231",
                    "articleId": "LEGIARTI000006353550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L343",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L343",
                    "articleId": "LEGIARTI000006353967",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 489888000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1524-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1524-7",
                    "articleId": "LEGIARTI000046528927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1522-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1522-6",
                    "articleId": "LEGIARTI000006389523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092182400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1524-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1524-6",
                    "articleId": "LEGIARTI000006389550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-1",
                    "articleId": "LEGIARTI000046708739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-3",
                    "articleId": "LEGIARTI000038733140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562457600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2131-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2131-11",
                    "articleId": "LEGIARTI000006390096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1524-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1524-2",
                    "articleId": "LEGIARTI000006395121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R141-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-4",
                    "articleId": "LEGIARTI000035414556",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339195",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339197",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006389545",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1010016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389546",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1010016000000,
                    "dateFin": 1071878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389547",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071878400000,
                    "dateFin": 1092182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389548",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1260576000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021479242",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1260576000000,
                    "dateFin": 1554076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037739176",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1554076800000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045296960",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1659312000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045214082",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1659312000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1524-5",
                "1524-5"
            ],
            "versionPrecedente": "LEGIARTI000037739176",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037739176",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée. Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement. En outre, les établissements publics de santé, les établissements publics sociaux ou médico-sociaux ou les groupements de coopération actionnaires ont droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par le conseil d'administration de l'établissement ou du groupement concerné. Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles L. 225-17 et L. 225-69 du code de commerce ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé.L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance. Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles L. 225-19 et L. 225-70 du code de commerce. Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article L. 225-48 du code de commerce. Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale. Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce. Par dérogation à l'article L. 225-20 du code de commerce, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée. Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles L. 207 , L. 231 et L. 343 du code électoral. Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient. Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés comme étant intéressés à l'affaire, au sens de l'article L. 2131-11 , lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale. Toutefois, ils ne peuvent participer aux commissions d'appel d'offres ou aux commissions d'attribution de délégations de service public de la collectivité territoriale ou du groupement lorsque la société d'économie mixte locale est candidate à l'attribution d'un marché public ou d'une délégation de service public dans les conditions prévues aux articles L. 1411-1 à L. 1411-19. En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes. Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance, et qui porte notamment sur les modifications des statuts qui ont pu être apportées à la société d'économie mixte. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres. Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article. Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Les sociétés d'économie mixte locales mentionnées à l'article L. 1522-6 ne sont pas autorisées à prendre de participation dans le capital d'une société commerciale.",
            "texteHtml": "<p>Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée.</p><p>Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement. En outre, les établissements publics de santé, les établissements publics sociaux ou médico-sociaux ou les groupements de coopération actionnaires ont droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par le conseil d'administration de l'établissement ou du groupement concerné.</p><p>Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223574&dateTexte=&categorieLien=cid'>L. 225-17 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224311&dateTexte=&categorieLien=cid'>L. 225-69 </a>du code de commerce ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé.L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance.</p><p>Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223589&dateTexte=&categorieLien=cid'>L. 225-19 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224313&dateTexte=&categorieLien=cid'>L. 225-70 </a>du code de commerce.</p><p>Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224011&dateTexte=&categorieLien=cid'>L. 225-48 </a>du code de commerce.</p><p>Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale.</p><p>Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce.</p><p>Par dérogation à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223591&dateTexte=&categorieLien=cid'>L. 225-20 </a>du code de commerce, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée.</p><p>Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353487&dateTexte=&categorieLien=cid'>L. 207</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353550&dateTexte=&categorieLien=cid'>L. 231 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353967&dateTexte=&categorieLien=cid'>L. 343 </a>du code électoral.</p><p>Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient.</p><p>Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés comme étant intéressés à l'affaire, au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390096&dateTexte=&categorieLien=cid'>L. 2131-11</a>, lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale.</p><p>Toutefois, ils ne peuvent participer aux commissions d'appel d'offres ou aux commissions d'attribution de délégations de service public de la collectivité territoriale ou du groupement lorsque la société d'économie mixte locale est candidate à l'attribution d'un marché public ou d'une délégation de service public dans les conditions prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000037739236&dateTexte=&categorieLien=id' title='Code général des collectivités territoriales - art. L1411-1 (VD)'>articles L. 1411-1 à L. 1411-19.</a></p><p>En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes.</p><p>Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance, et qui porte notamment sur les modifications des statuts qui ont pu être apportées à la société d'économie mixte. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres.</p><p>Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article.</p><p>Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Les sociétés d'économie mixte locales mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389523&dateTexte=&categorieLien=cid'>L. 1522-6 </a>ne sont pas autorisées à prendre de participation dans le capital d'une société commerciale.</p>",
            "num": "L1524-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1554076800000,
            "dateFin": 1645574400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS ÉCONOMIQUES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135482",
                        "id": "LEGISCTA000006135482",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149213",
                        "id": "LEGISCTA000006149213",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Administration et contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164498",
                        "id": "LEGISCTA000006164498",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006389545",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164498",
            "sectionParentId": "LEGISCTA000006164498",
            "sectionParentTitre": "CHAPITRE IV : Administration et contrôle",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE V : DISPOSITIONS ÉCONOMIQUES &gt; TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES &gt; CHAPITRE IV : Administration et contrôle",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037739176",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037695219",
                    "textTitle": "Ordonnance n° 2018-1074 du 26 novembre 2018 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000037700344",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2018-12-05",
                    "dateSignaTexte": "2018-11-26",
                    "dateDebutCible": "2018-12-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000398057",
                    "textTitle": "Loi n°2002-1 du 2 janvier 2002 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006340696",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2002-1",
                    "datePubli": 1010016000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "JORFTEXT000025517148",
                    "textTitle": "Décret n°2012-363  du 14 mars 2012 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000025517154",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-363",
                    "datePubli": 1331856000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046528101",
                    "textTitle": "Décret n°2022-1406 du 4 novembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046528903",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1406",
                    "datePubli": 1667692800000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-17",
                    "articleId": "LEGIARTI000006223574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-19",
                    "articleId": "LEGIARTI000006223589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-20",
                    "articleId": "LEGIARTI000006223591",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-48",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-48",
                    "articleId": "LEGIARTI000006224011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-69",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-69",
                    "articleId": "LEGIARTI000006224311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-70",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-70",
                    "articleId": "LEGIARTI000006224313",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L207",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L207",
                    "articleId": "LEGIARTI000006353487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483747200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L231",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L231",
                    "articleId": "LEGIARTI000006353550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L343",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L343",
                    "articleId": "LEGIARTI000006353967",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 489888000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1524-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1524-7",
                    "articleId": "LEGIARTI000046528927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1411-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1411-1",
                    "articleId": "LEGIARTI000037739236",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1522-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1522-6",
                    "articleId": "LEGIARTI000006389523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092182400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1524-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1524-6",
                    "articleId": "LEGIARTI000006389550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-1",
                    "articleId": "LEGIARTI000046708739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-3",
                    "articleId": "LEGIARTI000038733140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562457600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2131-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2131-11",
                    "articleId": "LEGIARTI000006390096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1524-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1524-2",
                    "articleId": "LEGIARTI000006395121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R141-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-4",
                    "articleId": "LEGIARTI000035414556",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339195",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339197",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006389545",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1010016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389546",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1010016000000,
                    "dateFin": 1071878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389547",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071878400000,
                    "dateFin": 1092182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389548",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1260576000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021479242",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1260576000000,
                    "dateFin": 1554076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037739176",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1554076800000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045296960",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1659312000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045214082",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1659312000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1524-5",
                "1524-5"
            ],
            "versionPrecedente": "LEGIARTI000021479242",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021479242",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée. Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement. En outre, les établissements publics de santé, les établissements publics sociaux ou médico-sociaux ou les groupements de coopération actionnaires ont droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par le conseil d'administration de l'établissement ou du groupement concerné. Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles L. 225-17 et L. 225-69 du code de commerce ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé.L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance. Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles L. 225-19 et L. 225-70 du code de commerce. Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article L. 225-48 du code de commerce. Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale. Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce. Par dérogation à l'article L. 225-20 du code de commerce, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée. Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles L. 207 , L. 231 et L. 343 du code électoral. Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient. Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés comme étant intéressés à l'affaire, au sens de l'article L. 2131-11 , lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale. Toutefois, ils ne peuvent participer aux commissions d'appel d'offres ou aux commissions d'attribution de délégations de service public de la collectivité territoriale ou du groupement lorsque la société d'économie mixte locale est candidate à l'attribution d'un marché public ou d'une délégation de service public dans les conditions prévues aux articles L. 1411-1 à L. 1411-18. En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes. Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance, et qui porte notamment sur les modifications des statuts qui ont pu être apportées à la société d'économie mixte. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres. Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article. Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Les sociétés d'économie mixte locales mentionnées à l'article L. 1522-6 ne sont pas autorisées à prendre de participation dans le capital d'une société commerciale.",
            "texteHtml": "<p>Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée. </p><p>Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement. En outre, les établissements publics de santé, les établissements publics sociaux ou médico-sociaux ou les groupements de coopération actionnaires ont droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par le conseil d'administration de l'établissement ou du groupement concerné. </p><p>Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223574&dateTexte=&categorieLien=cid'>L. 225-17 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224311&dateTexte=&categorieLien=cid'>L. 225-69 </a>du code de commerce ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé.L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance. </p><p>Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223589&dateTexte=&categorieLien=cid'>L. 225-19 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224313&dateTexte=&categorieLien=cid'>L. 225-70 </a>du code de commerce. </p><p>Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224011&dateTexte=&categorieLien=cid'>L. 225-48 </a>du code de commerce. </p><p>Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale. </p><p>Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce. </p><p>Par dérogation à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223591&dateTexte=&categorieLien=cid'>L. 225-20 </a>du code de commerce, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée. </p><p>Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353487&dateTexte=&categorieLien=cid'>L. 207</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353550&dateTexte=&categorieLien=cid'>L. 231 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353967&dateTexte=&categorieLien=cid'>L. 343 </a>du code électoral. </p><p>Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient. </p><p>Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés comme étant intéressés à l'affaire, au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390096&dateTexte=&categorieLien=cid'>L. 2131-11</a>, lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale. </p><p>Toutefois, ils ne peuvent participer aux commissions d'appel d'offres ou aux commissions d'attribution de délégations de service public de la collectivité territoriale ou du groupement lorsque la société d'économie mixte locale est candidate à l'attribution d'un marché public ou d'une délégation de service public dans les conditions prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389206&dateTexte=&categorieLien=cid'>articles L. 1411-1 à L. 1411-18.</a></p><p>En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes. </p><p>Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance, et qui porte notamment sur les modifications des statuts qui ont pu être apportées à la société d'économie mixte. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres. </p><p>Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article. </p><p>Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Les sociétés d'économie mixte locales mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389523&dateTexte=&categorieLien=cid'>L. 1522-6 </a>ne sont pas autorisées à prendre de participation dans le capital d'une société commerciale.</p>",
            "num": "L1524-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1260576000000,
            "dateFin": 1554076800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS ÉCONOMIQUES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135482",
                        "id": "LEGISCTA000006135482",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149213",
                        "id": "LEGISCTA000006149213",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Administration et contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164498",
                        "id": "LEGISCTA000006164498",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006389545",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164498",
            "sectionParentId": "LEGISCTA000006164498",
            "sectionParentTitre": "CHAPITRE IV : Administration et contrôle",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE V : DISPOSITIONS ÉCONOMIQUES &gt; TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES &gt; CHAPITRE IV : Administration et contrôle",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000021479242",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021451423",
                    "textTitle": "Ordonnance n°2009-1530\n du 10 décembre 2009 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021468557",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2009-12-11",
                    "dateSignaTexte": "2009-12-10",
                    "dateDebutCible": "2009-12-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000398057",
                    "textTitle": "Loi n°2002-1 du 2 janvier 2002 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006340696",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2002-1",
                    "datePubli": 1010016000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "JORFTEXT000025517148",
                    "textTitle": "Décret n°2012-363  du 14 mars 2012 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000025517154",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-363",
                    "datePubli": 1331856000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046528101",
                    "textTitle": "Décret n°2022-1406 du 4 novembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046528903",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1406",
                    "datePubli": 1667692800000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-17",
                    "articleId": "LEGIARTI000006223574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-19",
                    "articleId": "LEGIARTI000006223589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-20",
                    "articleId": "LEGIARTI000006223591",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-48",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-48",
                    "articleId": "LEGIARTI000006224011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-69",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-69",
                    "articleId": "LEGIARTI000006224311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-70",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-70",
                    "articleId": "LEGIARTI000006224313",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L207",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L207",
                    "articleId": "LEGIARTI000006353487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483747200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L231",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L231",
                    "articleId": "LEGIARTI000006353550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L343",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L343",
                    "articleId": "LEGIARTI000006353967",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 489888000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1524-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1524-7",
                    "articleId": "LEGIARTI000046528927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1411-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1411-1",
                    "articleId": "LEGIARTI000006389206",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1522-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1522-6",
                    "articleId": "LEGIARTI000006389523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092182400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1524-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1524-6",
                    "articleId": "LEGIARTI000006389550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-1",
                    "articleId": "LEGIARTI000046708739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-3",
                    "articleId": "LEGIARTI000038733140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562457600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2131-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2131-11",
                    "articleId": "LEGIARTI000006390096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1524-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1524-2",
                    "articleId": "LEGIARTI000006395121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R141-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-4",
                    "articleId": "LEGIARTI000035414556",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339195",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339197",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006389545",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1010016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389546",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1010016000000,
                    "dateFin": 1071878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389547",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071878400000,
                    "dateFin": 1092182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389548",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1260576000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021479242",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1260576000000,
                    "dateFin": 1554076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037739176",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1554076800000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045296960",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1659312000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045214082",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1659312000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1524-5",
                "1524-5"
            ],
            "versionPrecedente": "LEGIARTI000006389548",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006389548",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée. Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement. En outre, les établissements publics de santé, les établissements publics sociaux ou médico-sociaux ou les groupements de coopération actionnaires ont droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par le conseil d'administration de l'établissement ou du groupement concerné. Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles L. 225-17 et L. 225-69 du code de commerce ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé.L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance. Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles L. 225-19 et L. 225-70 du code de commerce. Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article L. 225-48 du code de commerce. Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale. Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce. Par dérogation à l'article L. 225-20 du code de commerce, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée. Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles L. 207 , L. 231 et L. 343 du code électoral. Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient. Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés comme étant intéressés à l'affaire, au sens de l'article L. 2131-11 , lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale. Toutefois, ils ne peuvent participer aux commissions d'appel d'offres ou aux commissions d'attribution de délégations de service public de la collectivité territoriale ou du groupement lorsque la société d'économie mixte locale est candidate à l'attribution d'un marché public ou d'une délégation de service public dans les conditions prévues aux articles L. 1411-1 et suivants. En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes. Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance, et qui porte notamment sur les modifications des statuts qui ont pu être apportées à la société d'économie mixte. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres. Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article. Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Les sociétés d'économie mixte locales mentionnées à l'article L. 1522-6 ne sont pas autorisées à prendre de participation dans le capital d'une société commerciale.",
            "texteHtml": "<p>Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée. </p><p>Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement. En outre, les établissements publics de santé, les établissements publics sociaux ou médico-sociaux ou les groupements de coopération actionnaires ont droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par le conseil d'administration de l'établissement ou du groupement concerné. </p><p>Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223574&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L225-17 (V)'>L. 225-17 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224311&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L225-69 (V)'>L. 225-69 </a>du code de commerce ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé.L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance. </p><p>Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223589&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L225-19 (V)'>L. 225-19 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224313&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L225-70 (V)'>L. 225-70 </a>du code de commerce. </p><p>Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224011&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L225-48 (V)'>L. 225-48 </a>du code de commerce. </p><p>Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale. </p><p>Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce. </p><p>Par dérogation à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223591&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L225-20 (V)'>L. 225-20 </a>du code de commerce, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée. </p><p>Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353487&dateTexte=&categorieLien=cid' title='Code électoral - art. L207 (V)'>L. 207</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353550&dateTexte=&categorieLien=cid' title='Code électoral - art. L231 (V)'>L. 231 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353967&dateTexte=&categorieLien=cid' title='Code électoral - art. L343 (V)'>L. 343 </a>du code électoral. </p><p>Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient. </p><p>Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés comme étant intéressés à l'affaire, au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390096&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2131-11 (V)'>L. 2131-11</a>, lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale. </p><p>Toutefois, ils ne peuvent participer aux commissions d'appel d'offres ou aux commissions d'attribution de délégations de service public de la collectivité territoriale ou du groupement lorsque la société d'économie mixte locale est candidate à l'attribution d'un marché public ou d'une délégation de service public dans les conditions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389206&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L1411-1 (V)'>L. 1411-1 </a>et suivants. </p><p>En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes. </p><p>Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance, et qui porte notamment sur les modifications des statuts qui ont pu être apportées à la société d'économie mixte. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres. </p><p>Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article. </p><p>Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Les sociétés d'économie mixte locales mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006389523&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L1522-6 (V)'>L. 1522-6</a> ne sont pas autorisées à prendre de participation dans le capital d'une société commerciale. </p>",
            "num": "L1524-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1092182400000,
            "dateFin": 1260576000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS ÉCONOMIQUES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135482",
                        "id": "LEGISCTA000006135482",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149213",
                        "id": "LEGISCTA000006149213",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Administration et contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164498",
                        "id": "LEGISCTA000006164498",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006389545",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164498",
            "sectionParentId": "LEGISCTA000006164498",
            "sectionParentTitre": "CHAPITRE IV : Administration et contrôle",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE V : DISPOSITIONS ÉCONOMIQUES &gt; TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES &gt; CHAPITRE IV : Administration et contrôle",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006389548",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000787078",
                    "textTitle": "Loi n°2004-806 du 9 août 2004 - art. 27 () JORF 11 août 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000006697644",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-08-11",
                    "dateSignaTexte": "2004-08-09",
                    "dateDebutCible": "2004-08-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000398057",
                    "textTitle": "Loi n°2002-1 du 2 janvier 2002 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006340696",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2002-1",
                    "datePubli": 1010016000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "JORFTEXT000025517148",
                    "textTitle": "Décret n°2012-363  du 14 mars 2012 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000025517154",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-363",
                    "datePubli": 1331856000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046528101",
                    "textTitle": "Décret n°2022-1406 du 4 novembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046528903",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1406",
                    "datePubli": 1667692800000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-17",
                    "articleId": "LEGIARTI000006223574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-19",
                    "articleId": "LEGIARTI000006223589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-20",
                    "articleId": "LEGIARTI000006223591",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-48",
                    "articleId": "LEGIARTI000006224011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-69 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-69",
                    "articleId": "LEGIARTI000006224311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-70 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-70",
                    "articleId": "LEGIARTI000006224313",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L207 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L207",
                    "articleId": "LEGIARTI000006353487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483747200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L231 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L231",
                    "articleId": "LEGIARTI000006353550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L343 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L343",
                    "articleId": "LEGIARTI000006353967",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 489888000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1524-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1524-7",
                    "articleId": "LEGIARTI000046528927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1411-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1411-1",
                    "articleId": "LEGIARTI000006389206",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1522-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1522-6",
                    "articleId": "LEGIARTI000006389523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092182400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1524-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1524-6",
                    "articleId": "LEGIARTI000006389550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-1",
                    "articleId": "LEGIARTI000046708739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-3",
                    "articleId": "LEGIARTI000038733140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562457600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2131-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2131-11",
                    "articleId": "LEGIARTI000006390096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1524-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1524-2",
                    "articleId": "LEGIARTI000006395121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R141-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-4",
                    "articleId": "LEGIARTI000035414556",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339195",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339197",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006389545",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1010016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389546",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1010016000000,
                    "dateFin": 1071878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389547",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071878400000,
                    "dateFin": 1092182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389548",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1260576000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021479242",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1260576000000,
                    "dateFin": 1554076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037739176",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1554076800000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045296960",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1659312000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045214082",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1659312000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1524-5",
                "1524-5"
            ],
            "versionPrecedente": "LEGIARTI000006389547",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006389547",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée. Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement. Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles L. 225-17 et L. 225-69 du code de commerce ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé. L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance. Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles L. 225-19 et L. 225-70 du code de commerce. Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article L. 225-48 du code de commerce. Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale. Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce. Par dérogation à l'article L. 225-20 du code de commerce, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée. Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles L. 207, L. 231 et L. 343 du code électoral. Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient. Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés comme étant intéressés à l'affaire, au sens de l'article L. 2131-11, lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale. Toutefois, ils ne peuvent participer aux commissions d'appel d'offres ou aux commissions d'attribution de délégations de service public de la collectivité territoriale ou du groupement lorsque la société d'économie mixte locale est candidate à l'attribution d'un marché public ou d'une délégation de service public dans les conditions prévues aux articles L. 1411-1 et suivants. En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes. Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance, et qui porte notamment sur les modifications des statuts qui ont pu être apportées à la société d'économie mixte. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres. Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article. Un décret en Conseil d'Etat fixe les modalités d'application du présent article.",
            "texteHtml": "<p>Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée.</p><p></p><p>Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement.</p><p></p><p>Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles L. 225-17 et L. 225-69 du code de commerce ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé. L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance.</p><p></p><p>Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles L. 225-19 et L. 225-70 du code de commerce.</p><p></p><p>Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article L. 225-48 du code de commerce.</p><p></p><p>Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale.</p><p></p><p>Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce.</p><p></p><p>Par dérogation à l'article L. 225-20 du code de commerce, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée.</p><p></p><p>Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles L. 207, L. 231 et L. 343 du code électoral.</p><p></p><p>Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient.</p><p></p><p>Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés comme étant intéressés à l'affaire, au sens de l'article L. 2131-11, lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale.</p><p></p><p>Toutefois, ils ne peuvent participer aux commissions d'appel d'offres ou aux commissions d'attribution de délégations de service public de la collectivité territoriale ou du groupement lorsque la société d'économie mixte locale est candidate à l'attribution d'un marché public ou d'une délégation de service public dans les conditions prévues aux articles L. 1411-1 et suivants.</p><p></p><p>En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes.</p><p></p><p>Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance, et qui porte notamment sur les modifications des statuts qui ont pu être apportées à la société d'économie mixte. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres.</p><p></p><p>Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article.</p><p>Un décret en Conseil d'Etat fixe les modalités d'application du présent article.</p>",
            "num": "L1524-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1071878400000,
            "dateFin": 1092182400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS ÉCONOMIQUES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135482",
                        "id": "LEGISCTA000006135482",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149213",
                        "id": "LEGISCTA000006149213",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Administration et contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164498",
                        "id": "LEGISCTA000006164498",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006389545",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164498",
            "sectionParentId": "LEGISCTA000006164498",
            "sectionParentTitre": "CHAPITRE IV : Administration et contrôle",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE V : DISPOSITIONS ÉCONOMIQUES &gt; TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES &gt; CHAPITRE IV : Administration et contrôle",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006389547",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000429994",
                    "textTitle": "Ordonnance n°2003-1212 du 18 décembre 2003 - art. 2 () JORF 20 décembre 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006276361",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2003-12-20",
                    "dateSignaTexte": "2003-12-18",
                    "dateDebutCible": "2003-12-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000398057",
                    "textTitle": "Loi n°2002-1 du 2 janvier 2002 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006340696",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2002-1",
                    "datePubli": 1010016000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "JORFTEXT000025517148",
                    "textTitle": "Décret n°2012-363  du 14 mars 2012 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000025517154",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-363",
                    "datePubli": 1331856000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046528101",
                    "textTitle": "Décret n°2022-1406 du 4 novembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046528903",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1406",
                    "datePubli": 1667692800000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-17",
                    "articleId": "LEGIARTI000006223574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-19 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-19",
                    "articleId": "LEGIARTI000006223589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-20 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-20",
                    "articleId": "LEGIARTI000006223591",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-48 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-48",
                    "articleId": "LEGIARTI000006224011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-69 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-69",
                    "articleId": "LEGIARTI000006224311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-70 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-70",
                    "articleId": "LEGIARTI000006224313",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L207 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L207",
                    "articleId": "LEGIARTI000006353487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483747200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L231 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L231",
                    "articleId": "LEGIARTI000006353550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L343 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L343",
                    "articleId": "LEGIARTI000006353967",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 489888000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1524-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1524-7",
                    "articleId": "LEGIARTI000046528927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1411-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1411-1",
                    "articleId": "LEGIARTI000006389206",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1524-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1524-6",
                    "articleId": "LEGIARTI000006389550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-1",
                    "articleId": "LEGIARTI000046708739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-3",
                    "articleId": "LEGIARTI000038733140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562457600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2131-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2131-11",
                    "articleId": "LEGIARTI000006390096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1524-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1524-2",
                    "articleId": "LEGIARTI000006395121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R141-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-4",
                    "articleId": "LEGIARTI000035414556",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339195",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339197",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006389545",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1010016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389546",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1010016000000,
                    "dateFin": 1071878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389547",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071878400000,
                    "dateFin": 1092182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389548",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1260576000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021479242",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1260576000000,
                    "dateFin": 1554076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037739176",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1554076800000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045296960",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1659312000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045214082",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1659312000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1524-5",
                "1524-5"
            ],
            "versionPrecedente": "LEGIARTI000006389546",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006389546",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée. Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement. Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles 89 et 129 de la loi n° 66-537 du 24 juillet 1966 sur les sociétés commerciales ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé. L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance. Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles L. 225-19 et L. 225-70 du code de commerce. Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article L. 225-48 du code de commerce. Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale. Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce. Par dérogation à l'article 91 de la loi n° 66-537 du 24 juillet 1966 précitée, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée. Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles L. 207, L. 231 et L. 343 du code électoral. Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient. Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés comme étant intéressés à l'affaire, au sens de l'article L. 2131-11, lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale. Toutefois, ils ne peuvent participer aux commissions d'appel d'offres ou aux commissions d'attribution de délégations de service public de la collectivité territoriale ou du groupement lorsque la société d'économie mixte locale est candidate à l'attribution d'un marché public ou d'une délégation de service public dans les conditions prévues aux articles L. 1411-1 et suivants. En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes. Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance, et qui porte notamment sur les modifications des statuts qui ont pu être apportées à la société d'économie mixte. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres. Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article. Un décret en Conseil d'Etat fixe les modalités d'application du présent article.",
            "texteHtml": "<p>Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée.</p><p></p><p>Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement.</p><p></p><p>Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles 89 et 129 de la loi n° 66-537 du 24 juillet 1966 sur les sociétés commerciales ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé. L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance.</p><p></p><p>Les personnes qui assurent la représentation d'une collectivité territoriale ou d'un groupement au sein du conseil d'administration ou de surveillance d'une société d'économie mixte doivent respecter, au moment de leur désignation, la limite d'âge prévue au premier alinéa des articles L. 225-19 et L. 225-70 du code de commerce.</p><p></p><p>Quand les mêmes personnes assument les fonctions de président du conseil d'administration, elles doivent également respecter, au moment de leur désignation, la limite d'âge prévue à l'article L. 225-48 du code de commerce.</p><p></p><p>Ces personnes ne peuvent être déclarées démissionnaires d'office si, postérieurement à leur nomination, elles dépassent la limite d'âge statutaire ou légale.</p><p></p><p>Il n'est pas tenu compte de ces personnes pour le calcul du nombre des administrateurs ou des membres du conseil de surveillance qui peuvent demeurer en fonction au-delà de la limite d'âge, en vertu soit des statuts de la société, soit, à défaut de dispositions express dans les statuts, des articles précités du code de commerce.</p><p></p><p>Par dérogation à l'article 91 de la loi n° 66-537 du 24 juillet 1966 précitée, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée.</p><p></p><p>Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou du conseil de surveillance des sociétés d'économie mixte locales et exerçant, à l'exclusion de toute autre fonction dans la société, les fonctions de membre, de président du conseil d'administration ou du conseil de surveillance et de président assurant les fonctions de directeur général d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles L. 207, L. 231 et L. 343 du code électoral.</p><p></p><p>Ces représentants peuvent percevoir une rémunération ou des avantages particuliers à condition d'y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient.</p><p></p><p>Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leurs groupements au sein du conseil d'administration ou de surveillance des sociétés d'économie mixte locales et exerçant les fonctions de membre ou de président du conseil d'administration, de président-directeur général ou de membre ou de président du conseil de surveillance, ne sont pas considérés comme étant intéressés à l'affaire, au sens de l'article L. 2131-11, lorsque la collectivité ou le groupement délibère sur ses relations avec la société d'économie mixte locale.</p><p></p><p>Toutefois, ils ne peuvent participer aux commissions d'appel d'offres ou aux commissions d'attribution de délégations de service public de la collectivité territoriale ou du groupement lorsque la société d'économie mixte locale est candidate à l'attribution d'un marché public ou d'une délégation de service public dans les conditions prévues aux articles L. 1411-1 et suivants.</p><p></p><p>En cas de fin légale du mandat de l'assemblée, le mandat de ses représentants au conseil d'administration ou au conseil de surveillance est prorogé jusqu'à la désignation de leurs remplaçants par la nouvelle assemblée, leurs pouvoirs se limitant à la gestion des affaires courantes.</p><p></p><p>Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance, et qui porte notamment sur les modifications des statuts qui ont pu être apportées à la société d'économie mixte. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres.</p><p></p><p>Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article.</p><p>Un décret en Conseil d'Etat fixe les modalités d'application du présent article.</p>",
            "num": "L1524-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1010016000000,
            "dateFin": 1071878400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS ÉCONOMIQUES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135482",
                        "id": "LEGISCTA000006135482",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149213",
                        "id": "LEGISCTA000006149213",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Administration et contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164498",
                        "id": "LEGISCTA000006164498",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006389545",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164498",
            "sectionParentId": "LEGISCTA000006164498",
            "sectionParentTitre": "CHAPITRE IV : Administration et contrôle",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE V : DISPOSITIONS ÉCONOMIQUES &gt; TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES &gt; CHAPITRE IV : Administration et contrôle",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006389546",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000398057",
                    "textTitle": "Loi n°2002-1 du 2 janvier 2002 - art. 5 ()",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006340682",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-01-03",
                    "dateSignaTexte": "2002-01-02",
                    "dateDebutCible": "2002-01-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000692245",
                    "textTitle": "Loi 66-537 1966-07-24 art. 89, art. 129, art. 91",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692245",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "66-537",
                    "datePubli": -108432000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000398057",
                    "textTitle": "Loi n°2002-1 du 2 janvier 2002 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006340696",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2002-1",
                    "datePubli": 1010016000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "JORFTEXT000025517148",
                    "textTitle": "Décret n°2012-363  du 14 mars 2012 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000025517154",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-363",
                    "datePubli": 1331856000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046528101",
                    "textTitle": "Décret n°2022-1406 du 4 novembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046528903",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1406",
                    "datePubli": 1667692800000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-19 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-19",
                    "articleId": "LEGIARTI000006223589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-48 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-48",
                    "articleId": "LEGIARTI000006224011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-70 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-70",
                    "articleId": "LEGIARTI000006224313",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1563667200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L207 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L207",
                    "articleId": "LEGIARTI000006353487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483747200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L231 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L231",
                    "articleId": "LEGIARTI000006353550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L343 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L343",
                    "articleId": "LEGIARTI000006353967",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 489888000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1524-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1524-7",
                    "articleId": "LEGIARTI000046528927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1411-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1411-1",
                    "articleId": "LEGIARTI000006389206",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1524-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1524-6",
                    "articleId": "LEGIARTI000006389550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-1",
                    "articleId": "LEGIARTI000046708739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-3",
                    "articleId": "LEGIARTI000038733140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562457600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2131-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2131-11",
                    "articleId": "LEGIARTI000006390096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1524-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1524-2",
                    "articleId": "LEGIARTI000006395121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R141-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-4",
                    "articleId": "LEGIARTI000035414556",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339195",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339197",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006389545",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1010016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389546",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1010016000000,
                    "dateFin": 1071878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389547",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071878400000,
                    "dateFin": 1092182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389548",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1260576000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021479242",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1260576000000,
                    "dateFin": 1554076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037739176",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1554076800000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045296960",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1659312000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045214082",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1659312000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1524-5",
                "1524-5"
            ],
            "versionPrecedente": "LEGIARTI000006389545",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006389545",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée. Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement. Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles 89 et 129 de la loi n° 66-537 du 24 juillet 1966 sur les sociétés commerciales ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé. L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance. Par dérogation à l'article 91 de la loi n° 66-537 du 24 juillet 1966 précitée, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée. Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leur groupement au sein du conseil d'administration ou du conseil de surveillance d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles L. 207, L. 231 et L. 343 du code électoral. Lorsque ces représentants souhaitent exercer des fonctions entraînant la perception de rémunérations ou d'avantages particuliers, ils doivent y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient. Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres. Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article. Un décret en Conseil d'Etat fixe les modalités d'application du présent article.",
            "texteHtml": "<p>Toute collectivité territoriale ou groupement de collectivités territoriales actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante concernée.</p><p></p><p>Dans une proportion au plus égale à celle du capital détenu par l'ensemble des collectivités territoriales ou de leurs groupements actionnaires par rapport au capital de la société, les statuts fixent le nombre de sièges dont ils disposent au conseil d'administration ou de surveillance, ce nombre étant éventuellement arrondi à l'unité supérieure. Les sièges sont attribués en proportion du capital détenu respectivement par chaque collectivité ou groupement.</p><p></p><p>Si le nombre des membres d'un conseil d'administration ou d'un conseil de surveillance prévus aux articles 89 et 129 de la loi n° 66-537 du 24 juillet 1966 sur les sociétés commerciales ne suffit pas à assurer, en raison de leur nombre, la représentation directe des collectivités territoriales ou de leurs groupements ayant une participation réduite au capital, ils sont réunis en assemblée spéciale, un siège au moins leur étant réservé. L'assemblée spéciale désigne parmi les élus de ces collectivités ou groupements le ou les représentants communs qui siégeront au conseil d'administration ou de surveillance.</p><p></p><p>Par dérogation à l'article 91 de la loi n° 66-537 du 24 juillet 1966 précitée, la responsabilité civile qui résulte de l'exercice du mandat des représentants incombe à la collectivité territoriale ou au groupement dont ils sont mandataires. Lorsque ces représentants ont été désignés par l'assemblée spéciale, cette responsabilité incombe solidairement aux collectivités territoriales ou aux groupements membres de cette assemblée.</p><p></p><p>Les élus locaux agissant en tant que mandataires des collectivités territoriales ou de leur groupement au sein du conseil d'administration ou du conseil de surveillance d'une société d'économie mixte locale ne sont pas considérés comme entrepreneurs de services municipaux, départementaux ou régionaux au sens des articles L. 207, L. 231 et L. 343 du code électoral.</p><p></p><p>Lorsque ces représentants souhaitent exercer des fonctions entraînant la perception de rémunérations ou d'avantages particuliers, ils doivent y être autorisés par une délibération expresse de l'assemblée qui les a désignés ; cette délibération fixe le montant maximum des rémunérations ou avantages susceptibles d'être perçus ainsi que la nature des fonctions qui les justifient.</p><p></p><p>Les organes délibérants des collectivités territoriales et de leurs groupements actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leurs représentants au conseil d'administration ou au conseil de surveillance. Lorsque ce rapport est présenté à l'assemblée spéciale, celle-ci assure la communication immédiate aux mêmes fins aux organes délibérants des collectivités et groupements qui en sont membres.</p><p></p><p>Toute prise de participation d'une société d'économie mixte locale dans le capital d'une société commerciale fait préalablement l'objet d'un accord exprès de la ou des collectivités territoriales et de leurs groupements actionnaires disposant d'un siège au conseil d'administration, en application du premier alinéa du présent article.</p><p></p><p>Un décret en Conseil d'Etat fixe les modalités d'application du présent article.</p><p></p><p></p>",
            "num": "L1524-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 825120000000,
            "dateFin": 1010016000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS ÉCONOMIQUES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135482",
                        "id": "LEGISCTA000006135482",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149213",
                        "id": "LEGISCTA000006149213",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Administration et contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164498",
                        "id": "LEGISCTA000006164498",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006389545",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164498",
            "sectionParentId": "LEGISCTA000006164498",
            "sectionParentTitre": "CHAPITRE IV : Administration et contrôle",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE V : DISPOSITIONS ÉCONOMIQUES &gt; TITRE II : SOCIÉTÉS D'ÉCONOMIE MIXTE LOCALES &gt; CHAPITRE IV : Administration et contrôle",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006389545",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21 jorf 24 février 1996",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000692245",
                    "textTitle": "Loi 66-537 1966-07-24 art. 89, art. 129, art. 91",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692245",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "66-537",
                    "datePubli": -108432000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000398057",
                    "textTitle": "Loi n°2002-1 du 2 janvier 2002 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006340696",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2002-1",
                    "datePubli": 1010016000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "JORFTEXT000025517148",
                    "textTitle": "Décret n°2012-363  du 14 mars 2012 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000025517154",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-363",
                    "datePubli": 1331856000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046528101",
                    "textTitle": "Décret n°2022-1406 du 4 novembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046528903",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1406",
                    "datePubli": 1667692800000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L207 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L207",
                    "articleId": "LEGIARTI000006353487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483747200000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L231 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L231",
                    "articleId": "LEGIARTI000006353550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L343 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L343",
                    "articleId": "LEGIARTI000006353967",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 489888000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1524-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1524-7",
                    "articleId": "LEGIARTI000046528927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1524-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1524-6",
                    "articleId": "LEGIARTI000006389550",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1010016000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-1",
                    "articleId": "LEGIARTI000046708739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1862-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1862-3",
                    "articleId": "LEGIARTI000038733140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562457600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1524-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1524-2",
                    "articleId": "LEGIARTI000006395121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R141-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-4",
                    "articleId": "LEGIARTI000035414556",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339195",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000880594",
                    "textTitle": "Loi n°83-597 du 7 juillet 1983 - art. 8 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006339197",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006389545",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1010016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389546",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1010016000000,
                    "dateFin": 1071878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389547",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1071878400000,
                    "dateFin": 1092182400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006389548",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1260576000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021479242",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1260576000000,
                    "dateFin": 1554076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037739176",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1554076800000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045296960",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1659312000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045214082",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1659312000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1524-5",
                "1524-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}