{
    "cid": "LEGIARTI000021145860",
    "num": "R421-20",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132276",
                        "id": "LEGISCTA000006132276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145344",
                        "id": "LEGISCTA000006145344",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2008-06-20",
                        "titre": "Chapitre Ier : Etablissements publics d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160616",
                        "id": "LEGISCTA000006160616",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-20",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Offices publics de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160616",
                        "id": "LEGISCTA000019030539",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-20",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Statut du directeur général.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019020437",
                        "id": "LEGISCTA000019030342",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045678480",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021145272",
                    "textTitle": "Décret n°2009-1218\n du 12 octobre 2009 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021145729",
                    "natureText": "DECRET",
                    "date": 1651092837947,
                    "parentCid": null,
                    "numTexte": "2009-1218",
                    "datePubli": 1255392000000,
                    "dateDebut": 1255478400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R421-20-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R421-20-1",
                    "articleId": "LEGIARTI000021145862",
                    "natureText": "CODE",
                    "date": 1651092837947,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045669158",
                    "textTitle": "Décret n°2022-706 du 26 avril 2022 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045671859",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-04-27",
                    "dateSignaTexte": "2022-04-26",
                    "dateDebutCible": "2022-04-28"
                }
            ],
            "num": "R421-20",
            "origine": "LEGI",
            "texte": "I. - La rémunération annuelle brute du directeur général comporte une part forfaitaire et une part variable. Cette rémunération est exclusive de tous avantages annexes en espèces ou en nature autres que ceux mentionnés à l'article R. 421-20-1 . II. - Le contrat conclu entre l'office public de l'habitat et le directeur général détermine le montant de la part forfaitaire. Ce montant est fixé dans la limite d'un plafond calculé en fonction du nombre de logements locatifs gérés par l'office en qualité de propriétaire ou agissant pour le compte de tiers. Dans les logements-foyers ou les centres d'hébergement dont l'office est propriétaire ou qu'il gère pour le compte de tiers, trois lits ou trois places sont comptés comme équivalant à un logement. Un arrêté conjoint des ministres chargés du logement et du budget fixe le montant maximal de la part forfaitaire, en fonction du nombre de logement gérés. Le nombre de logements locatifs gérés par l'office est apprécié au 31 décembre de l'exercice précédant l'année où le contrat est signé. La vente ou la démolition de ces logements locatifs pendant la durée du contrat du directeur général est sans incidence sur la détermination de la part forfaitaire de la rémunération jusqu'au terme de ce contrat. En cas d'augmentation du nombre de logements locatifs gérés, apprécié au 31 décembre de chaque année, se traduisant par un changement de tranche, le conseil d'administration, sur proposition de son président, se prononce à nouveau sur le montant de la part forfaitaire. III. - Le contrat mentionne les critères pris en compte pour déterminer la part variable et les modalités de son versement. La part variable de la rémunération ne peut excéder 15 % de la part forfaitaire. Les objectifs et indicateurs, déclinant les critères définis au premier alinéa permettant de déterminer la part variable, sont définis chaque année ou pour une période de trois ans au plus par le conseil d'administration, sur proposition du président, et notifiés par écrit au directeur général au plus tard au cours du premier trimestre de l'année au titre de laquelle elle se rapporte ou dans un délai de trois mois à compter de la date d'une nouvelle nomination intervenant en cours d'année. Le montant annuel de la part variable attribué au directeur général, en fonction de la réalisation des objectifs qui lui ont été fixés, est approuvé par le conseil d'administration, sur proposition de son président. IV. - Saisis d'une demande du conseil d'administration présentée sous la forme d'une délibération dûment motivée, les ministres chargés du logement et du budget peuvent, par décision conjointe, autoriser, à titre exceptionnel, un dépassement du plafond de la part forfaitaire calculé conformément au II. Ils peuvent, dans les mêmes conditions, autoriser, à titre temporaire, un dépassement du taux maximal de la part variable prévu au III. Le silence gardé par les ministres chargés du logement et du budget pendant quatre mois à compter de leur saisine vaut rejet de la demande de déplafonnement. V. - Le président du conseil d'administration de l'office public de l'habitat informe, avant le 31 mars de chaque année, le ministre chargé du logement du montant de la rémunération annuelle brute et des avantages annexes mentionnés à l'article R. 421-20-1 qui ont été attribués au directeur général au titre de l'année précédente ainsi, le cas échéant, que du montant de la rémunération prévue à l'article R. 421-20-1-1. Un arrêté du ministre chargé du logement détermine les modalités d'application de l'alinéa précédent ainsi que les modalités de diffusion, sous forme non nominative, des résultats de cette collecte en veillant à la protection des données à caractère personnel.",
            "texteHtml": "<p></p><p>I. - La rémunération annuelle brute du directeur général comporte une part forfaitaire et une part variable. Cette rémunération est exclusive de tous avantages annexes en espèces ou en nature autres que ceux mentionnés à l'article <a href='/article/LEGIARTI000021145862'>R. 421-20-1</a>.</p><p>II. - Le contrat conclu entre l'office public de l'habitat et le directeur général détermine le montant de la part forfaitaire. Ce montant est fixé dans la limite d'un plafond calculé en fonction du nombre de logements locatifs gérés par l'office en qualité de propriétaire ou agissant pour le compte de tiers. Dans les logements-foyers ou les centres d'hébergement dont l'office est propriétaire ou qu'il gère pour le compte de tiers, trois lits ou trois places sont comptés comme équivalant à un logement.</p><p>Un arrêté conjoint des ministres chargés du logement et du budget fixe le montant maximal de la part forfaitaire, en fonction du nombre de logement gérés.</p><p>Le nombre de logements locatifs gérés par l'office est apprécié au 31 décembre de l'exercice précédant l'année où le contrat est signé. La vente ou la démolition de ces logements locatifs pendant la durée du contrat du directeur général est sans incidence sur la détermination de la part forfaitaire de la rémunération jusqu'au terme de ce contrat.</p><p>En cas d'augmentation du nombre de logements locatifs gérés, apprécié au 31 décembre de chaque année, se traduisant par un changement de tranche, le conseil d'administration, sur proposition de son président, se prononce à nouveau sur le montant de la part forfaitaire.</p><p>III. - Le contrat mentionne les critères pris en compte pour déterminer la part variable et les modalités de son versement.</p><p>La part variable de la rémunération ne peut excéder 15 % de la part forfaitaire.</p><p>Les objectifs et indicateurs, déclinant les critères définis au premier alinéa permettant de déterminer la part variable, sont définis chaque année ou pour une période de trois ans au plus par le conseil d'administration, sur proposition du président, et notifiés par écrit au directeur général au plus tard au cours du premier trimestre de l'année au titre de laquelle elle se rapporte ou dans un délai de trois mois à compter de la date d'une nouvelle nomination intervenant en cours d'année.</p><p>Le montant annuel de la part variable attribué au directeur général, en fonction de la réalisation des objectifs qui lui ont été fixés, est approuvé par le conseil d'administration, sur proposition de son président.</p><p>IV. - Saisis d'une demande du conseil d'administration présentée sous la forme d'une délibération dûment motivée, les ministres chargés du logement et du budget peuvent, par décision conjointe, autoriser, à titre exceptionnel, un dépassement du plafond de la part forfaitaire calculé conformément au II.</p><p>Ils peuvent, dans les mêmes conditions, autoriser, à titre temporaire, un dépassement du taux maximal de la part variable prévu au III.</p><p>Le silence gardé par les ministres chargés du logement et du budget pendant quatre mois à compter de leur saisine vaut rejet de la demande de déplafonnement.</p><p>V. - Le président du conseil d'administration de l'office public de l'habitat informe, avant le 31 mars de chaque année, le ministre chargé du logement du montant de la rémunération annuelle brute et des avantages annexes mentionnés à l'article R. 421-20-1 qui ont été attribués au directeur général au titre de l'année précédente ainsi, le cas échéant, que du montant de la rémunération prévue à l'article R. 421-20-1-1.</p><p>Un arrêté du ministre chargé du logement détermine les modalités d'application de l'alinéa précédent ainsi que les modalités de diffusion, sous forme non nominative, des résultats de cette collecte en veillant à la protection des données à caractère personnel.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2022-04-28T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132276",
                        "id": "LEGISCTA000006132276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145344",
                        "id": "LEGISCTA000006145344",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2008-06-20",
                        "titre": "Chapitre Ier : Etablissements publics d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160616",
                        "id": "LEGISCTA000006160616",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-20",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Offices publics de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160616",
                        "id": "LEGISCTA000019030539",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-20",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Statut du directeur général.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019020437",
                        "id": "LEGISCTA000019030342",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000038724211",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021145272",
                    "textTitle": "Décret n°2009-1218\n du 12 octobre 2009 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021145729",
                    "natureText": "DECRET",
                    "date": 1651092836285,
                    "parentCid": null,
                    "numTexte": "2009-1218",
                    "datePubli": 1255392000000,
                    "dateDebut": 1255478400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R421-20-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R421-20-1",
                    "articleId": "LEGIARTI000021145862",
                    "natureText": "CODE",
                    "date": 1651092836285,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038721249",
                    "textTitle": "Décret n°2019-702 du 3 juillet 2019 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000038723107",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-07-04",
                    "dateSignaTexte": "2019-07-03",
                    "dateDebutCible": "2019-07-05"
                }
            ],
            "num": "R421-20",
            "origine": "LEGI",
            "texte": "I. ― La rémunération annuelle brute du directeur général comporte une part forfaitaire et une part variable. Cette rémunération est exclusive de tous avantages annexes en espèces ou en nature autres que ceux mentionnés à l'article R. 421-20-1 . II.-Le contrat conclu entre l'office public de l'habitat et le directeur général détermine le montant de la part forfaitaire. Ce montant est fixé dans la limite d'un plafond calculé, conformément au tableau ci-dessous, en fonction du nombre de logements locatifs gérés par l'office en qualité de propriétaire ou agissant pour le compte de tiers. Dans les logements-foyers ou les centres d'hébergement dont l'office est propriétaire ou qu'il gère pour le compte de tiers, trois lits ou trois places sont comptés comme équivalant à un logement. NOMBRE DE LOGEMENTS LOCATIFS gérés par l'office (L) MONTANT MAXIMAL de la part forfaitaire Inférieur à 2 000 45 000 € + (10 × L) € Compris entre 2 000 et 5 000 exclus 50 000 € + (7,5 × L) € Compris entre 5 000 et 10 000 exclus 77 500 € + (2,00 × L) € Compris entre 10 000 et 15 000 exclus 82 500 € + (1,50 × L) € Compris entre 15 000 inclus et 30 000 exclus 94 950 € + (0,67 × L) € Egal ou supérieur à 30 000 97 050 € + (0,60 × L) € Le nombre de logements locatifs gérés par l'office est apprécié au 31 décembre de l'exercice précédant l'année où le contrat est signé. La vente ou la démolition de ces logements locatifs pendant la durée du contrat du directeur général est sans incidence sur la détermination de la part forfaitaire de la rémunération jusqu'au terme de ce contrat. En cas d'augmentation du nombre de logements locatifs gérés, apprécié au 31 décembre de chaque année, se traduisant par un changement de tranche, le conseil d'administration, sur proposition de son président, se prononce à nouveau sur le montant de la part forfaitaire. Le montant de la part forfaitaire de la rémunération et les plafonds figurant dans le tableau ci-dessus évoluent au 1er janvier de chaque année dans les mêmes conditions que la revalorisation des rémunérations des dirigeants des entreprises publiques. III.-Le contrat mentionne les critères pris en compte pour déterminer la part variable et les modalités de son versement. La part variable de la rémunération ne peut excéder 15 % de la part forfaitaire. Les objectifs et indicateurs, déclinant les critères définis au premier alinéa permettant de déterminer la part variable, sont définis chaque année ou pour une période de trois ans au plus par le conseil d'administration, sur proposition du président, et notifiés par écrit au directeur général au plus tard au cours du premier trimestre de l'année au titre de laquelle elle se rapporte ou dans un délai de trois mois à compter de la date d'une nouvelle nomination intervenant en cours d'année. Le montant annuel de la part variable attribué au directeur général, en fonction de la réalisation des objectifs qui lui ont été fixés, est approuvé par le conseil d'administration, sur proposition de son président. IV.-Saisis d'une demande du conseil d'administration présentée sous la forme d'une délibération dûment motivée, les ministres chargés du logement et du budget peuvent, par décision conjointe, autoriser, à titre exceptionnel, un dépassement du plafond de la part forfaitaire calculé conformément au tableau figurant au II. Ils peuvent, dans les mêmes conditions, autoriser, à titre temporaire, un dépassement du taux maximal de la part variable prévu au III. Le silence gardé par les ministres chargés du logement et du budget pendant quatre mois à compter de leur saisine vaut rejet de la demande de déplafonnement. V. ― Le président du conseil d'administration de l'office public de l'habitat informe, avant le 31 mars de chaque année, le ministre chargé du logement du montant de la rémunération annuelle brute et des avantages annexes mentionnés à l'article R. 421-20-1 qui ont été attribués au directeur général au titre de l'année précédente ainsi, le cas échéant, que du montant de la rémunération prévue à l'article R. 421-20-1-1. Un arrêté du ministre chargé du logement détermine les modalités d'application de l'alinéa précédent ainsi que les modalités de diffusion, sous forme non nominative, des résultats de cette collecte en veillant à la protection des données à caractère personnel.",
            "texteHtml": "<p></p><p>I. ― La rémunération annuelle brute du directeur général comporte une part forfaitaire et une part variable. Cette rémunération est exclusive de tous avantages annexes en espèces ou en nature autres que ceux mentionnés à l'article <a href='/article/LEGIARTI000021145862'>R. 421-20-1</a>. </p><p>II.-Le contrat conclu entre l'office public de l'habitat et le directeur général détermine le montant de la part forfaitaire. Ce montant est fixé dans la limite d'un plafond calculé, conformément au tableau ci-dessous, en fonction du nombre de logements locatifs gérés par l'office en qualité de propriétaire ou agissant pour le compte de tiers. Dans les logements-foyers ou les centres d'hébergement dont l'office est propriétaire ou qu'il gère pour le compte de tiers, trois lits ou trois places sont comptés comme équivalant à un logement. </p><center><table border='1'><tbody><tr><th><br/>NOMBRE DE LOGEMENTS LOCATIFS <p>gérés par l'office (L) </p></th><th><br/>MONTANT MAXIMAL <p>de la part forfaitaire </p></th></tr><tr><td align='center'><br/>Inférieur à 2 000 </td><td align='center'><br/>45 000 € + (10 × L) € </td></tr><tr><td align='center'><br/>Compris entre 2 000 et 5 000 exclus </td><td align='center'><br/>50 000 € + (7,5 × L) € </td></tr><tr><td align='center'><br/>Compris entre 5 000 et 10 000 exclus </td><td align='center'><br/>77 500 € + (2,00 × L) € </td></tr><tr><td align='center'><br/>Compris entre 10 000 et 15 000 exclus </td><td align='center'><br/>82 500 € + (1,50 × L) € </td></tr><tr><td align='center'><br/>Compris entre 15 000 inclus et 30 000 exclus </td><td align='center'><br/>94 950 € + (0,67 × L) € </td></tr><tr><td align='center'><br/>Egal ou supérieur à 30 000 </td><td align='center'><br/>97 050 € + (0,60 × L) € </td></tr></tbody></table></center><p>Le nombre de logements locatifs gérés par l'office est apprécié au 31 décembre de l'exercice précédant l'année où le contrat est signé. La vente ou la démolition de ces logements locatifs pendant la durée du contrat du directeur général est sans incidence sur la détermination de la part forfaitaire de la rémunération jusqu'au terme de ce contrat. </p><p>En cas d'augmentation du nombre de logements locatifs gérés, apprécié au 31 décembre de chaque année, se traduisant par un changement de tranche, le conseil d'administration, sur proposition de son président, se prononce à nouveau sur le montant de la part forfaitaire. </p><p>Le montant de la part forfaitaire de la rémunération et les plafonds figurant dans le tableau ci-dessus évoluent au 1er janvier de chaque année dans les mêmes conditions que la revalorisation des rémunérations des dirigeants des entreprises publiques. </p><p>III.-Le contrat mentionne les critères pris en compte pour déterminer la part variable et les modalités de son versement. </p><p>La part variable de la rémunération ne peut excéder 15 % de la part forfaitaire. </p><p>Les objectifs et indicateurs, déclinant les critères définis au premier alinéa permettant de déterminer la part variable, sont définis chaque année ou pour une période de trois ans au plus par le conseil d'administration, sur proposition du président, et notifiés par écrit au directeur général au plus tard au cours du premier trimestre de l'année au titre de laquelle elle se rapporte ou dans un délai de trois mois à compter de la date d'une nouvelle nomination intervenant en cours d'année. </p><p>Le montant annuel de la part variable attribué au directeur général, en fonction de la réalisation des objectifs qui lui ont été fixés, est approuvé par le conseil d'administration, sur proposition de son président. </p><p>IV.-Saisis d'une demande du conseil d'administration présentée sous la forme d'une délibération dûment motivée, les ministres chargés du logement et du budget peuvent, par décision conjointe, autoriser, à titre exceptionnel, un dépassement du plafond de la part forfaitaire calculé conformément au tableau figurant au II. </p><p>Ils peuvent, dans les mêmes conditions, autoriser, à titre temporaire, un dépassement du taux maximal de la part variable prévu au III. </p><p>Le silence gardé par les ministres chargés du logement et du budget pendant quatre mois à compter de leur saisine vaut rejet de la demande de déplafonnement. </p><p>V. ― Le président du conseil d'administration de l'office public de l'habitat informe, avant le 31 mars de chaque année, le ministre chargé du logement du montant de la rémunération annuelle brute et des avantages annexes mentionnés à l'article R. 421-20-1 qui ont été attribués au directeur général au titre de l'année précédente ainsi, le cas échéant, que du montant de la rémunération prévue à l'article R. 421-20-1-1. </p><p>Un arrêté du ministre chargé du logement détermine les modalités d'application de l'alinéa précédent ainsi que les modalités de diffusion, sous forme non nominative, des résultats de cette collecte en veillant à la protection des données à caractère personnel.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2019-07-05T00:00:00.000Z",
            "dateFin": "2022-04-28T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132276",
                        "id": "LEGISCTA000006132276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145344",
                        "id": "LEGISCTA000006145344",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2008-06-20",
                        "titre": "Chapitre Ier : Etablissements publics d'habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160616",
                        "id": "LEGISCTA000006160616",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-20",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Offices publics de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160616",
                        "id": "LEGISCTA000019030539",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-20",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Statut du directeur général.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019020437",
                        "id": "LEGISCTA000019030342",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000021147459",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021145272",
                    "textTitle": "Décret n°2009-1218\n du 12 octobre 2009 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021145729",
                    "natureText": "DECRET",
                    "date": 1651092837623,
                    "parentCid": null,
                    "numTexte": "2009-1218",
                    "datePubli": 1255392000000,
                    "dateDebut": 1255478400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R421-20-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R421-20-1",
                    "articleId": "LEGIARTI000021145862",
                    "natureText": "CODE",
                    "date": 1651092837623,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021145272",
                    "textTitle": "Décret n°2009-1218\n du 12 octobre 2009 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021145723",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-10-13",
                    "dateSignaTexte": "2009-10-12",
                    "dateDebutCible": "2009-10-14"
                }
            ],
            "num": "R421-20",
            "origine": "LEGI",
            "texte": "I. ― La rémunération annuelle brute du directeur général comporte une part forfaitaire et une part variable. Cette rémunération est exclusive de tous avantages annexes en espèces ou en nature autres que ceux mentionnés à l'article R. 421-20-1 . II.-Le contrat conclu entre l'office public de l'habitat et le directeur général détermine le montant de la part forfaitaire. Ce montant est fixé dans la limite d'un plafond calculé, conformément au tableau ci-dessous, en fonction du nombre de logements locatifs gérés par l'office en qualité de propriétaire ou agissant pour le compte de tiers. Dans les logements-foyers ou les centres d'hébergement dont l'office est propriétaire ou qu'il gère pour le compte de tiers, trois lits ou trois places sont comptés comme équivalant à un logement. NOMBRE DE LOGEMENTS LOCATIFS gérés par l'office (L) MONTANT MAXIMAL de la part forfaitaire Inférieur à 2 000 45 000 € + (10 × L) € Compris entre 2 000 et 5 000 exclus 50 000 € + (7, 5 × L) € Compris entre 5 000 et 10 000 exclus 77 500 € + (2, 00 × L) € Compris entre 10 000 et 15 000 exclus 82 500 € + (1, 50 × L) € Compris entre 15 000 inclus et 30 000 exclus 94 950 € + (0, 67 × L) € Egal ou supérieur à 30 000 97 050 € + (0, 60 × L) € Le nombre de logements locatifs gérés par l'office est apprécié au 31 décembre de l'exercice précédant l'année où le contrat est signé. La vente ou la démolition de ces logements locatifs pendant la durée du contrat du directeur général est sans incidence sur la détermination de la part forfaitaire de la rémunération jusqu'au terme de ce contrat. En cas d'augmentation du nombre de logements locatifs gérés, apprécié au 31 décembre de chaque année, se traduisant par un changement de tranche, le conseil d'administration, sur proposition de son président, se prononce à nouveau sur le montant de la part forfaitaire. Le montant de la part forfaitaire de la rémunération et les plafonds figurant dans le tableau ci-dessus évoluent au 1er janvier de chaque année dans les mêmes conditions que la revalorisation des rémunérations des dirigeants des entreprises publiques. III.-Le contrat mentionne les critères pris en compte pour déterminer la part variable et les modalités de son versement. La part variable de la rémunération ne peut excéder 15 % de la part forfaitaire. Les objectifs et indicateurs, déclinant les critères définis au premier alinéa permettant de déterminer la part variable, sont définis chaque année ou pour une période de trois ans au plus par le conseil d'administration, sur proposition du président, et notifiés par écrit au directeur général au plus tard au cours du premier trimestre de l'année au titre de laquelle elle se rapporte ou dans un délai de trois mois à compter de la date d'une nouvelle nomination intervenant en cours d'année. Le montant annuel de la part variable attribué au directeur général, en fonction de la réalisation des objectifs qui lui ont été fixés, est approuvé par le conseil d'administration, sur proposition de son président. IV.-Saisis d'une demande du conseil d'administration présentée sous la forme d'une délibération dûment motivée, les ministres chargés du logement et du budget peuvent, par décision conjointe, autoriser, à titre exceptionnel, un dépassement du plafond de la part forfaitaire calculé conformément au tableau figurant au II. Ils peuvent, dans les mêmes conditions, autoriser, à titre temporaire, un dépassement du taux maximal de la part variable prévu au III. Le silence gardé par les ministres chargés du logement et du budget pendant quatre mois à compter de leur saisine vaut rejet de la demande de déplafonnement. V. ― Le président du conseil d'administration de l'office public de l'habitat informe, avant le 31 mars de chaque année, le ministre chargé du logement du montant de la rémunération annuelle brute et des avantages annexes mentionnés à l'article R. 421-20-1 qui ont été attribués au directeur général au titre de l'année précédente. Un arrêté du ministre chargé du logement détermine les modalités d'application de l'alinéa précédent ainsi que les modalités de diffusion, sous forme non nominative, des résultats de cette collecte en veillant à la protection des données à caractère personnel.",
            "texteHtml": "<p>I. ― La rémunération annuelle brute du directeur général comporte une part forfaitaire et une part variable. Cette rémunération est exclusive de tous avantages annexes en espèces ou en nature autres que ceux mentionnés à <a href='/article/LEGIARTI000021145862'>l'article R. 421-20-1</a>. </p><p>II.-Le contrat conclu entre l'office public de l'habitat et le directeur général détermine le montant de la part forfaitaire. Ce montant est fixé dans la limite d'un plafond calculé, conformément au tableau ci-dessous, en fonction du nombre de logements locatifs gérés par l'office en qualité de propriétaire ou agissant pour le compte de tiers. Dans les logements-foyers ou les centres d'hébergement dont l'office est propriétaire ou qu'il gère pour le compte de tiers, trois lits ou trois places sont comptés comme équivalant à un logement. </p><center><table border='1'><tbody><tr><th><br/>NOMBRE DE LOGEMENTS LOCATIFS <p>gérés par l'office (L) <br/></p></th><th><br/>MONTANT MAXIMAL <p>de la part forfaitaire <br/></p></th></tr><tr><td align='center'><br/>Inférieur à 2 000 <br/></td><td align='center'><br/>45 000 € + (10 × L) € <br/></td></tr><tr><td align='center'><br/>Compris entre 2 000 et 5 000 exclus <br/></td><td align='center'><br/>50 000 € + (7, 5 × L) € <br/></td></tr><tr><td align='center'><br/>Compris entre 5 000 et 10 000 exclus <br/></td><td align='center'><br/>77 500 € + (2, 00 × L) € <br/></td></tr><tr><td align='center'><br/>Compris entre 10 000 et 15 000 exclus <br/></td><td align='center'><br/>82 500 € + (1, 50 × L) € <br/></td></tr><tr><td align='center'><br/>Compris entre 15 000 inclus et 30 000 exclus <br/></td><td align='center'><br/>94 950 € + (0, 67 × L) € <br/></td></tr><tr><td align='center'><br/>Egal ou supérieur à 30 000 <br/></td><td align='center'><br/>97 050 € + (0, 60 × L) € <br/></td></tr></tbody></table></center><p>Le nombre de logements locatifs gérés par l'office est apprécié au 31 décembre de l'exercice précédant l'année où le contrat est signé. La vente ou la démolition de ces logements locatifs pendant la durée du contrat du directeur général est sans incidence sur la détermination de la part forfaitaire de la rémunération jusqu'au terme de ce contrat. </p><p>En cas d'augmentation du nombre de logements locatifs gérés, apprécié au 31 décembre de chaque année, se traduisant par un changement de tranche, le conseil d'administration, sur proposition de son président, se prononce à nouveau sur le montant de la part forfaitaire. </p><p>Le montant de la part forfaitaire de la rémunération et les plafonds figurant dans le tableau ci-dessus évoluent au 1er janvier de chaque année dans les mêmes conditions que la revalorisation des rémunérations des dirigeants des entreprises publiques. </p><p>III.-Le contrat mentionne les critères pris en compte pour déterminer la part variable et les modalités de son versement. </p><p>La part variable de la rémunération ne peut excéder 15 % de la part forfaitaire. </p><p>Les objectifs et indicateurs, déclinant les critères définis au premier alinéa permettant de déterminer la part variable, sont définis chaque année ou pour une période de trois ans au plus par le conseil d'administration, sur proposition du président, et notifiés par écrit au directeur général au plus tard au cours du premier trimestre de l'année au titre de laquelle elle se rapporte ou dans un délai de trois mois à compter de la date d'une nouvelle nomination intervenant en cours d'année. </p><p>Le montant annuel de la part variable attribué au directeur général, en fonction de la réalisation des objectifs qui lui ont été fixés, est approuvé par le conseil d'administration, sur proposition de son président. </p><p>IV.-Saisis d'une demande du conseil d'administration présentée sous la forme d'une délibération dûment motivée, les ministres chargés du logement et du budget peuvent, par décision conjointe, autoriser, à titre exceptionnel, un dépassement du plafond de la part forfaitaire calculé conformément au tableau figurant au II. </p><p>Ils peuvent, dans les mêmes conditions, autoriser, à titre temporaire, un dépassement du taux maximal de la part variable prévu au III. </p><p>Le silence gardé par les ministres chargés du logement et du budget pendant quatre mois à compter de leur saisine vaut rejet de la demande de déplafonnement.</p><p>V. ― Le président du conseil d'administration de l'office public de l'habitat informe, avant le 31 mars de chaque année, le ministre chargé du logement du montant de la rémunération annuelle brute et des avantages annexes mentionnés à l'article R. 421-20-1 qui ont été attribués au directeur général au titre de l'année précédente. </p><p>Un arrêté du ministre chargé du logement détermine les modalités d'application de l'alinéa précédent ainsi que les modalités de diffusion, sous forme non nominative, des résultats de cette collecte en veillant à la protection des données à caractère personnel.</p>",
            "type": "AUTONOME",
            "dateDebut": "2009-10-14T00:00:00.000Z",
            "dateFin": "2019-07-05T00:00:00.000Z"
        }
    ]
}