{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043538973",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les opérateurs auxquels l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse a attribué des ressources de numérotation provenant du plan national de numérotation téléphonique sont tenus de proposer à leurs abonnés de conserver leur numéro géographique lorsqu'ils changent d'opérateur sans changer d'implantation géographique et de conserver leur numéro non géographique, fixe ou mobile, lorsqu'ils changent d'opérateur tout en demeurant en métropole, dans un même département d'outre-mer, à Saint-Barthélemy, Saint-Martin ou à Saint-Pierre-et-Miquelon. Les opérateurs prévoient les dispositions nécessaires dans les conventions d'accès et d'interconnexion. Les tarifs des prestations fournies à d'autres opérateurs au titre de la conservation du numéro reflètent les coûts correspondants. Aucun frais direct n'est appliqué à l'utilisateur final qui exerce ce droit. La demande de conservation du numéro, adressée par l'abonné à l'opérateur auprès duquel il souscrit un nouveau contrat, est transmise par ce dernier à l'opérateur de l'abonné. Le délai de portage est d'un jour ouvrable, sous réserve de la disponibilité de l'accès, sauf demande expresse de l'abonné. Cela comprend, lorsque cela est techniquement possible, une obligation d'effectuer le portage par activation à distance, sauf demande contraire de l'utilisateur final. Sans préjudice des dispositions contractuelles relatives aux durées minimales d'engagement, le portage effectif du numéro entraîne de manière concomitante la résiliation du contrat qui lie cet opérateur à l'abonné. En cas d'échec de la procédure de portage, l'opérateur donneur réactive le numéro et les services connexes de l'utilisateur final jusqu'à ce que le portage aboutisse. L'opérateur donneur continue à fournir ses services aux mêmes conditions jusqu'à l'activation des services de l'opérateur receveur. Lorsqu'un utilisateur final résilie un contrat, il a le droit de conserver son numéro issu du plan national de numérotation vers un autre opérateur pendant une période précisée par l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, qui ne peut être inférieure à un mois après la date de résiliation, sauf à ce que l'utilisateur final renonce à ce droit. L'opérateur donneur rembourse, sur demande, tout avoir éventuel au consommateur utilisant des services prépayés. Le remboursement ne peut donner lieu au prélèvement de frais que si le contrat le prévoit. Le cas échéant, le montant des frais est proportionné et en rapport avec les coûts réels supportés par l'opérateur donneur qui propose le remboursement. Un décret, pris après avis de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, de la Commission supérieure du numérique et des postes et du Conseil national de la consommation, précise les modalités d'application des deux alinéas précédents.",
            "texteHtml": "<p>Les opérateurs auxquels l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse a attribué des ressources de numérotation provenant du plan national de numérotation téléphonique sont tenus de proposer à leurs abonnés de conserver leur numéro géographique lorsqu'ils changent d'opérateur sans changer d'implantation géographique et de conserver leur numéro non géographique, fixe ou mobile, lorsqu'ils changent d'opérateur tout en demeurant en métropole, dans un même département d'outre-mer, à Saint-Barthélemy, Saint-Martin ou à Saint-Pierre-et-Miquelon. Les opérateurs prévoient les dispositions nécessaires dans les conventions d'accès et d'interconnexion. Les tarifs des prestations fournies à d'autres opérateurs au titre de la conservation du numéro reflètent les coûts correspondants. Aucun frais direct n'est appliqué à l'utilisateur final qui exerce ce droit.<br/><br/>\nLa demande de conservation du numéro, adressée par l'abonné à l'opérateur auprès duquel il souscrit un nouveau contrat, est transmise par ce dernier à l'opérateur de l'abonné. Le délai de portage est d'un jour ouvrable, sous réserve de la disponibilité de l'accès, sauf demande expresse de l'abonné. Cela comprend, lorsque cela est techniquement possible, une obligation d'effectuer le portage par activation à distance, sauf demande contraire de l'utilisateur final. Sans préjudice des dispositions contractuelles relatives aux durées minimales d'engagement, le portage effectif du numéro entraîne de manière concomitante la résiliation du contrat qui lie cet opérateur à l'abonné.<br/><br/>\nEn cas d'échec de la procédure de portage, l'opérateur donneur réactive le numéro et les services connexes de l'utilisateur final jusqu'à ce que le portage aboutisse. L'opérateur donneur continue à fournir ses services aux mêmes conditions jusqu'à l'activation des services de l'opérateur receveur.<br/><br/>\nLorsqu'un utilisateur final résilie un contrat, il a le droit de conserver son numéro issu du plan national de numérotation vers un autre opérateur pendant une période précisée par l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, qui ne peut être inférieure à un mois après la date de résiliation, sauf à ce que l'utilisateur final renonce à ce droit.<br/><br/>\nL'opérateur donneur rembourse, sur demande, tout avoir éventuel au consommateur utilisant des services prépayés. Le remboursement ne peut donner lieu au prélèvement de frais que si le contrat le prévoit. Le cas échéant, le montant des frais est proportionné et en rapport avec les coûts réels supportés par l'opérateur donneur qui propose le remboursement.<br/><br/>\nUn décret, pris après avis de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, de la Commission supérieure du numérique et des postes et du Conseil national de la consommation, précise les modalités d'application des deux alinéas précédents.</p>",
            "num": "L44-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1622160000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1543503869,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-10",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Ressources et police",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136632",
                        "id": "LEGISCTA000006136632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Numérotation et adressage.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150688",
                        "id": "LEGISCTA000006150688",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043538973",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150688",
            "sectionParentId": "LEGISCTA000006150688",
            "sectionParentTitre": "Chapitre II : Numérotation et adressage.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE II : Ressources et police &gt; Chapitre II : Numérotation et adressage.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043538973",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043534846",
                    "textTitle": "Ordonnance n°2021-650 du 26 mai 2021 - art. 40",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000043537446",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-05-27",
                    "dateSignaTexte": "2021-05-26",
                    "dateDebutCible": "2021-05-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044154154",
                    "textTitle": "Décret n°2021-1281 du 30 septembre 2021 - art. 33",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000044157173",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1281",
                    "datePubli": 1633132800000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "JORFTEXT000045159379",
                    "textTitle": "Décret n°2022-163 du 11 février 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045162639",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-163",
                    "datePubli": 1644624000000,
                    "dateDebut": 1644624000000
                },
                {
                    "textCid": "JORFTEXT000046830285",
                    "textTitle": "Décision n°2022-1583 du 1er septembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046830325",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022-1583",
                    "datePubli": 1672272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. D224-30 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D224-30",
                    "articleId": "LEGIARTI000044158679",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. D224-53 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D224-53",
                    "articleId": "LEGIARTI000047480962",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1682208000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043538973",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L44-4",
                "44-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}