{
    "cid": "LEGIARTI000020670608",
    "num": "Annexe 11-2 (suite 3)",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DE LA PREMIÈRE PARTIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000034153215",
                        "id": "LEGISCTA000034153215",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000020670608",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [],
            "num": "Annexe 11-2 (suite 3)",
            "origine": "LEGI",
            "texte": "BARÈME D'ÉVALUATION DES TAUX D'INCAPACITÉ DES VICTIMES D'ACCIDENTS  MÉDICAUX, D'AFFECTIONS IATROGÈNES OU D'INFECTIONS NOSOCOMIALES MENTIONNÉ  À L'ARTICLE D. 1142-2 VII. - APPAREIL CARDIO-VASCULAIRE Quelles que soient la nature et l'origine de la lésion cardio-vasculaire, l'évaluation du déficit imputable doit se baser d'abord sur les manifestations fonctionnelles dont il est possible de graduer l'importance en se référant à la classification NYHA (New York Heart Association). Ce bilan fonctionnel sera validé par un examen clinique et l'analyse de l'ensemble des examens para-cliniques déjà pratiqués (ECG, échographie transthoracique, voire transoesophagienne, holter, doppler, épreuve d'effort, cathétérisme, angiographie,...) ou que l'expert pourra demander ou réaliser s'ils ne sont pas invasifs. Il conviendra de tenir compte également de la contrainte thérapeutique et de la surveillance qu'elle impose. I. - Séquelles cardiologiques Pas de limitation fonctionnelle. Bonne tolérance à l'effort. Aucun signe de dysfonction myocardique ou d'ischémie à l'effort jusqu'à 5 % Idem, avec contraintes thérapeutiques et surveillance 5 à 8 % Limitation fonctionnelle alléguée pour des efforts substantiels (sport). Aucun signe de dysfonction ou d'ischémie myocardique, Contrainte thérapeutique, surveillance cardiologique régulière 8 à 15 % Limitation fonctionnelle alléguée pour des efforts patents. Signes de dysfonction myocardique (échodoppler, cathétérisme,...). Contrainte thérapeutique, surveillance cardiologique rapprochée 15 à 25 % Limitation fonctionnelle alléguée pour des efforts ordinaires (2 étages) (classe fonctionnelle II), confirmée par l'ECG d'effort ou l'existence de signes de dysfonction myocardique. Contre-indication des efforts physiquement contraignants et contrainte thérapeutique avec surveillance cardiologique rapprochée 25 à 35 % Limitation fonctionnelle entravant l'activité ordinaire (marche rapide : classe fonctionnelle II+ ou III), altération franche des paramètres échographiques ou échodoppler. Intolérance à l'effort avec anomalies à l'ECG d'effort 35 à 40 % Idem, avec contrainte thérapeutique importante (quadri ou pentathérapie) et/ou troubles du rythme symptomatiques et documentés 40 à 50 % Limitation fonctionnelle pour les efforts modestes (classes fonctionnelles III et III+) associée à des manifestations d'incompétence myocardique (œdème pulmonaire) ou à des complications vasculaires périphériques ou à des troubles du rythme complexes avec contrainte thérapeutique lourde et surveillance étroite 50 à 60 % Symptomatologie fonctionnelle majeure même au repos (classe fonctionnelle IV) confirmée par les données cliniques (déshabillage, examen clinique) et para-cliniques. Contrainte thérapeutique majeure, hospitalisations fréquentes 60 % et plus Les taux supérieurs à 60 % sont exceptionnels en cardiologie et résultent de complications notamment neuro-vasculaires. Transplant : L'éventualité d'un transplant prend en compte la contrainte thérapeutique lourde et la surveillance particulièrement étroite de ces patients. Selon le résultat fonctionnel et la tolérance aux immunosuppresseurs 25 à 30 % II. - Séquelles vasculaires A. - Séquelles artérielles Les principes d'évaluation des séquelles sont identiques à ceux exposés au chapitre des séquelles cardiologiques prenant pour référence fonctionnelle le degré de claudication. Pour les amputations, se reporter au chapitre \"Appareil locomoteur\". B. - Séquelles veineuses Il s'agit de séquelles objectives de phlébite indiscutable et imputable qui doivent être appréciées en prenant en compte un éventuel état antérieur. Sensation de jambe lourde, pas de restriction de l'activité, œdème allégué en fin de journée. Pas de troubles trophiques objectifs. jusqu'à 3 % Gêne à la marche prolongée. Œdème permanent mesurable nécessitant de façon définitive le port d'un bas de contention. Dermite ocre 4 à 10 % Idem, avec ulcères récidivants et contrainte thérapeutique (traitement anticoagulant, filtre cave...) 10 à 15 % En cas de séquelles permanentes et objectives d'embolie pulmonaire (scintigraphie pulmonaire de perfusion-ventilation, HTAP), prendre en considération l'impact sur la fonction respiratoire. III. - Les prothèses Les taux proposés en cas de prothèse vasculaire, valvulaire ou d'endoprothèse (stent,...) doivent ressortir de la même analyse, la prothèse n'étant pas, par elle-même, motif à augmentation du taux. Il en va de même de l'éventualité d'un stimulateur ou d'un défibrillateur automatique implantable. IV. - Séquelles pariétales Séquelles pariétales douloureuses persistantes (thoracotomie, sternotomie) : 0 à 5 % VIII. - APPAREIL RESPIRATOIRE Qu'il s'agisse de séquelles de traumatismes thoraciques (fractures pluricostales, épanchements pleuraux, lésions diaphragmatiques, exérèses pulmonaires), d'atteinte de la trachée (sténose), d'atteinte broncho-pulmonaire (asthme, bronchopneumopathie chronique obstructive (BCPO), emphysème, fibrose pulmonaire, autres affections), l'évaluation de l'incapacité permanente doit se baser sur l'importance de l'insuffisance respiratoire chronique. L'insuffisance respiratoire s'apprécie à distance d'un épisode aigu d'après : L'importance de la dyspnée qu'il est possible de graduer en se référant à l'échelle (de 1 à 5) des dyspnées de Sadoul ; L'examen clinique ; L'analyse des différents examens paracliniques déjà pratiqués (imagerie, endoscopie, gazométrie,...) ou que l'expert pourra demander ou réaliser s'ils ne sont pas invasifs (VEMS/CV, DEM, CPT, CV, TLCO/VA, Sa O2,...) (2). I. - Insuffisance respiratoire chronique L'évaluation devra toujours tenir compte de l'état préexistant de la fonction respiratoire. En cas de discordance entre les plaintes respiratoires et les paramètres fonctionnels de repos normaux, un test de marche de 6 minutes peut être effectué et/ou une épreuve d'effort (avec VO2 max) en l'absence de contre-indication. Dyspnée pour des efforts importants avec altération mineure d'une des épreuves fonctionnelles : 2 à 5 %. Dyspnée à la montée d'un étage, à la marche rapide ou en légère pente avec : - soit CV ou CPT entre 70 et 80 % ; - soit VEMS entre 70 et 80 % ; - soit TLCO/VA entre 60 et 70 % : 5 à 15 %. Dyspnée à la marche normale à plat avec : - soit CV ou CPT entre 60 et 70 % ; - soit VEMS entre 60 et 70 % ; - soit TLCO/VA inférieur à 60 % : 15 à 30 %. Dyspnée à la marche sur terrain plat à son propre rythme avec : - soit CV ou CPT entre 50 et 60 % ; - soit VEMS entre 40 et 60 % ; - soit hypoxémie de repos (Pa O2) entre 60 et 70 mm Hg : 30 à 50 %. Dyspnée au moindre effort (déshabillage) avec : - soit CV ou CPT inférieure à 50 % ; - soit VEMS inférieur à 40 % ; - soit hypoxémie inférieure à 60 mm Hg associée ou non à un trouble de la capnie (Pa CO2), avec éventuelle contrainte d'une oxygénothérapie de longue durée ( 16 h/jour) ou d'une trachéotomie ou d'une assistance ventilatoire intermittente : 50 % et plus. II. - Asthme L'asthme peut entraîner un handicap, alors que la fonction respiratoire inter-critique reste normale. Il s'agit d'asthme intermittent : Ne nécessitant pas de traitement de fond : jusqu'à 5 %. Nécessitant un traitement de fond : 5 à 10 %. En cas d'anomalie permanente des EFR, on se reportera à l'évaluation de l'insuffisance respiratoire. III. - Séquelles pariétales Séquelles douloureuses persistantes de thoracotomie : jusqu'à 5 %. IV. - Pathologies tumorales (cancer broncho-pulmonaire, mésothéliome...) Les séquelles seront appréciées en fonction de l'insuffisance respiratoire résiduelle, de l'acte chirurgical éventuel (thoracoscopie, pleurectomie, exérèses segmentaire lobaire ou d'un poumon) et en tenant compte de l'existence de douleurs thoraciques invalidantes et des symptômes attachés à l'étiologie. Taux indicatif : 15 à 60 %. IX. - HÉPATO-GASTRO-ENTÉROLOGIE Ce n'est qu'au terme d'un examen médical comportant un interrogatoire détaillé, un examen clinique complet et une étude méthodique des résultats des différentes explorations para-cliniques (radiographies, endoscopies, échographies, bilans biologiques,...) que l'expert peut juger du retentissement sur la fonction digestive d'une lésion traumatique, d'une infection ou d'une agression toxique et en évaluer l'importance. I. - Séquelles pariétales A. - Calcifications cicatricielles (os de seiche) Jusqu'à 5 %. B. - Eventrations En cas d'inaccessibilité à une thérapeutique chirurgicale communément admise : Eventration de petite taille, responsable de quelques douleurs sans répercussion sur la fonction digestive : jusqu'à 5 %. Eventration de taille plus importante entraînant douleurs et troubles du transit (parfois phénomènes subocclusifs), nécessitant le port d'un appareillage, selon la taille et l'importance des troubles : 5 à 20 %. Il est exceptionnel de rencontrer dans le cadre de l'évaluation médico-légale des éventrations majeures avec retentissement respiratoire et viscéral pouvant justifier des taux supérieurs à 20 %. II. - Troubles communs aux différentes atteintes de l'appareil digestif Bien que chaque étage de l'appareil digestif (oesophage, estomac, foie, vésicule biliaire, pancréas, intestin) possède une symptomatologie spécifique, l'expert se fondera, pour évaluer le taux d'incapacité, sur l'importance et l'association des troubles (douleurs, dysphagies, nausées, vomissements, flatulences, constipation, diarrhée), sur les contraintes qu'ils imposent et sur leur retentissement sur l'état général. Sans contrainte diététique ou thérapeutique permanente jusqu'à 5 % Nécessitant un suivi médical irrégulier, un traitement intermittent, des précautions diététiques, sans retentissement sur l'état général. 5 à 10 % Nécessitant un suivi médical régulier, un traitement quasi permanent, une contrainte diététique stricte avec incidence sociale 10 à 20 % Nécessitant un suivi médical fréquent, un traitement constant, une contrainte diététique stricte avec retentissement sur l'état général 20 à 30 % III. - Stomies cutanées Colostomies gauches 10 à 20 % Colostomies droites, iléostomies, gastrostomies 20 à 30 % Oesophagogastrectomie totale avec oesophagoplastie colique, atteinte de l'état général, importantes contraintes alimentaires 15 à 25 % IV. - Incontinences Aux gaz avec conservation d'une continence aux matières 5 à 10 % Avec fuites inopinées, conservation d'un contrôle sphinctérien 10 à 15 % Sans possibilité de contrôle sphinctérien 20 à 30 % V. - Hépatites virales A. - Aiguës Quel que soit le virus en cause, elles guérissent habituellement sans séquelles, y compris les formes prolongées. Les formes fulminantes entraînent la mort dans 90 % des cas. Cette incidence ne peut être réduite que par une transplantation hépatique (se reporter au paragraphe VII). B. - Chroniques Qu'elles soient dues au virus B (avec ou sans association avec le virus Delta), ou au virus C, elles ont pour risque commun la possibilité d'évolution vers la cirrhose au terme d'un délai très variable (de moins de 10 ans à 40 ans). L'évaluation s'appuiera sur 3 ordres de constatations : Les constatations sérologiques et histologiques permettant d'apprécier l'importance des risques et la vitesse d'évolution vers la cirrhose : - pour l'hépatite B : - taux sérique de DNA viral ; - existence d'un antigène H Be ; - pour l'hépatite C : - importance de la charge virale en ARNC ; - génotype du virus ; - pour les deux formes : - les données du score de métavir, apprécié par la biopsie hépatique (ce score est plus précis que le score de Knödell dans la mesure où il permet de différencier précisément le degré de fibrose). Les constatations cliniques et les manifestations fonctionnelles. Les possibilités et les résultats du traitement médical. Si un traitement a été appliqué, l'évaluation doit se faire au moins 6 mois après l'arrêt du traitement, quelle qu'en ait été la durée. La réponse soutenue au traitement est caractérisée par la normalisation de la biologie (ALAT) et la non-détection de l'ARNC sérique. Trois éventualités : - réponse soutenue au traitement ; - patient répondeur au traitement mais rechuteur ; - patient non répondeur. Avant le stade de la cirrhose : - score métavir égal ou inférieur à A1 F1 : jusqu'à 5 % ; - score métavir supérieur à A1 F1, inférieur à F4 : 5 à 10 % ; - score métavir égal ou supérieur à F4 : l'évolution est celle de la cirrhose. En cas d'atteintes pathologiques concomitantes documentées dont l'origine pourrait être rapportée à l'hépatite chronique C (arthromyalgies, neuropathies périphériques, vascularite), il convient de se reporter aux appareils concernés. Pour certaines manifestations extra-hépatiques également documentées, une majoration éventuelle du taux initial est possible. Au stade de cirrhose : Les taux se basent sur la classification de Child : - classe 1 : bonne fonction hépatique Child A : de 10 à 20 % ; - classe 2 : altération modérée de la fonction hépatique Child B : 20 à 40 % ; - classe 3 : insuffisance hépatique avancée Child C : 60 % et plus. VI. - Hépatites d'autres origines En cas de passage à la chronicité, l'évaluation se fera en fonction des troubles cliniques et histologiques (voir ci-dessus). VII. - Transplants En prenant en compte la contrainte thérapeutique lourde, la nécessité d'une surveillance médicale étroite, la tolérance au traitement : 30 à 40 %. Pour les transplantations à la suite d'une hépatite B ou C, le risque doit être apprécié de façon différente, compte tenu des récidives (25 % pour l'hépatite B, plus de 90 % pour l'hépatite C). X. - ENDOCRINOLOGIE. - MÉTABOLISME En droit commun, l'évaluation médico-légale d'un dommage corporel uniquement constitué par un déficit endocrinien est une éventualité rare. Elle se heurte souvent à des problèmes difficiles d'imputabilité, compte tenu de l'existence possible, préalablement au fait incriminé, de déficits biologiques ignorés dont ce fait a précipité l'évolution. I. - Hypophyse Les hypopituitarismes persistants sont une complication rare des traumatismes crâniens graves (de l'ordre de 1 %). Ces déficits ne sont pratiquement jamais isolés, s'inscrivant dans un tableau séquellaire complexe. Panhypopituitarisme (antérieur et postérieur) nécessitant un traitement substitutif et une surveillance clinique et biologique contraignante ; selon l'efficacité du traitement : 25 % à 40 %. Hypopituitarisme postérieur : diabète insipide bien contrôlé par un traitement adéquat ; selon l'efficacité du traitement substitutif : 5 % à 15 %. II. - Thyroïde A. - Hyperthyroïdie (maladie de Basedow) L'évaluation définitive ne pourra être faite qu'après traitement adapté (antithyroïdiens de synthèse pendant 18 mois, chirurgie, iode radioactif,...). S'il persiste des signes cliniques de dysfonctionnement thyroïdien et selon le retentissement sur les autres appareils : 10 % à 30 %. B. - Hypothyroïdie En dehors des hypothyroïdies idiopathiques, une hypothyroïdie peut survenir après traitement d'une hyperthyroïdie par chirurgie ou iode radioactif. Si bien équilibrée par un traitement substitutif : 5 %. III. - Parathyroïde Il s'agit essentiellement d'hypoparathyroïdie qui peut se rencontrer après une thyroïdectomie. Selon la difficulté d'équilibrer l'hypocalcémie : 5 à 15 %. IV. - Surrénales Une insuffisance surrénale iatrogène, secondaire à un traitement corticothérapique (parfois intempestif), peut apparaître lors du sevrage. L'insuffisance surrénale ainsi constituée nécessite une corticothérapie adaptée. Selon les contraintes liées à la thérapeutique et à la surveillance : 10 à 25 %. V. - Pancréas-diabète A. - Diabète non insulino-dépendant Il n'est jamais consécutif à un fait traumatique. Mais cet événement peut extérioriser un état méconnu latent ou aggraver transitoirement un état connu jusqu'alors compensé. Une prise en charge adaptée doit permettre le retour à l'état antérieur. Un taux d'incapacité permanente n'est jamais justifié. B. - Diabète insulino-dépendant Il peut apparaître au décours d'un fait traumatique chez des sujets qui n'en présentaient auparavant aucun signe clinique ou biologique connu. L'imputabilité est toujours difficile à établir, sauf en cas de lésions pancréatiques majeures ayant nécessité une résection de 80 à 90 % de la glande (hypothèse exceptionnelle). Aucune observation de diabète sucré consécutif à un traumatisme crânien grave n'a été rapportée. Si l'imputabilité est acceptée : Diabète simple, bien équilibré par un traitement insulinique simple : 15 à 20 % ; Diabète instable malgré la surveillance et les tentatives thérapeutiques avec gêne fonctionnelle quotidienne : 20 à 35 %. En cas de complications laissant des séquelles définitives, se reporter aux spécialités concernées. XI. - HÉMATOLOGIE ET MALADIES DU SANG A. - Rate Splénectomie sans anomalie hématologique : jusqu'à 5 %. Splénectomie avec anomalies hématologiques définitives : 5 à 10 %. Chez l'enfant, l'existence d'épisodes infectieux ou de greffes infectieuses doit inciter à reporter la consolidation. B. - Autres anomalies hématologiques Elles peuvent exceptionnellement faire l'objet d'une demande d'évaluation. Elles sont presque toujours réversibles et ne sont donc pas constitutives d'un taux d'incapacité permanente partielle. Dans les rares cas où ces anomalies sont définitives et nécessitent un suivi médical, il conviendra de se reporter, pour l'évaluation du taux d'incapacité, aux propositions concernant la ou les spécialités concernées par les déficits constatés. XII. - NÉPHROLOGIE-UROLOGIE Lorsque les troubles de la fonction urinaire font partie d'un ensemble pathologique, comme par exemple les \"vessies neurologiques\" consécutives à des lésions médullaires, l'évaluation du taux d'IPP se fera globalement au titre de l'entité clinique en cause. Ils ne feront l'objet d'une évaluation spécifique que s'ils constituent l'essentiel du déficit physiologique donnant lieu à évaluation médico-légale. I. - Néphrologie A. - Néphrectomie Unilatérale - Fonction rénale normale : 3 %. B. - Insuffisance rénale Clearance de la créatinine entre 60 et 80 ml/mn avec HTA 16/9 : jusqu'à 10 %. Clearance de la créatinine entre 30 et 60 ml/mn. HTA avec minima 12. Nécessité d'un régime et d'un traitement médical stricts : 10 à 25 %. Clearance de la créatinine 30 ml/mn. Altération de l'état général. Régime très strict et contraintes thérapeutiques lourdes : 25 à 35 %. Clearance de la créatinine inférieure à 10 ml/mn. Nécessité de mise en hémodialyse en centre ou autodialyse ; selon complications : 35 à 50 %. C. - Transplantation rénale Selon tolérance aux traitements corticoïdes et immuno-dépresseurs : 20 à 30 %. II. - Urologie Les taux proposés prennent en considération les complications et contraintes thérapeutiques. A. - Rétention d'urines (hors pathologies médullaires ou centrales) Auto ou hétéro-sondages (3 à 6 par jour) : jusqu'à 15. Sonde à demeure : 20 à 25 %. Stimulateur implanté : jusqu'à 5 %. B. - Incontinence urinaire Quelques fuites ne nécessitant pas de protection : jusqu'à 5 %. Envies impérieuses : jusqu'à 10 %. Fuites régulières à l'effort, à la toux. Nécessité de protection : 5 à 10 %. Forme sévère nécessitant garniture permanente : 20 à 25 %. Sphincter artificiel : 5 à 10 %. C. - Sténose de l'urètre avec diminution du débit urinaire Nécessitant 1 à 2 dilatations par an : jusqu'à 5 %. Nécessitant plus de 10 dilatations par an : jusqu'à 10 %. D. - Dérivations urinaires définitives Néphrostomie unilatérale : 10 à 20 %. Néphrostomie bilatérale : 20 à 30 %. Urétérostomie transiléale ou transcolique ; cystostomie : 10 à 20 % ; Urétérostomie unilatérale avec sonde urétérale, collecteur et poche : 15 à 20 %. Urétérostomie bilatérale avec sonde urétérale, collecteur et poche : 20 à 30 %. XIII. - PROCRÉATION-SEXUALITÉ Les atteintes à la fonction de reproduction peuvent résulter d'une anomalie anatomique, d'un déficit physiologique, d'un dysfonctionnement dans la réalisation de l'acte sexuel. Les anomalies anatomiques et les déficits physiologiques peuvent être validés par des arguments cliniques relevant de la technique médicale habituelle. Ces conséquences s'expriment par un taux d'IPP. Certaines peuvent être palliées aussi bien chez l'homme que chez la femme par les techniques d'assistance médicale à la procréation que l'expert devra expliciter. A. - Ablation d'organe Hystérectomie : 6 %. Ovariectomie : - unilatérale : 3 % ; - bilatérale : 6 %. Salpingectomie : - unilatérale : 3 % ; - bilatérale : 6 %. Orchidectomie : - unilatérale : 3 % ; - bilatérale : 6 %. Amputation de la verge : (en tenant compte de l'ensemble de l'atteinte des troubles de la fonction) : 20 à 25 %. B. - Stérilité Stérilité inaccessible (quelle qu'en soit la cause) aux techniques d'assistance médicale à la procréation (taux incluant l'ablation de l'organe) : 20 à 25 %. C. - Sexualité Les troubles dans la réalisation de l'acte sexuel ne peuvent s'exprimer en un taux d'IPP. Pour se prononcer sur la nature et l'imputabilité de troubles de cet ordre, l'expert devra les décrire en détail, en se reportant aux doléances exprimées, aux données de l'interrogatoire, aux résultats des éventuels examens cliniques ou paracliniques spécialisés pratiqués. Il confrontera ces éléments avec les lésions initiales et donnera son avis sur l'existence du dommage sans se prononcer sur l'éventuel préjudice qui peut en résulter. D. - Cas particuliers De même que d'autres atteintes à l'intégrité corporelle, la mammectomie uni ou bilatérale (exceptionnelle en matière traumatique) peut avoir une répercussion sur la vie sexuelle. Cette répercussion devra faire l'objet d'une description précise par l'expert. En cas de répercussion : - sur l'équilibre rachidien, se reporter au chapitre \"Rachis\" ; - sur la mobilité de l'épaule, se reporter au chapitre \"Appareil locomoteur-préhension\". En ce qui concerne uniquement la perte de l'organe : - mammectomie unilatérale : 5 % ; - mammectomie bilatérale : 10 %. Lymphoedème : 10 %. XIV. - SÉQUELLES CUTANÉES DES BRÛLURES GRAVES ET ÉTENDUES Les brûlures graves et étendues peuvent être à l'origine de séquelles spécifiques en dehors de celles d'ordre purement esthétique, psychologique, des amputations d'organes et/ou des graves altérations de régions anatomiques, des atteintes des fonctions articulaires ou sensitivo-motrices, qui font l'objet d'une évaluation distincte. Le taux d'IPP proposé pour ces séquelles spécifiques doit tenir compte essentiellement : - de la surface des lésions, mais également ; - du mode de réparation (greffes autologues, cultures) ; - des anomalies des zones greffées : - du dysfonctionnement dans les échanges habituels de la peau (thermo-régulation, sudation...) ; - de la fragilité cutanée (ulcérations, fissures au port des vêtements, intolérance au soleil) ; - du prurit, de l'eczématisation, hyperkératose. Un taux d'IPP n'est justifié que lorsqu'il s'est agi de brûlures profondes avec greffe ou cicatrisation pathologique. Selon le pourcentage de la surface des lésions : - inférieur à 10 % : jusqu'à 5 % ; - de 10 à 20 % : 5 à 10 % ; - de 20 à 60 % : 10 à 25 % ; - plus de 60 % : 25 à 50 %.",
            "texteHtml": "<p></p><p align='center'>BARÈME D'ÉVALUATION DES TAUX D'INCAPACITÉ DES VICTIMES D'ACCIDENTS  MÉDICAUX, D'AFFECTIONS IATROGÈNES OU D'INFECTIONS NOSOCOMIALES MENTIONNÉ  À L'ARTICLE D. 1142-2  </p><p></p><p><font size='1'>VII. - APPAREIL CARDIO-VASCULAIRE</font></p><p>Quelles que soient la nature et l'origine de la lésion cardio-vasculaire, l'évaluation du déficit imputable doit se baser d'abord sur les manifestations fonctionnelles dont il est possible de graduer l'importance en se référant à la classification NYHA (New York Heart Association).</p><p>Ce bilan fonctionnel sera validé par un examen clinique et l'analyse de l'ensemble des examens para-cliniques déjà pratiqués (ECG, échographie transthoracique, voire transoesophagienne, holter, doppler, épreuve d'effort, cathétérisme, angiographie,...) ou que l'expert pourra demander ou réaliser s'ils ne sont pas invasifs.</p><p>Il conviendra de tenir compte également de la contrainte thérapeutique et de la surveillance qu'elle impose.</p><p align='center'>I. - Séquelles cardiologiques</p><table border='1' cellpadding='0' cellspacing='1'><tbody><tr><td valign='top'><p>Pas de limitation fonctionnelle. Bonne tolérance à l'effort. Aucun signe de dysfonction myocardique ou </p><p>d'ischémie à l'effort</p></td><td valign='top'><p>jusqu'à 5 %</p></td></tr><tr><td valign='top'><p>Idem, avec contraintes thérapeutiques et surveillance</p></td><td valign='top'><p>5 à 8 %</p></td></tr><tr><td valign='top'><p>Limitation fonctionnelle alléguée pour des efforts substantiels (sport). Aucun signe de dysfonction ou</p><p>d'ischémie myocardique, Contrainte thérapeutique, surveillance cardiologique régulière</p></td><td valign='top'><p>8 à 15 %</p></td></tr><tr><td valign='top'><p>Limitation fonctionnelle alléguée pour des efforts patents. Signes de dysfonction myocardique (échodoppler,</p><p>cathétérisme,...). Contrainte thérapeutique, surveillance cardiologique rapprochée</p></td><td valign='top'><p>15 à 25 %</p></td></tr><tr><td valign='top'><p>Limitation fonctionnelle alléguée pour des efforts ordinaires (2 étages) (classe fonctionnelle II), confirmée </p><p>par l'ECG d'effort ou l'existence de signes de dysfonction myocardique. Contre-indication des efforts</p><p>physiquement contraignants et contrainte thérapeutique avec surveillance cardiologique rapprochée</p></td><td valign='top'><p>25 à 35 %</p></td></tr><tr><td valign='top'><p>Limitation fonctionnelle entravant l'activité ordinaire (marche rapide : classe fonctionnelle II+ ou III), altération</p><p>franche des paramètres échographiques ou échodoppler. Intolérance à l'effort avec anomalies à l'ECG d'effort</p></td><td valign='top'><p>35 à 40 %</p></td></tr><tr><td valign='top'><p>Idem, avec contrainte thérapeutique importante (quadri ou pentathérapie) et/ou troubles du rythme </p><p>symptomatiques et documentés</p></td><td valign='top'><p>40 à 50 %</p></td></tr><tr><td valign='top'><p>Limitation fonctionnelle pour les efforts modestes (classes fonctionnelles III et III+) associée à des manifestations </p><p>d'incompétence myocardique (œdème pulmonaire) ou à des complications vasculaires périphériques ou à </p><p>des troubles du rythme complexes avec contrainte thérapeutique lourde et surveillance étroite</p></td><td valign='top'><p>50 à 60 %</p></td></tr><tr><td valign='top'><p>Symptomatologie fonctionnelle majeure même au repos (classe fonctionnelle IV) confirmée par les données</p><p>cliniques (déshabillage, examen clinique) et para-cliniques. Contrainte thérapeutique majeure, hospitalisations</p><p>fréquentes</p></td><td valign='top'><p>60 % et plus</p></td></tr><tr><td valign='top'><p>Les taux supérieurs à 60 % sont exceptionnels en cardiologie et résultent de complications notamment </p><p>neuro-vasculaires.</p></td><td valign='top'></td></tr><tr><td valign='top'><p>Transplant :</p></td><td valign='top'></td></tr><tr><td valign='top'><p>L'éventualité d'un transplant prend en compte la contrainte thérapeutique lourde et la surveillance particulièrement</p><p>étroite de ces patients. Selon le résultat fonctionnel et la tolérance aux immunosuppresseurs</p></td><td valign='top'><p>25 à 30 %</p></td></tr></tbody></table><p align='center'>II. - Séquelles vasculaires</p><p>A. - Séquelles artérielles</p><p>Les principes d'évaluation des séquelles sont identiques à ceux exposés au chapitre des séquelles cardiologiques prenant pour référence fonctionnelle le degré de claudication.</p><p>Pour les amputations, se reporter au chapitre \"Appareil locomoteur\".</p><p>B. - Séquelles veineuses</p><p>Il s'agit de séquelles objectives de phlébite indiscutable et imputable qui doivent être appréciées en prenant en compte un éventuel état antérieur.</p><table border='1' cellpadding='0' cellspacing='1'><tbody><tr><td valign='top'><p>Sensation de jambe lourde, pas de restriction de l'activité, œdème allégué</p><p>en fin de journée. Pas de troubles trophiques objectifs.</p></td><td valign='top'><p>jusqu'à 3 %</p></td></tr><tr><td valign='top'><p>Gêne à la marche prolongée. Œdème permanent mesurable nécessitant de </p><p>façon définitive le port d'un bas de contention. Dermite ocre</p></td><td valign='top'><p>4 à 10 %</p></td></tr><tr><td valign='top'><p>Idem, avec ulcères récidivants et contrainte thérapeutique (traitement </p><p>anticoagulant, filtre cave...)</p></td><td valign='top'><p>10 à 15 %</p></td></tr></tbody></table><p>En cas de séquelles permanentes et objectives d'embolie pulmonaire (scintigraphie pulmonaire de perfusion-ventilation, HTAP), prendre en considération l'impact sur la fonction respiratoire.</p><p align='center'>III. - Les prothèses</p><p>Les taux proposés en cas de prothèse vasculaire, valvulaire ou d'endoprothèse (stent,...) doivent ressortir de la même analyse, la prothèse n'étant pas, par elle-même, motif à augmentation du taux.</p><p>Il en va de même de l'éventualité d'un stimulateur ou d'un défibrillateur automatique implantable.</p><p align='center'>IV. - Séquelles pariétales</p><p>Séquelles pariétales douloureuses persistantes (thoracotomie, sternotomie) : 0 à 5 %</p><p><font size='1'>VIII. - APPAREIL RESPIRATOIRE</font></p><p>Qu'il s'agisse de séquelles de traumatismes thoraciques (fractures pluricostales, épanchements pleuraux, lésions diaphragmatiques, exérèses pulmonaires), d'atteinte de la trachée (sténose), d'atteinte broncho-pulmonaire (asthme, bronchopneumopathie chronique obstructive (BCPO), emphysème, fibrose pulmonaire, autres affections), l'évaluation de l'incapacité permanente doit se baser sur l'importance de l'insuffisance respiratoire chronique.</p><p>L'insuffisance respiratoire s'apprécie à distance d'un épisode aigu d'après :</p><p>L'importance de la dyspnée qu'il est possible de graduer en se référant à l'échelle (de 1 à 5) des dyspnées de Sadoul ;</p><p>L'examen clinique ;</p><p>L'analyse des différents examens paracliniques déjà pratiqués (imagerie, endoscopie, gazométrie,...) ou que l'expert pourra demander ou réaliser s'ils ne sont pas invasifs (VEMS/CV, DEM, CPT, CV, TLCO/VA, Sa O2,...) (2).</p><p align='center'>I. - Insuffisance respiratoire chronique</p><p>L'évaluation devra toujours tenir compte de l'état préexistant de la fonction respiratoire.</p><p>En cas de discordance entre les plaintes respiratoires et les paramètres fonctionnels de repos normaux, un test de marche de 6 minutes peut être effectué et/ou une épreuve d'effort (avec VO2 max) en l'absence de contre-indication.</p><p>Dyspnée pour des efforts importants avec altération mineure d'une des épreuves fonctionnelles : 2 à 5 %.</p><p>Dyspnée à la montée d'un étage, à la marche rapide ou en légère pente avec :</p><p>- soit CV ou CPT entre 70 et 80 % ;</p><p>- soit VEMS entre 70 et 80 % ;</p><p>- soit TLCO/VA entre 60 et 70 % : 5 à 15 %.</p><p>Dyspnée à la marche normale à plat avec :</p><p>- soit CV ou CPT entre 60 et 70 % ;</p><p>- soit VEMS entre 60 et 70 % ;</p><p>- soit TLCO/VA inférieur à 60 % : 15 à 30 %.</p><p>Dyspnée à la marche sur terrain plat à son propre rythme avec :</p><p>- soit CV ou CPT entre 50 et 60 % ;</p><p>- soit VEMS entre 40 et 60 % ;</p><p>- soit hypoxémie de repos (Pa O2) entre 60 et 70 mm Hg : 30 à 50 %.</p><p>Dyspnée au moindre effort (déshabillage) avec :</p><p>- soit CV ou CPT inférieure à 50 % ;</p><p>- soit VEMS inférieur à 40 % ;</p><p>- soit hypoxémie inférieure à 60 mm Hg associée ou non à un trouble de la capnie (Pa CO2), avec éventuelle contrainte d'une oxygénothérapie de longue durée ( 16 h/jour) ou d'une trachéotomie ou d'une assistance ventilatoire intermittente : 50 % et plus.</p><p align='center'>II. - Asthme</p><p>L'asthme peut entraîner un handicap, alors que la fonction respiratoire inter-critique reste normale. Il s'agit d'asthme intermittent :</p><p>Ne nécessitant pas de traitement de fond : jusqu'à 5 %.</p><p>Nécessitant un traitement de fond : 5 à 10 %.</p><p>En cas d'anomalie permanente des EFR, on se reportera à l'évaluation de l'insuffisance respiratoire.</p><p align='center'>III. - Séquelles pariétales</p><p>Séquelles douloureuses persistantes de thoracotomie : jusqu'à 5 %.</p><p align='center'>IV. - Pathologies tumorales</p><p>(cancer broncho-pulmonaire, mésothéliome...)</p><p>Les séquelles seront appréciées en fonction de l'insuffisance respiratoire résiduelle, de l'acte chirurgical éventuel (thoracoscopie, pleurectomie, exérèses segmentaire lobaire ou d'un poumon) et en tenant compte de l'existence de douleurs thoraciques invalidantes et des symptômes attachés à l'étiologie.</p><p>Taux indicatif : 15 à 60 %.</p><p><font size='1'>IX. - HÉPATO-GASTRO-ENTÉROLOGIE</font></p><p>Ce n'est qu'au terme d'un examen médical comportant un interrogatoire détaillé, un examen clinique complet et une étude méthodique des résultats des différentes explorations para-cliniques (radiographies, endoscopies, échographies, bilans biologiques,...) que l'expert peut juger du retentissement sur la fonction digestive d'une lésion traumatique, d'une infection ou d'une agression toxique et en évaluer l'importance.</p><p align='center'>I. - Séquelles pariétales</p><p>A. - Calcifications cicatricielles (os de seiche)</p><p>Jusqu'à 5 %.</p><p>B. - Eventrations</p><p>En cas d'inaccessibilité à une thérapeutique chirurgicale communément admise :</p><p>Eventration de petite taille, responsable de quelques douleurs sans répercussion sur la fonction digestive : jusqu'à 5 %.</p><p>Eventration de taille plus importante entraînant douleurs et troubles du transit (parfois phénomènes subocclusifs), nécessitant le port d'un appareillage, selon la taille et l'importance des troubles : 5 à 20 %.</p><p>Il est exceptionnel de rencontrer dans le cadre de l'évaluation médico-légale des éventrations majeures avec retentissement respiratoire et viscéral pouvant justifier des taux supérieurs à 20 %.</p><p align='center'>II. - Troubles communs aux différentes atteintes de l'appareil digestif</p><p>Bien que chaque étage de l'appareil digestif (oesophage, estomac, foie, vésicule biliaire, pancréas, intestin) possède une symptomatologie spécifique, l'expert se fondera, pour évaluer le taux d'incapacité, sur l'importance et l'association des troubles (douleurs, dysphagies, nausées, vomissements, flatulences, constipation, diarrhée), sur les contraintes qu'ils imposent et sur leur retentissement sur l'état général.</p><table border='1' cellpadding='0' cellspacing='1'><tbody><tr><td valign='top'><p>Sans contrainte diététique ou thérapeutique permanente</p></td><td valign='top'><p>jusqu'à 5 %</p></td></tr><tr><td valign='top'><p>Nécessitant un suivi médical irrégulier, un traitement intermittent, des précautions</p><p>diététiques, sans retentissement sur l'état général.</p></td><td valign='top'><p>5 à 10 %</p></td></tr><tr><td valign='top'><p>Nécessitant un suivi médical régulier, un traitement quasi permanent, une contrainte</p><p>diététique stricte avec incidence sociale</p></td><td valign='top'><p>10 à 20 %</p></td></tr><tr><td valign='top'><p>Nécessitant un suivi médical fréquent, un traitement constant, une contrainte diététique</p><p>stricte avec retentissement sur l'état général</p></td><td valign='top'><p>20 à 30 %</p></td></tr></tbody></table><p align='center'>III. - Stomies cutanées</p><table border='1' cellpadding='0' cellspacing='1'><tbody><tr><td valign='top'><p>Colostomies gauches</p></td><td valign='top'><p>10 à 20 %</p></td></tr><tr><td valign='top'><p>Colostomies droites, iléostomies, gastrostomies</p></td><td valign='top'><p>20 à 30 %</p></td></tr><tr><td valign='top'><p>Oesophagogastrectomie totale avec oesophagoplastie colique,</p><p>atteinte de l'état général, importantes contraintes alimentaires</p></td><td valign='top'><p>15 à 25 %</p></td></tr></tbody></table><p align='center'>IV. - Incontinences</p><table border='1' cellpadding='0' cellspacing='1'><tbody><tr><td valign='top'><p><i>Aux gaz</i> avec conservation d'une continence aux matières</p></td><td valign='top'><p>5 à 10 %</p></td></tr><tr><td valign='top'><p>Avec fuites inopinées, conservation d'un contrôle sphinctérien</p></td><td valign='top'><p>10 à 15 %</p></td></tr><tr><td valign='top'><p>Sans possibilité de contrôle sphinctérien</p></td><td valign='top'><p>20 à 30 %</p></td></tr></tbody></table><p align='center'>V. - Hépatites virales</p><p>A. - Aiguës</p><p>Quel que soit le virus en cause, elles guérissent habituellement sans séquelles, y compris les formes prolongées.</p><p>Les formes fulminantes entraînent la mort dans 90 % des cas. Cette incidence ne peut être réduite que par une transplantation hépatique (se reporter au paragraphe VII).</p><p>B. - Chroniques</p><p>Qu'elles soient dues au virus B (avec ou sans association avec le virus Delta), ou au virus C, elles ont pour risque commun la possibilité d'évolution vers la cirrhose au terme d'un délai très variable (de moins de 10 ans à 40 ans).</p><p>L'évaluation s'appuiera sur 3 ordres de constatations :</p><p>Les constatations sérologiques et histologiques permettant d'apprécier l'importance des risques et la vitesse d'évolution vers la cirrhose :</p><p>- pour l'hépatite B :</p><p>- taux sérique de DNA viral ;</p><p>- existence d'un antigène H Be ;</p><p>- pour l'hépatite C :</p><p>- importance de la charge virale en ARNC ;</p><p>- génotype du virus ;</p><p>- pour les deux formes :</p><p>- les données du score de métavir, apprécié par la biopsie hépatique (ce score est plus précis que le score de Knödell dans la mesure où il permet de différencier précisément le degré de fibrose).</p><p>Les constatations cliniques et les manifestations fonctionnelles.</p><p>Les possibilités et les résultats du traitement médical.</p><p>Si un traitement a été appliqué, l'évaluation doit se faire au moins 6 mois après l'arrêt du traitement, quelle qu'en ait été la durée.</p><p>La réponse soutenue au traitement est caractérisée par la normalisation de la biologie (ALAT) et la non-détection de l'ARNC sérique.</p><p>Trois éventualités :</p><p>- réponse soutenue au traitement ;</p><p>- patient répondeur au traitement mais rechuteur ;</p><p>- patient non répondeur.</p><p>Avant le stade de la cirrhose :</p><p>- score métavir égal ou inférieur à A1 F1 : jusqu'à 5 % ;</p><p>- score métavir supérieur à A1 F1, inférieur à F4 : 5 à 10 % ;</p><p>- score métavir égal ou supérieur à F4 : l'évolution est celle de la cirrhose.</p><p>En cas d'atteintes pathologiques concomitantes documentées dont l'origine pourrait être rapportée à l'hépatite chronique C (arthromyalgies, neuropathies périphériques, vascularite), il convient de se reporter aux appareils concernés.</p><p>Pour certaines manifestations extra-hépatiques également documentées, une majoration éventuelle du taux initial est possible.</p><p>Au stade de cirrhose :</p><p>Les taux se basent sur la classification de Child :</p><p>- classe 1 : bonne fonction hépatique Child A : de 10 à 20 % ;</p><p>- classe 2 : altération modérée de la fonction hépatique Child B :</p><p>20 à 40 % ;</p><p>- classe 3 : insuffisance hépatique avancée Child C : 60 % et plus.</p><p align='center'>VI. - Hépatites d'autres origines</p><p>En cas de passage à la chronicité, l'évaluation se fera en fonction des troubles cliniques et histologiques (voir ci-dessus).</p><p align='center'>VII. - Transplants</p><p>En prenant en compte la contrainte thérapeutique lourde, la nécessité d'une surveillance médicale étroite, la tolérance au traitement : 30 à 40 %.</p><p>Pour les transplantations à la suite d'une hépatite B ou C, le risque doit être apprécié de façon différente, compte tenu des récidives (25 % pour l'hépatite B, plus de 90 % pour l'hépatite C).</p><p><font size='1'>X. - ENDOCRINOLOGIE. - MÉTABOLISME</font></p><p>En droit commun, l'évaluation médico-légale d'un dommage corporel uniquement constitué par un déficit endocrinien est une éventualité rare. Elle se heurte souvent à des problèmes difficiles d'imputabilité, compte tenu de l'existence possible, préalablement au fait incriminé, de déficits biologiques ignorés dont ce fait a précipité l'évolution.</p><p align='center'>I. - Hypophyse</p><p>Les hypopituitarismes persistants sont une complication rare des traumatismes crâniens graves (de l'ordre de 1 %). Ces déficits ne sont pratiquement jamais isolés, s'inscrivant dans un tableau séquellaire complexe.</p><p>Panhypopituitarisme (antérieur et postérieur) nécessitant un traitement substitutif et une surveillance clinique et biologique contraignante ; selon l'efficacité du traitement : 25 % à 40 %.</p><p>Hypopituitarisme postérieur : diabète insipide bien contrôlé par un traitement adéquat ; selon l'efficacité du traitement substitutif : 5 % à 15 %.</p><p align='center'>II. - Thyroïde</p><p>A. - Hyperthyroïdie (maladie de Basedow)</p><p>L'évaluation définitive ne pourra être faite qu'après traitement adapté (antithyroïdiens de synthèse pendant 18 mois, chirurgie, iode radioactif,...).</p><p>S'il persiste des signes cliniques de dysfonctionnement thyroïdien et selon le retentissement sur les autres appareils :</p><p>10 % à 30 %.</p><p>B. - Hypothyroïdie</p><p>En dehors des hypothyroïdies idiopathiques, une hypothyroïdie peut survenir après traitement d'une hyperthyroïdie par chirurgie ou iode radioactif.</p><p>Si bien équilibrée par un traitement substitutif : 5 %.</p><p align='center'>III. - Parathyroïde</p><p>Il s'agit essentiellement d'hypoparathyroïdie qui peut se rencontrer après une thyroïdectomie.</p><p>Selon la difficulté d'équilibrer l'hypocalcémie : 5 à 15 %.</p><p align='center'>IV. - Surrénales</p><p>Une insuffisance surrénale iatrogène, secondaire à un traitement corticothérapique (parfois intempestif), peut apparaître lors du sevrage. L'insuffisance surrénale ainsi constituée nécessite une corticothérapie adaptée.</p><p>Selon les contraintes liées à la thérapeutique et à la surveillance : 10 à 25 %.</p><p align='center'>V. - Pancréas-diabète</p><p>A. - Diabète non insulino-dépendant</p><p>Il n'est jamais consécutif à un fait traumatique. Mais cet événement peut extérioriser un état méconnu latent ou aggraver transitoirement un état connu jusqu'alors compensé.</p><p>Une prise en charge adaptée doit permettre le retour à l'état antérieur. Un taux d'incapacité permanente n'est jamais justifié.</p><p>B. - Diabète insulino-dépendant</p><p>Il peut apparaître au décours d'un fait traumatique chez des sujets qui n'en présentaient auparavant aucun signe clinique ou biologique connu. L'imputabilité est toujours difficile à établir, sauf en cas de lésions pancréatiques majeures ayant nécessité une résection de 80 à 90 % de la glande (hypothèse exceptionnelle).</p><p>Aucune observation de diabète sucré consécutif à un traumatisme crânien grave n'a été rapportée.</p><p>Si l'imputabilité est acceptée :</p><p>Diabète simple, bien équilibré par un traitement insulinique simple : 15 à 20 % ;</p><p>Diabète instable malgré la surveillance et les tentatives thérapeutiques avec gêne fonctionnelle quotidienne : 20 à 35 %.</p><p>En cas de complications laissant des séquelles définitives, se reporter aux spécialités concernées.</p><p><font size='1'>XI. - HÉMATOLOGIE ET MALADIES DU SANG</font></p><p>A. - Rate</p><p>Splénectomie sans anomalie hématologique : jusqu'à 5 %.</p><p>Splénectomie avec anomalies hématologiques définitives : 5 à 10 %.</p><p>Chez l'enfant, l'existence d'épisodes infectieux ou de greffes infectieuses doit inciter à reporter la consolidation.</p><p>B. - Autres anomalies hématologiques</p><p>Elles peuvent exceptionnellement faire l'objet d'une demande d'évaluation. Elles sont presque toujours réversibles et ne sont donc pas constitutives d'un taux d'incapacité permanente partielle. Dans les rares cas où ces anomalies sont définitives et nécessitent un suivi médical, il conviendra de se reporter, pour l'évaluation du taux d'incapacité, aux propositions concernant la ou les spécialités concernées par les déficits constatés.</p><p><font size='1'>XII. - NÉPHROLOGIE-UROLOGIE</font></p><p>Lorsque les troubles de la fonction urinaire font partie d'un ensemble pathologique, comme par exemple les \"vessies neurologiques\" consécutives à des lésions médullaires, l'évaluation du taux d'IPP se fera globalement au titre de l'entité clinique en cause.</p><p>Ils ne feront l'objet d'une évaluation spécifique que s'ils constituent l'essentiel du déficit physiologique donnant lieu à évaluation médico-légale.</p><p align='center'>I. - Néphrologie</p><p>A. - Néphrectomie</p><p>Unilatérale - Fonction rénale normale : 3 %.</p><p>B. - Insuffisance rénale</p><p>Clearance de la créatinine entre 60 et 80 ml/mn avec HTA 16/9 :</p><p>jusqu'à 10 %.</p><p>Clearance de la créatinine entre 30 et 60 ml/mn. HTA avec minima 12. Nécessité d'un régime et d'un traitement médical stricts : 10 à 25 %.</p><p>Clearance de la créatinine 30 ml/mn. Altération de l'état général. Régime très strict et contraintes thérapeutiques lourdes : 25 à 35 %.</p><p>Clearance de la créatinine inférieure à 10 ml/mn. Nécessité de mise en hémodialyse en centre ou autodialyse ; selon complications :</p><p>35 à 50 %.</p><p>C. - Transplantation rénale</p><p>Selon tolérance aux traitements corticoïdes et immuno-dépresseurs : 20 à 30 %.</p><p align='center'>II. - Urologie</p><p>Les taux proposés prennent en considération les complications et contraintes thérapeutiques.</p><p>A. - Rétention d'urines (hors pathologies médullaires ou centrales)</p><p>Auto ou hétéro-sondages (3 à 6 par jour) : jusqu'à 15.</p><p>Sonde à demeure : 20 à 25 %.</p><p>Stimulateur implanté : jusqu'à 5 %.</p><p>B. - Incontinence urinaire</p><p>Quelques fuites ne nécessitant pas de protection : jusqu'à 5 %.</p><p>Envies impérieuses : jusqu'à 10 %.</p><p>Fuites régulières à l'effort, à la toux. Nécessité de protection :</p><p>5 à 10 %.</p><p>Forme sévère nécessitant garniture permanente : 20 à 25 %.</p><p>Sphincter artificiel : 5 à 10 %.</p><p>C. - Sténose de l'urètre avec diminution du débit urinaire</p><p>Nécessitant 1 à 2 dilatations par an : jusqu'à 5 %.</p><p>Nécessitant plus de 10 dilatations par an : jusqu'à 10 %.</p><p>D. - Dérivations urinaires définitives</p><p>Néphrostomie unilatérale : 10 à 20 %.</p><p>Néphrostomie bilatérale : 20 à 30 %.</p><p>Urétérostomie transiléale ou transcolique ; cystostomie : 10 à 20 % ;</p><p>Urétérostomie unilatérale avec sonde urétérale, collecteur et poche : 15 à 20 %.</p><p>Urétérostomie bilatérale avec sonde urétérale, collecteur et poche : 20 à 30 %.</p><p><font size='1'>XIII. - PROCRÉATION-SEXUALITÉ</font></p><p>Les atteintes à la fonction de reproduction peuvent résulter d'une anomalie anatomique, d'un déficit physiologique, d'un dysfonctionnement dans la réalisation de l'acte sexuel.</p><p>Les anomalies anatomiques et les déficits physiologiques peuvent être validés par des arguments cliniques relevant de la technique médicale habituelle. Ces conséquences s'expriment par un taux d'IPP. Certaines peuvent être palliées aussi bien chez l'homme que chez la femme par les techniques d'assistance médicale à la procréation que l'expert devra expliciter.</p><p>A. - Ablation d'organe</p><p>Hystérectomie : 6 %.</p><p>Ovariectomie :</p><p>- unilatérale : 3 % ;</p><p>- bilatérale : 6 %.</p><p>Salpingectomie :</p><p>- unilatérale : 3 % ;</p><p>- bilatérale : 6 %.</p><p>Orchidectomie :</p><p>- unilatérale : 3 % ;</p><p>- bilatérale : 6 %.</p><p>Amputation de la verge :</p><p>(en tenant compte de l'ensemble de l'atteinte des troubles de la fonction) : 20 à 25 %.</p><p>B. - Stérilité</p><p>Stérilité inaccessible (quelle qu'en soit la cause) aux techniques d'assistance médicale à la procréation (taux incluant l'ablation de l'organe) : 20 à 25 %.</p><p>C. - Sexualité</p><p>Les troubles dans la réalisation de l'acte sexuel ne peuvent s'exprimer en un taux d'IPP.</p><p>Pour se prononcer sur la nature et l'imputabilité de troubles de cet ordre, l'expert devra les décrire en détail, en se reportant aux doléances exprimées, aux données de l'interrogatoire, aux résultats des éventuels examens cliniques ou paracliniques spécialisés pratiqués. Il confrontera ces éléments avec les lésions initiales et donnera son avis sur l'existence du dommage sans se prononcer sur l'éventuel préjudice qui peut en résulter.</p><p>D. - Cas particuliers</p><p>De même que d'autres atteintes à l'intégrité corporelle, la mammectomie uni ou bilatérale (exceptionnelle en matière traumatique) peut avoir une répercussion sur la vie sexuelle.</p><p>Cette répercussion devra faire l'objet d'une description précise par l'expert.</p><p>En cas de répercussion :</p><p>- sur l'équilibre rachidien, se reporter au chapitre \"Rachis\" ;</p><p>- sur la mobilité de l'épaule, se reporter au chapitre \"Appareil locomoteur-préhension\".</p><p>En ce qui concerne uniquement la perte de l'organe :</p><p>- mammectomie unilatérale : 5 % ;</p><p>- mammectomie bilatérale : 10 %.</p><p>Lymphoedème : 10 %.</p><p><font size='1'>XIV. - SÉQUELLES CUTANÉES DES BRÛLURES GRAVES ET ÉTENDUES</font></p><p>Les brûlures graves et étendues peuvent être à l'origine de séquelles spécifiques en dehors de celles d'ordre purement esthétique, psychologique, des amputations d'organes et/ou des graves altérations de régions anatomiques, des atteintes des fonctions articulaires ou sensitivo-motrices, qui font l'objet d'une évaluation distincte.</p><p>Le taux d'IPP proposé pour ces séquelles spécifiques doit tenir compte essentiellement :</p><p>- de la surface des lésions, mais également ;</p><p>- du mode de réparation (greffes autologues, cultures) ;</p><p>- des anomalies des zones greffées :</p><p>- du dysfonctionnement dans les échanges habituels de la peau (thermo-régulation, sudation...) ;</p><p>- de la fragilité cutanée (ulcérations, fissures au port des vêtements, intolérance au soleil) ;</p><p>- du prurit, de l'eczématisation, hyperkératose.</p><p>Un taux d'IPP n'est justifié que lorsqu'il s'est agi de brûlures profondes avec greffe ou cicatrisation pathologique.</p><p>Selon le pourcentage de la surface des lésions :</p><p>- inférieur à 10 % : jusqu'à 5 % ;</p><p>- de 10 à 20 % : 5 à 10 % ;</p><p>- de 20 à 60 % : 10 à 25 % ;</p><p>- plus de 60 % : 25 à 50 %.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2003-05-27T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}