{
    "cid": "LEGIARTI000038239980",
    "num": "R593-99",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129034",
                        "id": "LEGISCTA000006129034",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-03-12",
                        "fin": "2999-01-01",
                        "titre": "Titre IX : La sécurité nucléaire et les installations nucléaires de base\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032184340",
                        "id": "LEGISCTA000032184340",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-03-12",
                        "fin": "2019-04-01",
                        "titre": "Chapitre III : Installations nucléaires de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032184392",
                        "id": "LEGISCTA000032184622",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Installations nucléaires de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032184392",
                        "id": "LEGISCTA000038246337",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 15 : Catégories particulières d'installations nucléaires de base\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038239954",
                        "id": "LEGISCTA000038239954",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-04-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Installations nucléaires de base relevant de l'annexe I de la directive 2010/75/UE du 24 novembre 2010 relative aux émissions industrielles\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038239966",
                        "id": "LEGISCTA000038239966",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000038239980",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R593-100 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R593-100",
                    "articleId": "LEGIARTI000038239982",
                    "natureText": "CODE",
                    "date": 1654632500625,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R593-94 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R593-94",
                    "articleId": "LEGIARTI000038239970",
                    "natureText": "CODE",
                    "date": 1654632500625,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038232601",
                    "textTitle": "Décret n°2019-190 du 14 mars 2019 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038235784",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-03-16",
                    "dateSignaTexte": "2019-03-14",
                    "dateDebutCible": "2019-04-01"
                }
            ],
            "num": "R593-99",
            "origine": "LEGI",
            "texte": "Les conclusions sur les meilleures techniques disponibles servent de référence pour l'élaboration des prescriptions applicables à l'installation. Lorsque les prescriptions sont fixées sur la base d'une meilleure technique disponible qui n'est décrite dans aucune des conclusions sur les meilleures techniques disponibles applicables, cette technique est déterminée en accordant une attention particulière aux critères énumérés à l'annexe III de la directive 2010/75/ UE du 24 novembre 2010. Lorsque les conclusions mentionnées au premier alinéa ne contiennent pas de niveau d'émission associé à ces meilleures techniques, les prescriptions applicables à l'installation assurent que la technique mentionnée au premier alinéa garantit un niveau de protection de l'environnement équivalent à celui résultant des meilleures techniques décrites dans ces conclusions. Lorsqu'une activité ou un type de procédé de production utilisé n'est couvert par aucune des conclusions sur les meilleures techniques disponibles ou lorsque ces conclusions ne prennent pas en considération toutes les incidences possibles de l'activité ou du type de procédé sur l'environnement, les prescriptions applicables à l'installation assurent que la technique mentionnée au premier alinéa garantit un niveau de protection de l'environnement équivalent à celui résultant des meilleures techniques décrites dans ces conclusions. Dans l'attente de conclusions sur les meilleures techniques disponibles, les meilleures techniques disponibles figurant au sein des documents de référence sur les meilleures techniques disponibles adoptés par la Commission européenne avant le 6 janvier 2011 valent conclusions sur les meilleures techniques disponibles pour les activités énumérées à l'annexe I de la directive 2010/75/UE du 24 novembre 2010, exercées dans le périmètre et nécessaires au fonctionnement de l'installation nucléaire de base.",
            "texteHtml": "<p>Les conclusions sur les meilleures techniques disponibles servent de référence pour l'élaboration des prescriptions applicables à l'installation.</p><p> Lorsque les prescriptions sont fixées sur la base d'une meilleure technique disponible qui n'est décrite dans aucune des conclusions sur les meilleures techniques disponibles applicables, cette technique est déterminée en accordant une attention particulière aux critères énumérés à l'annexe III de la directive 2010/75/ UE du 24 novembre 2010.</p><p> Lorsque les conclusions mentionnées au premier alinéa ne contiennent pas de niveau d'émission associé à ces meilleures techniques, les prescriptions applicables à l'installation assurent que la technique mentionnée au premier alinéa garantit un niveau de protection de l'environnement équivalent à celui résultant des meilleures techniques décrites dans ces conclusions.</p><p> Lorsqu'une activité ou un type de procédé de production utilisé n'est couvert par aucune des conclusions sur les meilleures techniques disponibles ou lorsque ces conclusions ne prennent pas en considération toutes les incidences possibles de l'activité ou du type de procédé sur l'environnement, les prescriptions applicables à l'installation assurent que la technique mentionnée au premier alinéa garantit un niveau de protection de l'environnement équivalent à celui résultant des meilleures techniques décrites dans ces conclusions.</p><p> Dans l'attente de conclusions sur les meilleures techniques disponibles, les meilleures techniques disponibles figurant au sein des documents de référence sur les meilleures techniques disponibles adoptés par la Commission européenne avant le 6 janvier 2011 valent conclusions sur les meilleures techniques disponibles pour les activités énumérées à l'annexe I de la directive 2010/75/UE du 24 novembre 2010, exercées dans le périmètre et nécessaires au fonctionnement de l'installation nucléaire de base.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-04-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}