{
    "cid": "LEGIARTI000043963448",
    "num": "L125-2-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129022",
                        "id": "LEGISCTA000006129022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Information et participation des citoyens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143733",
                        "id": "LEGISCTA000006143733",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-14",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Autres modes d'information",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159213",
                        "id": "LEGISCTA000006159213",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-01-07",
                        "fin": "2016-02-12",
                        "titre": "Section 1 : Dispositions relatives aux activités autres que les activités nucléaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025107714",
                        "id": "LEGISCTA000025107717",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-02-12",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025107714",
                        "id": "LEGISCTA000032044568",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043963448",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L125-5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L125-5",
                    "articleId": "LEGIARTI000006832937",
                    "natureText": "CODE",
                    "date": 1652214560391,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 250",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "250",
                    "articleId": "LEGIARTI000043958028",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-24",
                    "dateSignaTexte": "2021-08-22",
                    "dateDebutCible": "2021-08-25"
                }
            ],
            "num": "L125-2-2",
            "origine": "LEGI",
            "texte": "Les agents de l'Etat et des collectivités territoriales qui concourent à la connaissance et à la prévision des phénomènes naturels évolutifs ou dangereux, notamment dans le cadre de l'élaboration des documents constitutifs de l'information des acquéreurs ou locataires mentionnée à l'article L. 125-5 , peuvent procéder à l'observation de tous lieux dans lesquels des phénomènes naturels sont en cours ou susceptibles de se produire et de mettre en danger la vie des populations, au moyen de caméras et capteurs installés sur des aéronefs circulant sans personne à bord et opérés par un télépilote. Cette observation peut conduire à la captation, à l'enregistrement et à la transmission d'images ainsi que de données physiques. Lorsque ces opérations conduisent au survol d'espaces privés, toutes précautions sont prises pour limiter la collecte de données personnelles concernant ces espaces privés. L'enregistrement n'est pas permanent et n'est rendu possible que dans des cas limitativement énumérés par le décret prévu au dernier alinéa du présent article, qui font l'objet d'une doctrine d'usage diffusée par le ministre chargé de l'environnement. Seuls sont destinataires de ces enregistrements les agents, dûment formés et habilités, qui ont besoin d'en connaître pour l'accomplissement des missions mentionnées au premier alinéa. Lorsqu'ils contiennent des données à caractère personnel, ces enregistrements ou les données à caractère personnel qu'ils contiennent sont supprimés au terme d'une durée de six mois. Les nouvelles technologies ainsi mises en œuvre sont sans incidence sur l'exercice des droits des personnes concernées prévus par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. Hors situations d'urgence, dans le cas où les prises de vue sont susceptibles de rendre possible l'identification, directe ou indirecte, des personnes physiques, le public potentiellement concerné est préalablement informé du survol. Les modalités d'application du présent article, notamment les modalités d'information du public prévue à l'avant-dernier alinéa, sont précisées par un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés.",
            "texteHtml": "<p>Les agents de l'Etat et des collectivités territoriales qui concourent à la connaissance et à la prévision des phénomènes naturels évolutifs ou dangereux, notamment dans le cadre de l'élaboration des documents constitutifs de l'information des acquéreurs ou locataires mentionnée à l'article <a href='/article/LEGIARTI000006832937' title='Code de l'environnement - art. L125-5 (VT)'>L. 125-5</a>, peuvent procéder à l'observation de tous lieux dans lesquels des phénomènes naturels sont en cours ou susceptibles de se produire et de mettre en danger la vie des populations, au moyen de caméras et capteurs installés sur des aéronefs circulant sans personne à bord et opérés par un télépilote. Cette observation peut conduire à la captation, à l'enregistrement et à la transmission d'images ainsi que de données physiques. <br/><br/>Lorsque ces opérations conduisent au survol d'espaces privés, toutes précautions sont prises pour limiter la collecte de données personnelles concernant ces espaces privés. <br/><br/>L'enregistrement n'est pas permanent et n'est rendu possible que dans des cas limitativement énumérés par le décret prévu au dernier alinéa du présent article, qui font l'objet d'une doctrine d'usage diffusée par le ministre chargé de l'environnement. <br/><br/>Seuls sont destinataires de ces enregistrements les agents, dûment formés et habilités, qui ont besoin d'en connaître pour l'accomplissement des missions mentionnées au premier alinéa. <br/><br/>Lorsqu'ils contiennent des données à caractère personnel, ces enregistrements ou les données à caractère personnel qu'ils contiennent sont supprimés au terme d'une durée de six mois. <br/><br/>Les nouvelles technologies ainsi mises en œuvre sont sans incidence sur l'exercice des droits des personnes concernées prévus par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. <br/><br/>Hors situations d'urgence, dans le cas où les prises de vue sont susceptibles de rendre possible l'identification, directe ou indirecte, des personnes physiques, le public potentiellement concerné est préalablement informé du survol. <br/><br/>Les modalités d'application du présent article, notamment les modalités d'information du public prévue à l'avant-dernier alinéa, sont précisées par un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-08-25T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}