{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044978741",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le bénéficiaire des revenus et profits soumis aux retenues ou prélèvements à la source mentionnés aux articles 119 bis , 182 A bis , 182 B , 244 bis , 244 bis A et 244 bis B peut demander que l'imposition versée en application de ces articles lui soit restituée lorsque les conditions suivantes sont réunies : 1° Le bénéficiaire des revenus et profits est une personne morale ou un organisme, quelle qu'en soit la forme, dont le siège ou l'établissement stable dans le résultat duquel les revenus et profits sont inclus est situé dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales ainsi qu'une convention d'assistance mutuelle en matière de recouvrement ayant une portée similaire à celle prévue par la directive 2010/24/ UE du Conseil du 16 mars 2010 concernant l'assistance mutuelle en matière de recouvrement des créances relatives aux taxes, impôts, droits et autres mesures et n'étant pas non coopératif au sens de l'article 238-0 A ou, pour les retenues à la source prévues à l'article 119 bis, dans un Etat non membre de l'Union européenne ou qui n'est pas un Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France les conventions mentionnées au présent 1°, sous réserve que cet Etat ne soit pas non coopératif au sens de l'article 238-0 A et que la participation détenue dans la société ou l'organisme distributeur ne permette pas au bénéficiaire de participer de manière effective à la gestion ou au contrôle de cette société ou de cet organisme ; 2° Son résultat fiscal, calculé selon les règles applicables dans l'Etat ou le territoire où est situé son siège ou son établissement stable, est déficitaire au titre de l'exercice au cours duquel les revenus et profits mentionnés au premier alinéa du présent I sont, selon le cas, perçus ou réalisés. Le résultat déficitaire est calculé en tenant compte des revenus et profits dont l'imposition fait l'objet d'une demande de restitution au titre de cet exercice et des revenus et profits mentionnés au même premier alinéa ayant ouvert droit à une restitution au titre d'exercices antérieurs, lorsque le report d'imposition mentionné au II est toujours en cours. II.-La restitution prévue au I des sommes retenues ou prélevées en application des articles 119 bis, 182 A bis, 182 B, 244 bis, 244 bis A et 244 bis B donne lieu à une imposition des revenus et profits mentionnés au I. Celle-ci est calculée en appliquant à ces revenus et profits les règles d'assiette et de taux prévues, selon le cas, aux articles 119 bis, 182 A bis, 182 B, 244 bis, 244 bis A et 244 bis B en vigueur à la date du fait générateur des retenues et prélèvements restitués. Elle est due par le bénéficiaire des revenus et profits mentionnés au I et fait l'objet d'un report. L'imposition mentionnée au premier alinéa du présent II est établie, contrôlée et recouvrée comme l'impôt sur les sociétés et sous les mêmes garanties et sanctions. III.-La restitution et le report mentionnés au premier alinéa du II sont subordonnés au dépôt par le bénéficiaire des revenus et profits mentionnés au I d'une déclaration auprès du service des impôts des non-résidents dans le délai prévu pour les réclamations relatives aux impôts autres que les impôts locaux et les taxes annexes à ces impôts. Cette déclaration fait apparaître l'identité et l'adresse du bénéficiaire ainsi que le montant de son déficit déterminé en application du 2° du I. IV.-L'imposition et le report mentionnés au premier alinéa du II prennent effet à la date de dépôt de la déclaration mentionnée au III. Le report est maintenu pour chacun des exercices suivant celui au titre duquel la déclaration mentionnée au III a été produite par le bénéficiaire, sous réserve que celui-ci dépose auprès du service des impôts des non-résidents, au titre de chacun de ces exercices, une déclaration faisant apparaître un résultat déficitaire déterminé en application du 2° du I dans les six mois suivant la clôture de l'exercice. Un état de suivi des revenus et profits dont l'imposition est reportée en application du premier alinéa du II est joint en annexe des déclarations mentionnées au III et au premier alinéa du présent IV sur un formulaire conforme au modèle établi par l'administration. Lorsque le bénéficiaire n'a pas déposé la déclaration ou l'état mentionnés aux deux premiers alinéas du présent IV dans le délai prévu au premier alinéa ou a déposé une déclaration ou un état incomplets, l'administration fiscale lui adresse une mise en demeure de respecter les obligations déclaratives qui lui incombent en application du présent IV dans un délai de trente jours, en précisant, le cas échéant, les compléments déclaratifs requis. Le non-respect des obligations déclaratives à l'issue de cette mise en demeure entraîne la fin du report d'imposition en application du 3° du V. Le fait, pour le bénéficiaire, de satisfaire à ses obligations déclaratives à la suite de la réception de la mise en demeure prévue au troisième alinéa du présent IV et dans le délai de trente jours prévu par celle-ci entraîne l'application d'une amende, due par le bénéficiaire, égale à 5 % des impositions placées en report à la date du manquement mentionné au même troisième alinéa. V.-Il est mis fin au report d'imposition mentionné au II lorsque : 1° La déclaration prévue au premier alinéa du IV fait apparaître un bénéfice ; 2° Le bénéficiaire des revenus et profits mentionnés au I fait l'objet d'une opération entraînant sa dissolution sans liquidation, sauf si ses déficits tels que définis au 2° du I sont transférés à la société absorbante ou bénéficiaire des apports, et que cette dernière prend l'engagement de déposer une déclaration dans les conditions du IV. En l'absence de transfert des déficits de la société faisant l'objet d'une dissolution sans liquidation et si la dernière déclaration déposée par cette société dans les conditions prévues aux III ou IV fait apparaître un résultat déficitaire déterminé en application du 2° du I, l'imposition placée en report dans les conditions prévues au II fait l'objet d'un dégrèvement ; 3° Le bénéficiaire des revenus et profits mentionnés au I n'a pas respecté les obligations prévues au IV dans les trente jours de la réception de la mise en demeure mentionnée au dernier alinéa du même IV. Le montant des revenus et profits au titre desquels il est mis fin au report en application du 1° du présent V n'est retenu que dans la limite du bénéfice mentionné au même 1°. L'imposition mentionnée au II est due à compter de la fin du report, qui entraîne son exigibilité immédiate. Lorsque les impositions mises en report en application du même II portent sur des exercices distincts, la déchéance de ce report s'applique en priorité aux impositions les plus anciennes.",
            "texteHtml": "<p>I.-Le bénéficiaire des revenus et profits soumis aux retenues ou prélèvements à la source mentionnés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307271&dateTexte=&categorieLien=cid'>119 bis</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000020043720&dateTexte=&categorieLien=cid'>182 A bis</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000044978760&dateTexte=&categorieLien=id' title='Code général des impôts, CGI. - art. 182 B (M)'>182 B</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309181&dateTexte=&categorieLien=cid'>244 bis</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309185&dateTexte=&categorieLien=cid'>244 bis A </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000044983618&dateTexte=&categorieLien=id' title='Code général des impôts, CGI. - art. 244 bis B (M)'>244 bis B </a>peut demander que l'imposition versée en application de ces articles lui soit restituée lorsque les conditions suivantes sont réunies :</p><p>1° Le bénéficiaire des revenus et profits est une personne morale ou un organisme, quelle qu'en soit la forme, dont le siège ou l'établissement stable dans le résultat duquel les revenus et profits sont inclus est situé dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales ainsi qu'une convention d'assistance mutuelle en matière de recouvrement ayant une portée similaire à celle prévue par la directive 2010/24/ UE du Conseil du 16 mars 2010 concernant l'assistance mutuelle en matière de recouvrement des créances relatives aux taxes, impôts, droits et autres mesures et n'étant pas non coopératif au sens de l'article 238-0 A ou, pour les retenues à la source prévues à l'article 119 bis, dans un Etat non membre de l'Union européenne ou qui n'est pas un Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France les conventions mentionnées au présent 1°, sous réserve que cet Etat ne soit pas non coopératif au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000021644859&dateTexte=&categorieLien=cid'>238-0 A</a> et que la participation détenue dans la société ou l'organisme distributeur ne permette pas au bénéficiaire de participer de manière effective à la gestion ou au contrôle de cette société ou de cet organisme ;</p><p>2° Son résultat fiscal, calculé selon les règles applicables dans l'Etat ou le territoire où est situé son siège ou son établissement stable, est déficitaire au titre de l'exercice au cours duquel les revenus et profits mentionnés au premier alinéa du présent I sont, selon le cas, perçus ou réalisés.</p><p>Le résultat déficitaire est calculé en tenant compte des revenus et profits dont l'imposition fait l'objet d'une demande de restitution au titre de cet exercice et des revenus et profits mentionnés au même premier alinéa ayant ouvert droit à une restitution au titre d'exercices antérieurs, lorsque le report d'imposition mentionné au II est toujours en cours.</p><p>II.-La restitution prévue au I des sommes retenues ou prélevées en application des articles 119 bis, 182 A bis, 182 B, 244 bis, 244 bis A et 244 bis B donne lieu à une imposition des revenus et profits mentionnés au I. Celle-ci est calculée en appliquant à ces revenus et profits les règles d'assiette et de taux prévues, selon le cas, aux articles 119 bis, 182 A bis, 182 B, 244 bis, 244 bis A et 244 bis B en vigueur à la date du fait générateur des retenues et prélèvements restitués. Elle est due par le bénéficiaire des revenus et profits mentionnés au I et fait l'objet d'un report.</p><p>L'imposition mentionnée au premier alinéa du présent II est établie, contrôlée et recouvrée comme l'impôt sur les sociétés et sous les mêmes garanties et sanctions.</p><p>III.-La restitution et le report mentionnés au premier alinéa du II sont subordonnés au dépôt par le bénéficiaire des revenus et profits mentionnés au I d'une déclaration auprès du service des impôts des non-résidents dans le délai prévu pour les réclamations relatives aux impôts autres que les impôts locaux et les taxes annexes à ces impôts. Cette déclaration fait apparaître l'identité et l'adresse du bénéficiaire ainsi que le montant de son déficit déterminé en application du 2° du I.</p><p>IV.-L'imposition et le report mentionnés au premier alinéa du II prennent effet à la date de dépôt de la déclaration mentionnée au III. Le report est maintenu pour chacun des exercices suivant celui au titre duquel la déclaration mentionnée au III a été produite par le bénéficiaire, sous réserve que celui-ci dépose auprès du service des impôts des non-résidents, au titre de chacun de ces exercices, une déclaration faisant apparaître un résultat déficitaire déterminé en application du 2° du I dans les six mois suivant la clôture de l'exercice.</p><p>Un état de suivi des revenus et profits dont l'imposition est reportée en application du premier alinéa du II est joint en annexe des déclarations mentionnées au III et au premier alinéa du présent IV sur un formulaire conforme au modèle établi par l'administration.</p><p>Lorsque le bénéficiaire n'a pas déposé la déclaration ou l'état mentionnés aux deux premiers alinéas du présent IV dans le délai prévu au premier alinéa ou a déposé une déclaration ou un état incomplets, l'administration fiscale lui adresse une mise en demeure de respecter les obligations déclaratives qui lui incombent en application du présent IV dans un délai de trente jours, en précisant, le cas échéant, les compléments déclaratifs requis. Le non-respect des obligations déclaratives à l'issue de cette mise en demeure entraîne la fin du report d'imposition en application du 3° du V.</p><p>Le fait, pour le bénéficiaire, de satisfaire à ses obligations déclaratives à la suite de la réception de la mise en demeure prévue au troisième alinéa du présent IV et dans le délai de trente jours prévu par celle-ci entraîne l'application d'une amende, due par le bénéficiaire, égale à 5 % des impositions placées en report à la date du manquement mentionné au même troisième alinéa.</p><p>V.-Il est mis fin au report d'imposition mentionné au II lorsque :</p><p>1° La déclaration prévue au premier alinéa du IV fait apparaître un bénéfice ;</p><p>2° Le bénéficiaire des revenus et profits mentionnés au I fait l'objet d'une opération entraînant sa dissolution sans liquidation, sauf si ses déficits tels que définis au 2° du I sont transférés à la société absorbante ou bénéficiaire des apports, et que cette dernière prend l'engagement de déposer une déclaration dans les conditions du IV.</p><p>En l'absence de transfert des déficits de la société faisant l'objet d'une dissolution sans liquidation et si la dernière déclaration déposée par cette société dans les conditions prévues aux III ou IV fait apparaître un résultat déficitaire déterminé en application du 2° du I, l'imposition placée en report dans les conditions prévues au II fait l'objet d'un dégrèvement ;</p><p>3° Le bénéficiaire des revenus et profits mentionnés au I n'a pas respecté les obligations prévues au IV dans les trente jours de la réception de la mise en demeure mentionnée au dernier alinéa du même IV.</p><p>Le montant des revenus et profits au titre desquels il est mis fin au report en application du 1° du présent V n'est retenu que dans la limite du bénéfice mentionné au même 1°.</p><p>L'imposition mentionnée au II est due à compter de la fin du report, qui entraîne son exigibilité immédiate.</p><p>Lorsque les impositions mises en report en application du même II portent sur des exercices distincts, la déchéance de ce report s'applique en priorité aux impositions les plus anciennes.</p>",
            "num": "235 quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1640995200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Retenues à la source et prélèvements sur certains revenus et profits réalisés par les entreprises qui ne sont pas fiscalement établies en France\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000040338030",
                        "id": "LEGISCTA000040338030",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006309035",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000040338030",
            "sectionParentId": "LEGISCTA000040338030",
            "sectionParentTitre": "Section I : Retenues à la source et prélèvements sur certains revenus et profits réalisés par les entreprises qui ne sont pas fiscalement établies en France\r\n",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section I : Retenues à la source et prélèvements sur certains revenus et profits réalisés par les entreprises qui ne sont pas fiscalement établies en France\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044978741",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au III de l'article 24 de la loi n° 2021-1900 du 30 décembre 2021, ces dispositions s'appliquent aux retenues à la source dont le fait générateur intervient à compter du 1er janvier 2022.",
            "notaHtml": "<p>Conformément au III de l'article 24 de la loi n° 2021-1900 du 30 décembre 2021, ces dispositions s'appliquent aux retenues à la source dont le fait générateur intervient à compter du 1er janvier 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000336188",
                    "textTitle": "Décret n°89-801 du 27 octobre 1989",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000336188",
                    "natureText": "DECRET",
                    "datePubliTexte": "1989-11-03",
                    "dateSignaTexte": "1989-10-27",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000044637640",
                    "textTitle": "LOI n°2021-1900 du 30 décembre 2021 - art. 24 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000044794424",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-31",
                    "dateSignaTexte": "2021-12-30",
                    "dateDebutCible": "2022-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 119 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "119 bis",
                    "articleId": "LEGIARTI000006307271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 182 A bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "182 A bis",
                    "articleId": "LEGIARTI000020043720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 182 B (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "182 B",
                    "articleId": "LEGIARTI000044978760",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "238-0 A",
                    "articleId": "LEGIARTI000021644859",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 244 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "244 bis",
                    "articleId": "LEGIARTI000006309181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 244 bis A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "244 bis A",
                    "articleId": "LEGIARTI000006309185",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 244 bis B (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "244 bis B",
                    "articleId": "LEGIARTI000044983618",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Livre des procédures fiscales L172 A (I 3è al. du CGI 235 quater)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006309035",
                    "etat": "PERIME",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 616377600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041467853",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044978741",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "235 quater",
                "235"
            ],
            "versionPrecedente": "LEGIARTI000041467853",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000041467853",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le bénéficiaire des revenus et profits soumis aux retenues ou prélèvements à la source mentionnés aux articles 119 bis , 182 A bis , 182 B , 244 bis , 244 bis A et 244 bis B peut demander que l'imposition versée en application de ces articles lui soit restituée lorsque les conditions suivantes sont réunies : 1° Le bénéficiaire des revenus et profits est une personne morale ou un organisme, quelle qu'en soit la forme, dont le siège ou l'établissement stable dans le résultat duquel les revenus et profits sont inclus est situé dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales ainsi qu'une convention d'assistance mutuelle en matière de recouvrement ayant une portée similaire à celle prévue par la directive 2010/24/ UE du Conseil du 16 mars 2010 concernant l'assistance mutuelle en matière de recouvrement des créances relatives aux taxes, impôts, droits et autres mesures et n'étant pas non coopératif au sens de l'article 238-0 A ou, pour les retenues à la source prévues à l'article 119 bis, dans un Etat non membre de l'Union européenne ou qui n'est pas un Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France les conventions mentionnées au présent 1°, sous réserve que cet Etat ne soit pas non coopératif au sens de l'article 238-0 A et que la participation détenue dans la société ou l'organisme distributeur ne permette pas au bénéficiaire de participer de manière effective à la gestion ou au contrôle de cette société ou de cet organisme ; 2° Son résultat fiscal, calculé selon les règles applicables dans l'Etat ou le territoire où est situé son siège ou son établissement stable, est déficitaire au titre de l'exercice au cours duquel les revenus et profits mentionnés au premier alinéa du présent I sont, selon le cas, perçus ou réalisés. Le résultat déficitaire est calculé en tenant compte des revenus et profits dont l'imposition fait l'objet d'une demande de restitution au titre de cet exercice et des revenus et profits mentionnés au même premier alinéa ayant ouvert droit à une restitution au titre d'exercices antérieurs, lorsque le report d'imposition mentionné au II est toujours en cours. II.-La restitution prévue au I des sommes retenues ou prélevées en application des articles 119 bis, 182 A bis, 182 B, 244 bis, 244 bis A et 244 bis B donne lieu à une imposition des revenus et profits mentionnés au I. Celle-ci est calculée en appliquant à ces revenus et profits les règles d'assiette et de taux prévues, selon le cas, aux articles 119 bis, 182 A bis, 182 B, 244 bis, 244 bis A et 244 bis B en vigueur à la date du fait générateur des retenues et prélèvements restitués. Elle est due par le bénéficiaire des revenus et profits mentionnés au I et fait l'objet d'un report. L'imposition mentionnée au premier alinéa du présent II est établie, contrôlée et recouvrée comme l'impôt sur les sociétés et sous les mêmes garanties et sanctions. III.-La restitution et le report mentionnés au premier alinéa du II sont subordonnés au dépôt par le bénéficiaire des revenus et profits mentionnés au I d'une déclaration auprès du service des impôts des non-résidents dans les trois mois suivant la clôture de l'exercice au cours duquel est intervenu le fait générateur de la retenue ou du prélèvement dont la restitution est sollicitée. Cette déclaration fait apparaître l'identité et l'adresse du bénéficiaire ainsi que le montant de son déficit déterminé en application du 2° du I. IV.-L'imposition et le report mentionnés au premier alinéa du II prennent effet à la date de dépôt de la déclaration mentionnée au III. Le report est maintenu pour chacun des exercices suivant celui au titre duquel la déclaration mentionnée au III a été produite par le bénéficiaire, sous réserve que celui-ci dépose auprès du service des impôts des non-résidents, au titre de chacun de ces exercices, une déclaration faisant apparaître un résultat déficitaire déterminé en application du 2° du I dans les trois mois suivant la clôture de l'exercice. Un état de suivi des revenus et profits dont l'imposition est reportée en application du premier alinéa du II est joint en annexe des déclarations mentionnées au III et au premier alinéa du présent IV sur un formulaire conforme au modèle établi par l'administration. Lorsque le bénéficiaire n'a pas déposé la déclaration ou l'état mentionnés aux deux premiers alinéas du présent IV dans le délai prévu au premier alinéa ou a déposé une déclaration ou un état incomplets, l'administration fiscale lui adresse une mise en demeure de respecter les obligations déclaratives qui lui incombent en application du présent IV dans un délai de trente jours, en précisant, le cas échéant, les compléments déclaratifs requis. Le non-respect des obligations déclaratives à l'issue de cette mise en demeure entraîne la fin du report d'imposition en application du 3° du V. Le fait, pour le bénéficiaire, de satisfaire à ses obligations déclaratives à la suite de la réception de la mise en demeure prévue au troisième alinéa du présent IV et dans le délai de trente jours prévu par celle-ci entraîne l'application d'une amende, due par le bénéficiaire, égale à 5 % des impositions placées en report à la date du manquement mentionné au même troisième alinéa. V.-Il est mis fin au report d'imposition mentionné au II lorsque : 1° La déclaration prévue au premier alinéa du IV fait apparaître un bénéfice ; 2° Le bénéficiaire des revenus et profits mentionnés au I fait l'objet d'une opération entraînant sa dissolution sans liquidation, sauf si ses déficits tels que définis au 2° du I sont transférés à la société absorbante ou bénéficiaire des apports, et que cette dernière prend l'engagement de déposer une déclaration dans les conditions du IV. En l'absence de transfert des déficits de la société faisant l'objet d'une dissolution sans liquidation et si la dernière déclaration déposée par cette société dans les conditions prévues aux III ou IV fait apparaître un résultat déficitaire déterminé en application du 2° du I, l'imposition placée en report dans les conditions prévues au II fait l'objet d'un dégrèvement ; 3° Le bénéficiaire des revenus et profits mentionnés au I n'a pas respecté les obligations prévues au IV dans les trente jours de la réception de la mise en demeure mentionnée au dernier alinéa du même IV. Le montant des revenus et profits au titre desquels il est mis fin au report en application du 1° du présent V n'est retenu que dans la limite du bénéfice mentionné au même 1°. L'imposition mentionnée au II est due à compter de la fin du report, qui entraîne son exigibilité immédiate.",
            "texteHtml": "<p>I.-Le bénéficiaire des revenus et profits soumis aux retenues ou prélèvements à la source mentionnés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307271&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 119 bis (V)'>119 bis</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000020043720&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 182 A bis (VD)'>182 A bis</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303110&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 182 B (VD)'>182 B</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309181&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 244 bis (V)'>244 bis</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309185&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 244 bis A (V)'>244 bis A </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304157&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 244 bis B (V)'>244 bis B </a>peut demander que l'imposition versée en application de ces articles lui soit restituée lorsque les conditions suivantes sont réunies : <br/><br/>1° Le bénéficiaire des revenus et profits est une personne morale ou un organisme, quelle qu'en soit la forme, dont le siège ou l'établissement stable dans le résultat duquel les revenus et profits sont inclus est situé dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales ainsi qu'une convention d'assistance mutuelle en matière de recouvrement ayant une portée similaire à celle prévue par la directive 2010/24/ UE du Conseil du 16 mars 2010 concernant l'assistance mutuelle en matière de recouvrement des créances relatives aux taxes, impôts, droits et autres mesures et n'étant pas non coopératif au sens de l'article 238-0 A ou, pour les retenues à la source prévues à l'article 119 bis, dans un Etat non membre de l'Union européenne ou qui n'est pas un Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France les conventions mentionnées au présent 1°, sous réserve que cet Etat ne soit pas non coopératif au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000021644859&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 238-0 A (V)'>238-0 A</a> et que la participation détenue dans la société ou l'organisme distributeur ne permette pas au bénéficiaire de participer de manière effective à la gestion ou au contrôle de cette société ou de cet organisme ; <br/><br/>2° Son résultat fiscal, calculé selon les règles applicables dans l'Etat ou le territoire où est situé son siège ou son établissement stable, est déficitaire au titre de l'exercice au cours duquel les revenus et profits mentionnés au premier alinéa du présent I sont, selon le cas, perçus ou réalisés. <br/><br/>Le résultat déficitaire est calculé en tenant compte des revenus et profits dont l'imposition fait l'objet d'une demande de restitution au titre de cet exercice et des revenus et profits mentionnés au même premier alinéa ayant ouvert droit à une restitution au titre d'exercices antérieurs, lorsque le report d'imposition mentionné au II est toujours en cours. <br/><br/>II.-La restitution prévue au I des sommes retenues ou prélevées en application des articles 119 bis, 182 A bis, 182 B, 244 bis, 244 bis A et 244 bis B donne lieu à une imposition des revenus et profits mentionnés au I. Celle-ci est calculée en appliquant à ces revenus et profits les règles d'assiette et de taux prévues, selon le cas, aux articles 119 bis, 182 A bis, 182 B, 244 bis, 244 bis A et 244 bis B en vigueur à la date du fait générateur des retenues et prélèvements restitués. Elle est due par le bénéficiaire des revenus et profits mentionnés au I et fait l'objet d'un report. <br/><br/>L'imposition mentionnée au premier alinéa du présent II est établie, contrôlée et recouvrée comme l'impôt sur les sociétés et sous les mêmes garanties et sanctions. <br/><br/>III.-La restitution et le report mentionnés au premier alinéa du II sont subordonnés au dépôt par le bénéficiaire des revenus et profits mentionnés au I d'une déclaration auprès du service des impôts des non-résidents dans les trois mois suivant la clôture de l'exercice au cours duquel est intervenu le fait générateur de la retenue ou du prélèvement dont la restitution est sollicitée. Cette déclaration fait apparaître l'identité et l'adresse du bénéficiaire ainsi que le montant de son déficit déterminé en application du 2° du I. <br/><br/>IV.-L'imposition et le report mentionnés au premier alinéa du II prennent effet à la date de dépôt de la déclaration mentionnée au III. Le report est maintenu pour chacun des exercices suivant celui au titre duquel la déclaration mentionnée au III a été produite par le bénéficiaire, sous réserve que celui-ci dépose auprès du service des impôts des non-résidents, au titre de chacun de ces exercices, une déclaration faisant apparaître un résultat déficitaire déterminé en application du 2° du I dans les trois mois suivant la clôture de l'exercice. <br/><br/>Un état de suivi des revenus et profits dont l'imposition est reportée en application du premier alinéa du II est joint en annexe des déclarations mentionnées au III et au premier alinéa du présent IV sur un formulaire conforme au modèle établi par l'administration. <br/><br/>Lorsque le bénéficiaire n'a pas déposé la déclaration ou l'état mentionnés aux deux premiers alinéas du présent IV dans le délai prévu au premier alinéa ou a déposé une déclaration ou un état incomplets, l'administration fiscale lui adresse une mise en demeure de respecter les obligations déclaratives qui lui incombent en application du présent IV dans un délai de trente jours, en précisant, le cas échéant, les compléments déclaratifs requis. Le non-respect des obligations déclaratives à l'issue de cette mise en demeure entraîne la fin du report d'imposition en application du 3° du V. <br/><br/>Le fait, pour le bénéficiaire, de satisfaire à ses obligations déclaratives à la suite de la réception de la mise en demeure prévue au troisième alinéa du présent IV et dans le délai de trente jours prévu par celle-ci entraîne l'application d'une amende, due par le bénéficiaire, égale à 5 % des impositions placées en report à la date du manquement mentionné au même troisième alinéa. <br/><br/>V.-Il est mis fin au report d'imposition mentionné au II lorsque : <br/><br/>1° La déclaration prévue au premier alinéa du IV fait apparaître un bénéfice ; <br/><br/>2° Le bénéficiaire des revenus et profits mentionnés au I fait l'objet d'une opération entraînant sa dissolution sans liquidation, sauf si ses déficits tels que définis au 2° du I sont transférés à la société absorbante ou bénéficiaire des apports, et que cette dernière prend l'engagement de déposer une déclaration dans les conditions du IV. <br/><br/>En l'absence de transfert des déficits de la société faisant l'objet d'une dissolution sans liquidation et si la dernière déclaration déposée par cette société dans les conditions prévues aux III ou IV fait apparaître un résultat déficitaire déterminé en application du 2° du I, l'imposition placée en report dans les conditions prévues au II fait l'objet d'un dégrèvement ; <br/><br/>3° Le bénéficiaire des revenus et profits mentionnés au I n'a pas respecté les obligations prévues au IV dans les trente jours de la réception de la mise en demeure mentionnée au dernier alinéa du même IV. <br/><br/>Le montant des revenus et profits au titre desquels il est mis fin au report en application du 1° du présent V n'est retenu que dans la limite du bénéfice mentionné au même 1°. <br/><br/>L'imposition mentionnée au II est due à compter de la fin du report, qui entraîne son exigibilité immédiate.</p>",
            "num": "235 quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1577836800000,
            "dateFin": 1640995200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Retenues à la source et prélèvements sur certains revenus et profits réalisés par les entreprises qui ne sont pas fiscalement établies en France\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000040338030",
                        "id": "LEGISCTA000040338030",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006309035",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000040338030",
            "sectionParentId": "LEGISCTA000040338030",
            "sectionParentTitre": "Section I : Retenues à la source et prélèvements sur certains revenus et profits réalisés par les entreprises qui ne sont pas fiscalement établies en France\r\n",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section I : Retenues à la source et prélèvements sur certains revenus et profits réalisés par les entreprises qui ne sont pas fiscalement établies en France\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000041467853",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l'article 42 de la loi n° 2019-1479 du 28 décembre 2019, ces dispositions s'appliquent aux exercices ouverts à compter du 1er janvier 2020.",
            "notaHtml": "<p>Conformément au II de l'article 42 de la loi n° 2019-1479 du 28 décembre 2019, ces dispositions s'appliquent aux exercices ouverts à compter du 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000336188",
                    "textTitle": "Décret n°89-801 du 27 octobre 1989",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000336188",
                    "natureText": "DECRET",
                    "datePubliTexte": "1989-11-03",
                    "dateSignaTexte": "1989-10-27",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000039683923",
                    "textTitle": "LOI n° 2019-1479 du 28 décembre 2019 - art. 42 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000039793313",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-29",
                    "dateSignaTexte": "2019-12-28",
                    "dateDebutCible": "2019-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 119 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "119 bis",
                    "articleId": "LEGIARTI000006307271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 182 A bis (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "182 A bis",
                    "articleId": "LEGIARTI000020043720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 182 B (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "182 B",
                    "articleId": "LEGIARTI000006303110",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238-0 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "238-0 A",
                    "articleId": "LEGIARTI000021644859",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 244 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "244 bis",
                    "articleId": "LEGIARTI000006309181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 244 bis A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "244 bis A",
                    "articleId": "LEGIARTI000006309185",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 244 bis B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "244 bis B",
                    "articleId": "LEGIARTI000006304157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Livre des procédures fiscales L172 A (I 3è al. du CGI 235 quater)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006309035",
                    "etat": "PERIME",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 616377600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041467853",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044978741",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "235 quater",
                "235"
            ],
            "versionPrecedente": "LEGIARTI000006309035",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006309035",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I Les plus-values nettes réalisées par les personnes physiques à l'occasion de la cession d'immeubles ou de fractions d'immeubles, ayant fait l'objet d'un permis de construire délivré avant le 1er janvier 1966, qu'elles ont construits ou fait construire ou des droits immobiliers y afférent donnent lieu à la perception d'un prélèvement de 15 % de leur montant, que la cession intervienne ou non avant l'achèvement de l'immeuble. Ce prélèvement est obligatoirement à la charge du cédant, nonobstant toute disposition contraire. Il est opéré à la recette des impôts dans les conditions et délais prévus à l'article 244 quater A. Il est assis et recouvré sous les mêmes garanties et sous les mêmes sanctions que la taxe sur la valeur ajoutée applicable aux opérations visées à l'article 257-7°. Il s'impute sur le montant de l'impôt sur le revenu dû par le cédant au titre de l'année de la réalisation des plus-values. Toutefois, le paiement du prélèvement libère de cet impôt, les plus-values auxquelles il s'applique, même si elles sont réalisées à titre habituel, lorsque les conditions suivantes sont remplies : 1° En dehors des placements visés ci-dessus, le redevable ne doit pas accomplir d'autres opérations entrant dans les prévisions de l'article 35-I-1° à 3°; 2° Il ne doit pas intervenir à d'autres titres dans les opérations se rattachant à la construction immobilière; 3° Les plus-values soumises au prélèvement ne doivent pas constituer la source normale de ses revenus; 4° Les immeubles cédés ne doivent pas figurer à l'actif d'une entreprise industrielle ou commerciale et doivent être affectés à l'habitation pour les trois quarts au moins de leur superficie totale; 5° Ils doivent être achevés au moment de la cession, sous réserve des exceptions qui pourront être prévues par décret (1), notamment dans le cas de vente en l'état futur d'achèvement. I bis Le prélèvement visé au I est applicable, au taux de 25 %, sous les mêmes conditions, aux profits réalisés à l'occasion de la cession d'immeubles ayant fait l'objet d'un permis de construire délivré entre le 1er janvier 1966 et le 1er janvier 1972 ou pour lesquels aura été déposée, avant le 1er janvier 1972, la déclaration de construction visée à l'article L 430-3 du code de l'urbanisme (2). Le prélèvement applicable auxdits profits est libératoire de l'impôt sur le revenu, quelle que soit l'activité professionnelle du redevable, sous réserve que les autres conditions posées par le I soient remplies. I ter 1 Le prélèvement prévu au I est applicable au taux de 30 % aux profits réalisés jusqu'au 31 décembre 1981 à l'occasion de la cession d'immeubles pour lesquels la délivrance du permis de construire ou le dépôt de la déclaration qui en tient lieu sont postérieurs au 31 décembre 1971. Il est également applicable, à la demande expresse des redevables concernés, aux profits réalisés du 1er janvier 1972 au 31 décembre 1981 et provenant de la cession d'immeubles pour lesquels la délivrance du permis de construire ou le dépôt de la déclaration qui en tient lieu sont antérieurs au 31 décembre 1971 et postérieurs au 1er juin 1971. 1 bis Le taux du prélèvement est porté à un tiers pour les profits réalisés jusqu'au 31 décembre 1981 à l'occasion de la cession d'immeubles ou de droits s'y rapportant pour lesquels la délivrance du permis de construire ou le dépôt de la déclaration qui en tient lieu sont postérieurs au 31 décembre 1973. 2 Le prélèvement visé aux 1 et 1 bis libère de l'impôt sur le revenu la fraction des profits de construction qui n'excède pas un montant de 400.000 F apprécié sur une période de quatre ans, aux deux seules conditions qu'ils proviennent de ventes portant sur des immeubles achevés ou assimilées et que ces immeubles soient affectés à l'habitation pour les trois quarts au moins de leur superficie totale. La limite de 400.000 F s'apprécie chaque année en faisant masse des profits soumis au prélèvement libératoire de 30 %, ou du tiers, et réalisés au cours de ladite année et des trois années antérieures. 3 Le prélèvement prévu aux 1, 1 bis et 2 est étendu aux profits de construction réalisés par les entreprises industrielles et commerciales relevant de l'impôt sur le revenu. 4 Les dispositions du 1 et du 1 bis sont applicables aux profits de construction réalisés en France par les sociétés étrangères qui n'y ont pas d'établissement et dont l'activité principale est exercée à l'étranger. Toutefois, le ministre de l'économie et des finances pourra, dans des conditions fixées par arrêté (3), subordonner le caractère libératoire du prélèvement à la justification par la société qu'elle n'est pas sous le contrôle direct ou indirect de personnes physiques ou morales résidant en France. II Par dérogation aux dispositions qui précèdent, les redevables sont dispensés du prélèvement prévu aux I, I bis et I ter lorsqu'ils justifient que les cessions effectuées n'entrent pas dans les prévisions de l'article 35. Ils sont également dispensés du prélèvement prévu aux I et I bis lorsque les immeubles cédés sont inscrits à l'actif d'une entreprise industrielle ou commerciale pour laquelle les intéressés justifient être régulièrement imposés au titre de l'impôt sur le revenu. III (Abrogé) 1) Annexe II, art. 165 à 171. 2) Dans sa rédaction antérieure à la loi n° 76-1285 du 31 décembre 1976 (J.O. du 1er janvier 1977). 3) Arrêté à émettre.",
            "texteHtml": "<p>I Les plus-values nettes réalisées par les personnes physiques à l'occasion de la cession d'immeubles ou de fractions d'immeubles, ayant fait l'objet d'un permis de construire délivré avant le 1er janvier 1966, qu'elles ont construits ou fait construire ou des droits immobiliers y afférent donnent lieu à la perception d'un prélèvement de 15 % de leur montant, que la cession intervienne ou non avant l'achèvement de l'immeuble.</p><p></p><p>Ce prélèvement est obligatoirement à la charge du cédant, nonobstant toute disposition contraire. Il est opéré à la recette des impôts dans les conditions et délais prévus à l'article 244 quater A. Il est assis et recouvré sous les mêmes garanties et sous les mêmes sanctions que la taxe sur la valeur ajoutée applicable aux opérations visées à l'article 257-7°.</p><p></p><p>Il s'impute sur le montant de l'impôt sur le revenu dû par le cédant au titre de l'année de la réalisation des plus-values.</p><p></p><p>Toutefois, le paiement du prélèvement libère de cet impôt, les plus-values auxquelles il s'applique, même si elles sont réalisées à titre habituel, lorsque les conditions suivantes sont remplies :</p><p></p><p>1° En dehors des placements visés ci-dessus, le redevable ne doit pas accomplir d'autres opérations entrant dans les prévisions de l'article 35-I-1° à 3°;</p><p></p><p>2° Il ne doit pas intervenir à d'autres titres dans les opérations se rattachant à la construction immobilière;</p><p></p><p>3° Les plus-values soumises au prélèvement ne doivent pas constituer la source normale de ses revenus;</p><p></p><p>4° Les immeubles cédés ne doivent pas figurer à l'actif d'une entreprise industrielle ou commerciale et doivent être affectés à l'habitation pour les trois quarts au moins de leur superficie totale;</p><p></p><p>5° Ils doivent être achevés au moment de la cession, sous réserve des exceptions qui pourront être prévues par décret (1), notamment dans le cas de vente en l'état futur d'achèvement.</p><p></p><p>I bis Le prélèvement visé au I est applicable, au taux de 25 %, sous les mêmes conditions, aux profits réalisés à l'occasion de la cession d'immeubles ayant fait l'objet d'un permis de construire délivré entre le 1er janvier 1966 et le 1er janvier 1972 ou pour lesquels aura été déposée, avant le 1er janvier 1972, la déclaration de construction visée à l'article L 430-3 du code de l'urbanisme (2).</p><p></p><p>Le prélèvement applicable auxdits profits est libératoire de l'impôt sur le revenu, quelle que soit l'activité professionnelle du redevable, sous réserve que les autres conditions posées par le I soient remplies.</p><p></p><p>I ter 1 Le prélèvement prévu au I est applicable au taux de 30 % aux profits réalisés jusqu'au 31 décembre 1981 à l'occasion de la cession d'immeubles pour lesquels la délivrance du permis de construire ou le dépôt de la déclaration qui en tient lieu sont postérieurs au 31 décembre 1971.</p><p></p><p>Il est également applicable, à la demande expresse des redevables concernés, aux profits réalisés du 1er janvier 1972 au 31 décembre 1981 et provenant de la cession d'immeubles pour lesquels la délivrance du permis de construire ou le dépôt de la déclaration qui en tient lieu sont antérieurs au 31 décembre 1971 et postérieurs au 1er juin 1971.</p><p></p><p>1 bis Le taux du prélèvement est porté à un tiers pour les profits réalisés jusqu'au 31 décembre 1981 à l'occasion de la cession d'immeubles ou de droits s'y rapportant pour lesquels la délivrance du permis de construire ou le dépôt de la déclaration qui en tient lieu sont postérieurs au 31 décembre 1973.</p><p></p><p>2 Le prélèvement visé aux 1 et 1 bis libère de l'impôt sur le revenu la fraction des profits de construction qui n'excède pas un montant de 400.000 F apprécié sur une période de quatre ans, aux deux seules conditions qu'ils proviennent de ventes portant sur des immeubles achevés ou assimilées et que ces immeubles soient affectés à l'habitation pour les trois quarts au moins de leur superficie totale.</p><p></p><p>La limite de 400.000 F s'apprécie chaque année en faisant masse des profits soumis au prélèvement libératoire de 30 %, ou du tiers, et réalisés au cours de ladite année et des trois années antérieures.</p><p></p><p>3 Le prélèvement prévu aux 1, 1 bis et 2 est étendu aux profits de construction réalisés par les entreprises industrielles et commerciales relevant de l'impôt sur le revenu.</p><p></p><p></p><p>4 Les dispositions du 1 et du 1 bis sont applicables aux profits de construction réalisés en France par les sociétés étrangères qui n'y ont pas d'établissement et dont l'activité principale est exercée à l'étranger. Toutefois, le ministre de l'économie et des finances pourra, dans des conditions fixées par arrêté (3), subordonner le caractère libératoire du prélèvement à la justification par la société qu'elle n'est pas sous le contrôle direct ou indirect de personnes physiques ou morales résidant en France.</p><p></p><p></p><p>II Par dérogation aux dispositions qui précèdent, les redevables sont dispensés du prélèvement prévu aux I, I bis et I ter lorsqu'ils justifient que les cessions effectuées n'entrent pas dans les prévisions de l'article 35.</p><p></p><p>Ils sont également dispensés du prélèvement prévu aux I et I bis lorsque les immeubles cédés sont inscrits à l'actif d'une entreprise industrielle ou commerciale pour laquelle les intéressés justifient être régulièrement imposés au titre de l'impôt sur le revenu.</p><p></p><p>III (Abrogé)</p><p></p><p></p><p>1) Annexe II, art. 165 à 171.</p><p></p><p>2) Dans sa rédaction antérieure à la loi n° 76-1285 du 31 décembre 1976 (J.O. du 1er janvier 1977).</p><p></p><p>3) Arrêté à émettre.</p><p></p>",
            "num": "235 quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "PERIME",
            "dateDebut": 299635200000,
            "dateFin": 616377600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1959-01-09",
                        "fin": "1982-12-30",
                        "titre": "ASSIETTE ET LIQUIDATION DE L'IMPOT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084250",
                        "id": "LEGISCTA000006084250",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1982-12-30",
                        "titre": "IMPOTS D'ETAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114499",
                        "id": "LEGISCTA000006114499",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1971-01-03",
                        "fin": "1990-06-15",
                        "titre": "IMPOTS DIRECTS ET TAXES ASSIMILEES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133863",
                        "id": "LEGISCTA000006133863",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1989-07-14",
                        "titre": "DISPOSITIONS COMMUNES AUX IMPOTS ET TAXES, REVENUS ET BENEFICES VISES AUX CHAPITRES I A III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147119",
                        "id": "LEGISCTA000006147119",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1989-07-14",
                        "titre": "PLUS-VALUES REALISEES A L'OCCASION DE LA CONSTRUCTION ET DE LA VENTE D'IMMEUBLES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162808",
                        "id": "LEGISCTA000006162808",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006309035",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162808",
            "sectionParentId": "LEGISCTA000006162808",
            "sectionParentTitre": "PLUS-VALUES REALISEES A L'OCCASION DE LA CONSTRUCTION ET DE LA VENTE D'IMMEUBLES.",
            "fullSectionsTitre": "IMPOTS DIRECTS ET TAXES ASSIMILEES",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006309035",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000336188",
                    "textTitle": "Décret 89-801 1989-10-27",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000336188",
                    "natureText": "DECRET",
                    "datePubliTexte": "1989-11-03",
                    "dateSignaTexte": "1989-10-27",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000336188",
                    "textTitle": "Décret 89-801 1989-10-27 : article périmé, disposition incorporée au code le 14 juillet 1989",
                    "linkType": "PEREMPTION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000336188",
                    "natureText": "DECRET",
                    "datePubliTexte": "1989-11-03",
                    "dateSignaTexte": "1989-10-27",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 244 quater A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 257 7°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 35 I 1°, 2°, 3°, I bis, I ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 165 A CGIAN2 171",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000699570",
                    "textTitle": "LOI 76-1285 1976-12-31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000699570",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "76-1285",
                    "datePubli": 220924800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L430-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L430-3",
                    "articleId": "LEGIARTI000006815742",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 121996800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Livre des procédures fiscales L172 A (I 3è al. du CGI 235 quater)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "EDITION 1979-07-01",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006309035",
                    "etat": "PERIME",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 616377600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041467853",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044978741",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "235 quater",
                "235"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}