{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043531900",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La demande de délivrance de l'autorisation de fourniture prévue à l'article L. 443-1 est adressée, datée et signée, par lettre recommandée avec demande d'avis de réception, au ministre chargé de l'énergie, accompagnée d'un dossier dont les pièces sont, le cas échéant, traduites en langue française. Dans ce cas, les documents officiels ou émanant d'une administration font l'objet d'une traduction officielle par un traducteur agréé. Ce dossier comporte, dans des conditions de confidentialité permettant la protection du secret des affaires : 1° Les informations relatives au pétitionnaire : a) Sa dénomination, ses statuts, son numéro unique d'identification ou les documents équivalents à l'extrait d'immatriculation au registre du commerce et des sociétés pour les opérateurs situés hors de France, l'extrait du bulletin n° 3 du casier judiciaire de son dirigeant ou les documents équivalents pour les opérateurs situés hors de France ; la qualité du signataire de la demande, la composition de son actionnariat et son numéro de TVA intracommunautaire ; b) La composition de son actionnariat ; c) La qualité du signataire de la demande ; 2° Les éléments justifiant de la constitution effective des capacités techniques, financières et économiques du pétitionnaire : a) Les éléments justifiant de la compatibilité de ses moyens financiers avec l'activité de fourniture de gaz naturel ainsi que les comptes de résultat et bilans annuels des trois derniers exercices établis en application de l'article L. 123-12 du code de commerce, ou tout document comptable équivalent pour les opérateurs installés hors de France. Par exception, si l'entreprise a été créée depuis moins de trois ans, le pétitionnaire fournit : -l'ensemble des comptes annuels ou documents comptables équivalents dont il dispose, ainsi que tout document justifiant des capacités ou garanties financières complémentaires, notamment les déclarations bancaires mentionnant les avoirs financiers ; -une lettre d'intention de soutien, au sens de l'article 2322 du code civil, de toute personne physique ou morale contrôlant le pétitionnaire, au sens de l'article L. 233-3 du code du commerce, accompagnée des documents financiers justifiant de la solvabilité de cette personne physique ou morale ; b) Le cas échéant, la cote crédit du pétitionnaire dans le cadre de la cotation de la Banque de France ou tout autre système équivalent pour les opérateurs installés hors de France ; c) Une attestation sur l'honneur selon laquelle le pétitionnaire ou toute personne physique ou morale qu'il contrôle ou le contrôlant, au sens de l'article L. 233-3 du code du commerce, ne fait pas l'objet d'impayés en cours auprès des gestionnaires de réseaux ; d) Les éléments justifiant qu'il ne se trouve pas en état de procédure collective prévue par le livre VI du code de commerce, ou de faillite personnelle ou, pour les opérateurs installés hors de France, dans une situation équivalente. Le pétitionnaire précise également si toute entité légale qu'il contrôle ou le contrôlant a fait l'objet d'une telle procédure ; e) Les projections financières au moins sur les cinq premières années d'activités de fourniture de gaz naturel, détaillant les principaux postes de dépenses et de recettes ; f) La description de l'ensemble de ses activités industrielles et commerciales dans le domaine de l'énergie et, le cas échéant, dans d'autres domaines ; g) Les autorisations de fourniture que lui-même ou toute entité légale qu'il contrôle ou le contrôlant, au sens de l'article L. 233-3 du code du commerce, a obtenues, le cas échéant, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou à tout autre accord d'effet équivalent ou à tout autre accord prévoyant la fourniture d'énergie, ainsi que la description de ses activités de négoce sur les marchés de gros et la fourniture de clients finals et les volumes vendus au titre de chacune de ces activités. Le pétitionnaire indique, le cas échéant, si lui-même ou toute entité légale qu'il contrôle ou le contrôlant a fait l'objet d'une décision de retrait ou de suspension en application de l'article L. 142-31 ou L. 443-9-3 ou de dispositions équivalentes du droit d'un autre Etat ou de l'une des sanctions prévues aux articles L. 443-10 et L. 443-12 ou d'une sanction prononcée à l'issue d'une enquête de la Commission de régulation de l'énergie diligentée dans le cadre de l'article L. 135-3 . Lorsque le pétitionnaire ou toute entité légale qu'il contrôle ou le contrôlant et, le cas échéant, toute entité contrôlée par cette dernière est déjà titulaire d'une autorisation, le pétitionnaire justifie de la cohérence de sa demande et de la nécessité d'obtenir une autorisation supplémentaire ; h) Les certificats attestant qu'il satisfait aux obligations fiscales et sociales, délivrés dans les conditions prévues à l'article R. 2143-7 du code de la commande publique, ou tout document équivalent pour les opérateurs installés hors de France ou, pour les entreprises créées depuis moins de trois mois, l'attestation d'inscription auprès des services compétents ; 3° Les informations relatives à l'activité de fourniture que le pétitionnaire souhaite exercer sur le marché français : a) Une note décrivant les caractéristiques commerciales de son projet et justifiant de la cohérence avec ses capacités techniques et financières. Cette note précise notamment les catégories de clients auxquelles il souhaite s'adresser en distinguant entre les fournisseurs de gaz et les consommateurs, et, parmi ceux-ci, entre les clients domestiques et les clients non domestiques, en indiquant ceux qui seront, le cas échéant, directement raccordés aux réseaux de transport, ainsi que les prévisions d'acquisition par catégories de clients et la ou les zones de leurs implantations territoriales ; b) La taille du marché visé par catégories de clients et la ou les zones de leurs implantations territoriales, ainsi que la place de son projet sur le marché français et européen à échéance de cinq ans ; c) La description des moyens humains, matériels et financiers dont il dispose ou qu'il s'engage à mettre en œuvre directement pour assurer son activité de fournisseur sur le marché français, ainsi qu'une description des activités qu'il prévoit de sous-traiter. Le pétitionnaire précise notamment les moyens et compétences mis en œuvre pour évaluer les besoins en gaz naturel et les moyens technologiques et d'infrastructure pour assurer les achats correspondants, ainsi que ceux dédiés à la bonne gestion de la clientèle, y compris par ses sous-traitants. Il décrit notamment les moyens d'acquisition des clients et de gestion des réclamations ; d) Son plan prévisionnel d'approvisionnement détaillé en gaz à cinq ans et, le cas échéant, la détention de contrats à long terme et les éléments qui démontrent qu'il est en mesure de réunir des disponibilités suffisantes en volumes de gaz et en capacités de transport et de débit horaire maximum pour assurer dans les conditions prévues à l'article R. 121-1 : -la fourniture en gaz des clients mentionnés ci-dessus qu'il prévoit d'alimenter ; -l'équilibre des fournitures de gaz aux points d'entrée et de sortie du réseau ; -le respect des spécifications du gaz en tant qu'utilisateur de réseau, conformément aux obligations de service public qui lui incombent aux termes des articles R. 121-1 à R. 121-20 ; -pour chaque contrat d'une durée supérieure à un an : le nom et la nationalité du ou des fournisseurs, les dates de début et de fin, l'origine du gaz, les volumes totaux prévus, les volumes quotidiens maximaux prévus, le ou les points de livraison convenus ; e) Le cas échéant, le nom de son expéditeur d'équilibre ; 4° Les clauses générales des contrats de vente établis selon les catégories de clients qu'il souhaite approvisionner ; 5° Les clauses des contrats de garantie et des contrats de réassurance qu'il a souscrits auprès des autres fournisseurs pour le cas de disparition d'une ou plusieurs de ses sources d'approvisionnement en gaz, ainsi que toute autre disposition permettant d'assurer la continuité de fourniture, notamment au moyen : a) D'achats complémentaires de gaz provenant d'autres sources d'approvisionnement ; b) De recours aux stockages de gaz ; 6° Pour les fournisseurs effectuant leur activité en utilisant une conduite directe, le site de consommation que le pétitionnaire compte approvisionner par cette conduite.",
            "texteHtml": "<p>La demande de délivrance de l'autorisation de fourniture prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023987035&dateTexte=&categorieLien=cid'>L. 443-1 </a>est adressée, datée et signée, par lettre recommandée avec demande d'avis de réception, au ministre chargé de l'énergie, accompagnée d'un dossier dont les pièces sont, le cas échéant, traduites en langue française. Dans ce cas, les documents officiels ou émanant d'une administration font l'objet d'une traduction officielle par un traducteur agréé.<br/><br/>\nCe dossier comporte, dans des conditions de confidentialité permettant la protection du secret des affaires :<br/><br/>\n1° Les informations relatives au pétitionnaire :<br/><br/>\na) Sa dénomination, ses statuts, son numéro unique d'identification ou les documents équivalents à l'extrait d'immatriculation au registre du commerce et des sociétés pour les opérateurs situés hors de France, l'extrait du bulletin n° 3 du casier judiciaire de son dirigeant ou les documents équivalents pour les opérateurs situés hors de France ; la qualité du signataire de la demande, la composition de son actionnariat et son numéro de TVA intracommunautaire ;</p><p>b) La composition de son actionnariat ;<br/><br/>\nc) La qualité du signataire de la demande ;<br/><br/>\n2° Les éléments justifiant de la constitution effective des capacités techniques, financières et économiques du pétitionnaire :<br/><br/>\na) Les éléments justifiant de la compatibilité de ses moyens financiers avec l'activité de fourniture de gaz naturel ainsi que les comptes de résultat et bilans annuels des trois derniers exercices établis en application de l'article L. 123-12 du code de commerce, ou tout document comptable équivalent pour les opérateurs installés hors de France.<br/><br/>\nPar exception, si l'entreprise a été créée depuis moins de trois ans, le pétitionnaire fournit :</p><p><br/>\n-l'ensemble des comptes annuels ou documents comptables équivalents dont il dispose, ainsi que tout document justifiant des capacités ou garanties financières complémentaires, notamment les déclarations bancaires mentionnant les avoirs financiers ;<br/><br/>\n-une lettre d'intention de soutien, au sens de l'article 2322 du code civil, de toute personne physique ou morale contrôlant le pétitionnaire, au sens de l'article L. 233-3 du code du commerce, accompagnée des documents financiers justifiant de la solvabilité de cette personne physique ou morale ;</p><p><br/>\nb) Le cas échéant, la cote crédit du pétitionnaire dans le cadre de la cotation de la Banque de France ou tout autre système équivalent pour les opérateurs installés hors de France ;<br/><br/>\nc) Une attestation sur l'honneur selon laquelle le pétitionnaire ou toute personne physique ou morale qu'il contrôle ou le contrôlant, au sens de l'article L. 233-3 du code du commerce, ne fait pas l'objet d'impayés en cours auprès des gestionnaires de réseaux ;<br/><br/>\nd) Les éléments justifiant qu'il ne se trouve pas en état de procédure collective prévue par le livre VI du code de commerce, ou de faillite personnelle ou, pour les opérateurs installés hors de France, dans une situation équivalente. Le pétitionnaire précise également si toute entité légale qu'il contrôle ou le contrôlant a fait l'objet d'une telle procédure ;<br/><br/>\ne) Les projections financières au moins sur les cinq premières années d'activités de fourniture de gaz naturel, détaillant les principaux postes de dépenses et de recettes ;<br/><br/>\nf) La description de l'ensemble de ses activités industrielles et commerciales dans le domaine de l'énergie et, le cas échéant, dans d'autres domaines ;<br/><br/>\ng) Les autorisations de fourniture que lui-même ou toute entité légale qu'il contrôle ou le contrôlant, au sens de l'article L. 233-3 du code du commerce, a obtenues, le cas échéant, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou à tout autre accord d'effet équivalent ou à tout autre accord prévoyant la fourniture d'énergie, ainsi que la description de ses activités de négoce sur les marchés de gros et la fourniture de clients finals et les volumes vendus au titre de chacune de ces activités.<br/><br/>\nLe pétitionnaire indique, le cas échéant, si lui-même ou toute entité légale qu'il contrôle ou le contrôlant a fait l'objet d'une décision de retrait ou de suspension en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023986047&dateTexte=&categorieLien=cid'>L. 142-31 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000039362974&dateTexte=&categorieLien=cid'>L. 443-9-3 </a>ou de dispositions équivalentes du droit d'un autre Etat ou de l'une des sanctions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023987057&dateTexte=&categorieLien=cid'>L. 443-10 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023987066&dateTexte=&categorieLien=cid'>L. 443-12 </a>ou d'une sanction prononcée à l'issue d'une enquête de la Commission de régulation de l'énergie diligentée dans le cadre de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023985836&dateTexte=&categorieLien=cid'>L. 135-3</a>.<br/><br/>\nLorsque le pétitionnaire ou toute entité légale qu'il contrôle ou le contrôlant et, le cas échéant, toute entité contrôlée par cette dernière est déjà titulaire d'une autorisation, le pétitionnaire justifie de la cohérence de sa demande et de la nécessité d'obtenir une autorisation supplémentaire ;<br/><br/>\nh) Les certificats attestant qu'il satisfait aux obligations fiscales et sociales, délivrés dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000037701019&idArticle=LEGIARTI000037724096&dateTexte=&categorieLien=cid'>R. 2143-7 </a>du code de la commande publique, ou tout document équivalent pour les opérateurs installés hors de France ou, pour les entreprises créées depuis moins de trois mois, l'attestation d'inscription auprès des services compétents ;<br/><br/>\n3° Les informations relatives à l'activité de fourniture que le pétitionnaire souhaite exercer sur le marché français :<br/><br/>\na) Une note décrivant les caractéristiques commerciales de son projet et justifiant de la cohérence avec ses capacités techniques et financières. Cette note précise notamment les catégories de clients auxquelles il souhaite s'adresser en distinguant entre les fournisseurs de gaz et les consommateurs, et, parmi ceux-ci, entre les clients domestiques et les clients non domestiques, en indiquant ceux qui seront, le cas échéant, directement raccordés aux réseaux de transport, ainsi que les prévisions d'acquisition par catégories de clients et la ou les zones de leurs implantations territoriales ;<br/><br/>\nb) La taille du marché visé par catégories de clients et la ou les zones de leurs implantations territoriales, ainsi que la place de son projet sur le marché français et européen à échéance de cinq ans ;<br/><br/>\nc) La description des moyens humains, matériels et financiers dont il dispose ou qu'il s'engage à mettre en œuvre directement pour assurer son activité de fournisseur sur le marché français, ainsi qu'une description des activités qu'il prévoit de sous-traiter. Le pétitionnaire précise notamment les moyens et compétences mis en œuvre pour évaluer les besoins en gaz naturel et les moyens technologiques et d'infrastructure pour assurer les achats correspondants, ainsi que ceux dédiés à la bonne gestion de la clientèle, y compris par ses sous-traitants. Il décrit notamment les moyens d'acquisition des clients et de gestion des réclamations ;<br/><br/>\nd) Son plan prévisionnel d'approvisionnement détaillé en gaz à cinq ans et, le cas échéant, la détention de contrats à long terme et les éléments qui démontrent qu'il est en mesure de réunir des disponibilités suffisantes en volumes de gaz et en capacités de transport et de débit horaire maximum pour assurer dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000031747451&dateTexte=&categorieLien=cid'>R. 121-1 </a>:</p><p><br/>\n-la fourniture en gaz des clients mentionnés ci-dessus qu'il prévoit d'alimenter ;<br/><br/>\n-l'équilibre des fournitures de gaz aux points d'entrée et de sortie du réseau ;<br/><br/>\n-le respect des spécifications du gaz en tant qu'utilisateur de réseau, conformément aux obligations de service public qui lui incombent aux termes des articles R. 121-1 à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000031747499&dateTexte=&categorieLien=cid'>R. 121-20</a> ;<br/><br/>\n-pour chaque contrat d'une durée supérieure à un an : le nom et la nationalité du ou des fournisseurs, les dates de début et de fin, l'origine du gaz, les volumes totaux prévus, les volumes quotidiens maximaux prévus, le ou les points de livraison convenus ;</p><p><br/>\ne) Le cas échéant, le nom de son expéditeur d'équilibre ;<br/><br/>\n4° Les clauses générales des contrats de vente établis selon les catégories de clients qu'il souhaite approvisionner ;<br/><br/>\n5° Les clauses des contrats de garantie et des contrats de réassurance qu'il a souscrits auprès des autres fournisseurs pour le cas de disparition d'une ou plusieurs de ses sources d'approvisionnement en gaz, ainsi que toute autre disposition permettant d'assurer la continuité de fourniture, notamment au moyen :<br/><br/>\na) D'achats complémentaires de gaz provenant d'autres sources d'approvisionnement ;<br/><br/>\nb) De recours aux stockages de gaz ;<br/><br/>\n6° Pour les fournisseurs effectuant leur activité en utilisant une conduite directe, le site de consommation que le pétitionnaire compte approvisionner par cette conduite.</p><p></p>",
            "num": "R443-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1635724800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : LES DISPOSITIONS RELATIVES AU GAZ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749195",
                        "id": "LEGISCTA000031749195",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : LA COMMERCIALISATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749391",
                        "id": "LEGISCTA000031749391",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Le régime de la fourniture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749401",
                        "id": "LEGISCTA000031749401",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : L'obligation d'une autorisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749403",
                        "id": "LEGISCTA000031749403",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031749407",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031749403",
            "sectionParentId": "LEGISCTA000031749403",
            "sectionParentTitre": "Section 1 : L'obligation d'une autorisation",
            "fullSectionsTitre": "Partie réglementaire  &gt; LIVRE IV : LES DISPOSITIONS RELATIVES AU GAZ &gt; TITRE IV : LA COMMERCIALISATION &gt; Chapitre III : Le régime de la fourniture &gt; Section 1 : L'obligation d'une autorisation",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043531900",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023983208",
                    "titre": "Code de l'énergie",
                    "titreLong": "Code de l'énergie",
                    "etat": "VIGUEUR",
                    "dateDebut": 1306886400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023983208",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 22 du décret n° 2021-631 du 21 mai 2021, ces dispositions entrent en vigueur le premier jour du sixième mois suivant celui de sa publication au Journal officiel de la République française. Un décret peut prévoir une date d'entrée en vigueur ultérieure, au plus tard douze mois après les dates prévues aux premier et deuxième alinéas du présent article.",
            "notaHtml": "<p>Conformément à l'article 22 du décret n° 2021-631 du 21 mai 2021, ces dispositions entrent en vigueur le premier jour du sixième mois suivant celui de sa publication au Journal officiel de la République française.</p><p>Un décret peut prévoir une date d'entrée en vigueur ultérieure, au plus tard douze mois après les dates prévues aux premier et deuxième alinéas du présent article.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000043523039",
                    "textTitle": "Décret n°2021-631 du 21 mai 2021 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000043526794",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-05-22",
                    "dateSignaTexte": "2021-05-21",
                    "dateDebutCible": "2021-05-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L135-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L135-3",
                    "articleId": "LEGIARTI000023985836",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L142-31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L142-31",
                    "articleId": "LEGIARTI000023986047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L443-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-1",
                    "articleId": "LEGIARTI000023987035",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L443-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-10",
                    "articleId": "LEGIARTI000023987057",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L443-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-12",
                    "articleId": "LEGIARTI000023987066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L443-9-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-9-3",
                    "articleId": "LEGIARTI000039362974",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R121-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R121-1",
                    "articleId": "LEGIARTI000031747451",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R121-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R121-20",
                    "articleId": "LEGIARTI000031747499",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R121-44",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R121-44",
                    "articleId": "LEGIARTI000032075928",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494460800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-3",
                    "articleId": "LEGIARTI000043252087",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-4",
                    "articleId": "LEGIARTI000043252080",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-5",
                    "articleId": "LEGIARTI000043252094",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-6",
                    "articleId": "LEGIARTI000043252110",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-7",
                    "articleId": "LEGIARTI000043252119",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000037701019",
                    "textTitle": "Code de la commande publique - art. R2143-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2143-7",
                    "articleId": "LEGIARTI000037724096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031749407",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1615680000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043252062",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1615680000000,
                    "dateFin": 1635724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043531900",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1635724800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R443-2",
                "443-2"
            ],
            "versionPrecedente": "LEGIARTI000043252062",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043252062",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La demande de délivrance de l'autorisation de fourniture prévue à l'article L. 443-1 est adressée, datée et signée, par lettre recommandée avec demande d'avis de réception, au ministre chargé de l'énergie, accompagnée d'un dossier dont les pièces sont, le cas échéant, traduites en langue française. Dans ce cas, les documents officiels ou émanant d'une administration font l'objet d'une traduction officielle par un traducteur agréé. Ce dossier comporte, dans des conditions de confidentialité permettant la protection du secret des affaires : 1° Les informations relatives au pétitionnaire : a) Sa dénomination, son immatriculation au registre du commerce et des sociétés, ses statuts, l'extrait du registre K bis, son numéro de TVA intracommunautaire et l'extrait du bulletin n° 3 du casier judiciaire de son dirigeant, datant de moins de trois mois, ou les documents équivalents pour les opérateurs installés hors de France ; b) La composition de son actionnariat ; c) La qualité du signataire de la demande ; 2° Les éléments justifiant de la constitution effective des capacités techniques, financières et économiques du pétitionnaire : a) Les éléments justifiant de la compatibilité de ses moyens financiers avec l'activité de fourniture de gaz naturel ainsi que les comptes de résultat et bilans annuels des trois derniers exercices établis en application de l'article L. 123-12 du code de commerce, ou tout document comptable équivalent pour les opérateurs installés hors de France. Par exception, si l'entreprise a été créée depuis moins de trois ans, le pétitionnaire fournit : -l'ensemble des comptes annuels ou documents comptables équivalents dont il dispose, ainsi que tout document justifiant des capacités ou garanties financières complémentaires, notamment les déclarations bancaires mentionnant les avoirs financiers ; -une lettre d'intention de soutien, au sens de l'article 2322 du code civil, de toute personne physique ou morale contrôlant le pétitionnaire, au sens de l'article L. 233-3 du code du commerce, accompagnée des documents financiers justifiant de la solvabilité de cette personne physique ou morale ; b) Le cas échéant, la cote crédit du pétitionnaire dans le cadre de la cotation de la Banque de France ou tout autre système équivalent pour les opérateurs installés hors de France ; c) Une attestation sur l'honneur selon laquelle le pétitionnaire ou toute personne physique ou morale qu'il contrôle ou le contrôlant, au sens de l'article L. 233-3 du code du commerce, ne fait pas l'objet d'impayés en cours auprès des gestionnaires de réseaux ; d) Les éléments justifiant qu'il ne se trouve pas en état de procédure collective prévue par le livre VI du code de commerce, ou de faillite personnelle ou, pour les opérateurs installés hors de France, dans une situation équivalente. Le pétitionnaire précise également si toute entité légale qu'il contrôle ou le contrôlant a fait l'objet d'une telle procédure ; e) Les projections financières au moins sur les cinq premières années d'activités de fourniture de gaz naturel, détaillant les principaux postes de dépenses et de recettes ; f) La description de l'ensemble de ses activités industrielles et commerciales dans le domaine de l'énergie et, le cas échéant, dans d'autres domaines ; g) Les autorisations de fourniture que lui-même ou toute entité légale qu'il contrôle ou le contrôlant, au sens de l'article L. 233-3 du code du commerce, a obtenues, le cas échéant, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou à tout autre accord d'effet équivalent ou à tout autre accord prévoyant la fourniture d'énergie, ainsi que la description de ses activités de négoce sur les marchés de gros et la fourniture de clients finals et les volumes vendus au titre de chacune de ces activités. Le pétitionnaire indique, le cas échéant, si lui-même ou toute entité légale qu'il contrôle ou le contrôlant a fait l'objet d'une décision de retrait ou de suspension en application de l'article L. 142-31 ou L. 443-9-3 ou de dispositions équivalentes du droit d'un autre Etat ou de l'une des sanctions prévues aux articles L. 443-10 et L. 443-12 ou d'une sanction prononcée à l'issue d'une enquête de la Commission de régulation de l'énergie diligentée dans le cadre de l'article L. 135-3 . Lorsque le pétitionnaire ou toute entité légale qu'il contrôle ou le contrôlant et, le cas échéant, toute entité contrôlée par cette dernière est déjà titulaire d'une autorisation, le pétitionnaire justifie de la cohérence de sa demande et de la nécessité d'obtenir une autorisation supplémentaire ; h) Les certificats attestant qu'il satisfait aux obligations fiscales et sociales, délivrés dans les conditions prévues à l'article R. 2143-7 du code de la commande publique, ou tout document équivalent pour les opérateurs installés hors de France ou, pour les entreprises créées depuis moins de trois mois, l'attestation d'inscription auprès des services compétents ; 3° Les informations relatives à l'activité de fourniture que le pétitionnaire souhaite exercer sur le marché français : a) Une note décrivant les caractéristiques commerciales de son projet et justifiant de la cohérence avec ses capacités techniques et financières. Cette note précise notamment les catégories de clients auxquelles il souhaite s'adresser en distinguant entre les fournisseurs de gaz et les consommateurs, et, parmi ceux-ci, entre les clients domestiques et les clients non domestiques, en indiquant ceux qui seront, le cas échéant, directement raccordés aux réseaux de transport, ainsi que les prévisions d'acquisition par catégories de clients et la ou les zones de leurs implantations territoriales ; b) La taille du marché visé par catégories de clients et la ou les zones de leurs implantations territoriales, ainsi que la place de son projet sur le marché français et européen à échéance de cinq ans ; c) La description des moyens humains, matériels et financiers dont il dispose ou qu'il s'engage à mettre en œuvre directement pour assurer son activité de fournisseur sur le marché français, ainsi qu'une description des activités qu'il prévoit de sous-traiter. Le pétitionnaire précise notamment les moyens et compétences mis en œuvre pour évaluer les besoins en gaz naturel et les moyens technologiques et d'infrastructure pour assurer les achats correspondants, ainsi que ceux dédiés à la bonne gestion de la clientèle, y compris par ses sous-traitants. Il décrit notamment les moyens d'acquisition des clients et de gestion des réclamations ; d) Son plan prévisionnel d'approvisionnement détaillé en gaz à cinq ans et, le cas échéant, la détention de contrats à long terme et les éléments qui démontrent qu'il est en mesure de réunir des disponibilités suffisantes en volumes de gaz et en capacités de transport et de débit horaire maximum pour assurer dans les conditions prévues à l'article R. 121-1 : -la fourniture en gaz des clients mentionnés ci-dessus qu'il prévoit d'alimenter ; -l'équilibre des fournitures de gaz aux points d'entrée et de sortie du réseau ; -le respect des spécifications du gaz en tant qu'utilisateur de réseau, conformément aux obligations de service public qui lui incombent aux termes des articles R. 121-1 à R. 121-20 ; -pour chaque contrat d'une durée supérieure à un an : le nom et la nationalité du ou des fournisseurs, les dates de début et de fin, l'origine du gaz, les volumes totaux prévus, les volumes quotidiens maximaux prévus, le ou les points de livraison convenus ; e) Le cas échéant, le nom de son expéditeur d'équilibre ; 4° Les clauses générales des contrats de vente établis selon les catégories de clients qu'il souhaite approvisionner ; 5° Les clauses des contrats de garantie et des contrats de réassurance qu'il a souscrits auprès des autres fournisseurs pour le cas de disparition d'une ou plusieurs de ses sources d'approvisionnement en gaz, ainsi que toute autre disposition permettant d'assurer la continuité de fourniture, notamment au moyen : a) D'achats complémentaires de gaz provenant d'autres sources d'approvisionnement ; b) De recours aux stockages de gaz ; 6° Pour les fournisseurs effectuant leur activité en utilisant une conduite directe, le site de consommation que le pétitionnaire compte approvisionner par cette conduite.",
            "texteHtml": "<p>La demande de délivrance de l'autorisation de fourniture prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023987035&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. L443-1 (V)'>L. 443-1 </a>est adressée, datée et signée, par lettre recommandée avec demande d'avis de réception, au ministre chargé de l'énergie, accompagnée d'un dossier dont les pièces sont, le cas échéant, traduites en langue française. Dans ce cas, les documents officiels ou émanant d'une administration font l'objet d'une traduction officielle par un traducteur agréé. <br/><br/>Ce dossier comporte, dans des conditions de confidentialité permettant la protection du secret des affaires : <br/><br/>1° Les informations relatives au pétitionnaire : <br/><br/>a) Sa dénomination, son immatriculation au registre du commerce et des sociétés, ses statuts, l'extrait du registre K bis, son numéro de TVA intracommunautaire et l'extrait du bulletin n° 3 du casier judiciaire de son dirigeant, datant de moins de trois mois, ou les documents équivalents pour les opérateurs installés hors de France ; <br/><br/>b) La composition de son actionnariat ; <br/><br/>c) La qualité du signataire de la demande ; <br/><br/>2° Les éléments justifiant de la constitution effective des capacités techniques, financières et économiques du pétitionnaire : <br/><br/>a) Les éléments justifiant de la compatibilité de ses moyens financiers avec l'activité de fourniture de gaz naturel ainsi que les comptes de résultat et bilans annuels des trois derniers exercices établis en application de l'article L. 123-12 du code de commerce, ou tout document comptable équivalent pour les opérateurs installés hors de France. <br/><br/>Par exception, si l'entreprise a été créée depuis moins de trois ans, le pétitionnaire fournit :</p><p><br/>-l'ensemble des comptes annuels ou documents comptables équivalents dont il dispose, ainsi que tout document justifiant des capacités ou garanties financières complémentaires, notamment les déclarations bancaires mentionnant les avoirs financiers ;<br/><br/>-une lettre d'intention de soutien, au sens de l'article 2322 du code civil, de toute personne physique ou morale contrôlant le pétitionnaire, au sens de l'article L. 233-3 du code du commerce, accompagnée des documents financiers justifiant de la solvabilité de cette personne physique ou morale ; </p><p><br/>b) Le cas échéant, la cote crédit du pétitionnaire dans le cadre de la cotation de la Banque de France ou tout autre système équivalent pour les opérateurs installés hors de France ; <br/><br/>c) Une attestation sur l'honneur selon laquelle le pétitionnaire ou toute personne physique ou morale qu'il contrôle ou le contrôlant, au sens de l'article L. 233-3 du code du commerce, ne fait pas l'objet d'impayés en cours auprès des gestionnaires de réseaux ; <br/><br/>d) Les éléments justifiant qu'il ne se trouve pas en état de procédure collective prévue par le livre VI du code de commerce, ou de faillite personnelle ou, pour les opérateurs installés hors de France, dans une situation équivalente. Le pétitionnaire précise également si toute entité légale qu'il contrôle ou le contrôlant a fait l'objet d'une telle procédure ; <br/><br/>e) Les projections financières au moins sur les cinq premières années d'activités de fourniture de gaz naturel, détaillant les principaux postes de dépenses et de recettes ; <br/><br/>f) La description de l'ensemble de ses activités industrielles et commerciales dans le domaine de l'énergie et, le cas échéant, dans d'autres domaines ; <br/><br/>g) Les autorisations de fourniture que lui-même ou toute entité légale qu'il contrôle ou le contrôlant, au sens de l'article L. 233-3 du code du commerce, a obtenues, le cas échéant, dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou à tout autre accord d'effet équivalent ou à tout autre accord prévoyant la fourniture d'énergie, ainsi que la description de ses activités de négoce sur les marchés de gros et la fourniture de clients finals et les volumes vendus au titre de chacune de ces activités. <br/><br/>Le pétitionnaire indique, le cas échéant, si lui-même ou toute entité légale qu'il contrôle ou le contrôlant a fait l'objet d'une décision de retrait ou de suspension en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023986047&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. L142-31 (V)'>L. 142-31 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000039362974&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. L443-9-3 (V)'>L. 443-9-3 </a>ou de dispositions équivalentes du droit d'un autre Etat ou de l'une des sanctions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023987057&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. L443-10 (V)'>L. 443-10 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023987066&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. L443-12 (V)'>L. 443-12 </a>ou d'une sanction prononcée à l'issue d'une enquête de la Commission de régulation de l'énergie diligentée dans le cadre de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023985836&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. L135-3 (V)'>L. 135-3</a>. <br/><br/>Lorsque le pétitionnaire ou toute entité légale qu'il contrôle ou le contrôlant et, le cas échéant, toute entité contrôlée par cette dernière est déjà titulaire d'une autorisation, le pétitionnaire justifie de la cohérence de sa demande et de la nécessité d'obtenir une autorisation supplémentaire ; <br/><br/>h) Les certificats attestant qu'il satisfait aux obligations fiscales et sociales, délivrés dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000037701019&idArticle=LEGIARTI000037724096&dateTexte=&categorieLien=cid' title='Code de la commande publique - art. R2143-7 (V)'>R. 2143-7 </a>du code de la commande publique, ou tout document équivalent pour les opérateurs installés hors de France ou, pour les entreprises créées depuis moins de trois mois, l'attestation d'inscription auprès des services compétents ; <br/><br/>3° Les informations relatives à l'activité de fourniture que le pétitionnaire souhaite exercer sur le marché français : <br/><br/>a) Une note décrivant les caractéristiques commerciales de son projet et justifiant de la cohérence avec ses capacités techniques et financières. Cette note précise notamment les catégories de clients auxquelles il souhaite s'adresser en distinguant entre les fournisseurs de gaz et les consommateurs, et, parmi ceux-ci, entre les clients domestiques et les clients non domestiques, en indiquant ceux qui seront, le cas échéant, directement raccordés aux réseaux de transport, ainsi que les prévisions d'acquisition par catégories de clients et la ou les zones de leurs implantations territoriales ; <br/><br/>b) La taille du marché visé par catégories de clients et la ou les zones de leurs implantations territoriales, ainsi que la place de son projet sur le marché français et européen à échéance de cinq ans ; <br/><br/>c) La description des moyens humains, matériels et financiers dont il dispose ou qu'il s'engage à mettre en œuvre directement pour assurer son activité de fournisseur sur le marché français, ainsi qu'une description des activités qu'il prévoit de sous-traiter. Le pétitionnaire précise notamment les moyens et compétences mis en œuvre pour évaluer les besoins en gaz naturel et les moyens technologiques et d'infrastructure pour assurer les achats correspondants, ainsi que ceux dédiés à la bonne gestion de la clientèle, y compris par ses sous-traitants. Il décrit notamment les moyens d'acquisition des clients et de gestion des réclamations ; <br/><br/>d) Son plan prévisionnel d'approvisionnement détaillé en gaz à cinq ans et, le cas échéant, la détention de contrats à long terme et les éléments qui démontrent qu'il est en mesure de réunir des disponibilités suffisantes en volumes de gaz et en capacités de transport et de débit horaire maximum pour assurer dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000031747451&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. R121-1 (V)'>R. 121-1 </a>:</p><p><br/>-la fourniture en gaz des clients mentionnés ci-dessus qu'il prévoit d'alimenter ;<br/><br/>-l'équilibre des fournitures de gaz aux points d'entrée et de sortie du réseau ;<br/><br/>-le respect des spécifications du gaz en tant qu'utilisateur de réseau, conformément aux obligations de service public qui lui incombent aux termes des articles R. 121-1 à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000031747499&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. R121-20 (V)'>R. 121-20</a> ;<br/><br/>-pour chaque contrat d'une durée supérieure à un an : le nom et la nationalité du ou des fournisseurs, les dates de début et de fin, l'origine du gaz, les volumes totaux prévus, les volumes quotidiens maximaux prévus, le ou les points de livraison convenus ; </p><p><br/>e) Le cas échéant, le nom de son expéditeur d'équilibre ; <br/><br/>4° Les clauses générales des contrats de vente établis selon les catégories de clients qu'il souhaite approvisionner ; <br/><br/>5° Les clauses des contrats de garantie et des contrats de réassurance qu'il a souscrits auprès des autres fournisseurs pour le cas de disparition d'une ou plusieurs de ses sources d'approvisionnement en gaz, ainsi que toute autre disposition permettant d'assurer la continuité de fourniture, notamment au moyen : <br/><br/>a) D'achats complémentaires de gaz provenant d'autres sources d'approvisionnement ; <br/><br/>b) De recours aux stockages de gaz ; <br/><br/>6° Pour les fournisseurs effectuant leur activité en utilisant une conduite directe, le site de consommation que le pétitionnaire compte approvisionner par cette conduite.</p><p></p>",
            "num": "R443-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1615680000000,
            "dateFin": 1635724800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : LES DISPOSITIONS RELATIVES AU GAZ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749195",
                        "id": "LEGISCTA000031749195",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : LA COMMERCIALISATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749391",
                        "id": "LEGISCTA000031749391",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Le régime de la fourniture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749401",
                        "id": "LEGISCTA000031749401",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : L'obligation d'une autorisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749403",
                        "id": "LEGISCTA000031749403",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031749407",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031749403",
            "sectionParentId": "LEGISCTA000031749403",
            "sectionParentTitre": "Section 1 : L'obligation d'une autorisation",
            "fullSectionsTitre": "Partie réglementaire  &gt; LIVRE IV : LES DISPOSITIONS RELATIVES AU GAZ &gt; TITRE IV : LA COMMERCIALISATION &gt; Chapitre III : Le régime de la fourniture &gt; Section 1 : L'obligation d'une autorisation",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043252062",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023983208",
                    "titre": "Code de l'énergie",
                    "titreLong": "Code de l'énergie",
                    "etat": "VIGUEUR",
                    "dateDebut": 1306886400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023983208",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 33 du décret n° 2021-273 du 11 mars 2021, ces dispositions s'appliquent aux demandes d'autorisation déposées à compter de l'entrée en vigueur dudit décret.",
            "notaHtml": "<p>Conformément à l’article 33 du décret n° 2021-273 du 11 mars 2021, ces dispositions s'appliquent aux demandes d'autorisation déposées à compter de l'entrée en vigueur dudit décret.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000043243818",
                    "textTitle": "Décret n°2021-273 du 11 mars 2021 - art. 19",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000043247411",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-03-13",
                    "dateSignaTexte": "2021-03-11",
                    "dateDebutCible": "2021-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L135-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L135-3",
                    "articleId": "LEGIARTI000023985836",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L142-31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L142-31",
                    "articleId": "LEGIARTI000023986047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L443-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-1",
                    "articleId": "LEGIARTI000023987035",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L443-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-10",
                    "articleId": "LEGIARTI000023987057",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L443-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-12",
                    "articleId": "LEGIARTI000023987066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L443-9-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-9-3",
                    "articleId": "LEGIARTI000039362974",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R121-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R121-1",
                    "articleId": "LEGIARTI000031747451",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R121-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R121-20",
                    "articleId": "LEGIARTI000031747499",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R121-44",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R121-44",
                    "articleId": "LEGIARTI000032075928",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494460800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-3",
                    "articleId": "LEGIARTI000043252087",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-4",
                    "articleId": "LEGIARTI000043252080",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-5",
                    "articleId": "LEGIARTI000043252094",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-6",
                    "articleId": "LEGIARTI000043252110",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-7",
                    "articleId": "LEGIARTI000043252119",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000037701019",
                    "textTitle": "Code de la commande publique - art. R2143-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2143-7",
                    "articleId": "LEGIARTI000037724096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031749407",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1615680000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043252062",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1615680000000,
                    "dateFin": 1635724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043531900",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1635724800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R443-2",
                "443-2"
            ],
            "versionPrecedente": "LEGIARTI000031749407",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031749407",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La demande en vue de l'autorisation de fourniture prévue à l'article L. 443-1 est adressée, datée et signée, par lettre recommandée avec accusé de réception, au ministre chargé de l'énergie, accompagnée d'un dossier comportant : 1° Au titre des informations relatives au demandeur : a) Sa dénomination, son immatriculation au registre du commerce et des sociétés, ses statuts, l'extrait du registre K bis et du bulletin n° 3 du casier judiciaire de son dirigeant ou les documents équivalents pour les opérateurs situés hors de France ; la qualité du signataire de la demande, la composition de son actionnariat et son numéro de TVA intracommunautaire ; b) Les comptes de résultat et bilans annuels des trois derniers exercices ou tout document comptable équivalent pour les entreprises situées sur le territoire d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ou à tout autre accord d'effet équivalent, ou tout document justifiant des capacités ou des garanties financières complémentaires pour les entreprises créées depuis moins de trois ans ; c) La description de ses activités industrielles et commerciales, notamment dans le domaine de l'énergie ; d) Les clauses générales des contrats établis par le demandeur en fonction des catégories de clients qu'il souhaite approvisionner ; 2° Au titre des informations relatives à l'activité de fourniture souhaitée par le demandeur et justifiant de ses capacités techniques et économiques : a) Les catégories de clients auxquelles il souhaite s'adresser en distinguant entre les fournisseurs de gaz et les consommateurs, et, parmi ceux-ci, entre les clients domestiques, les clients non domestiques assurant une mission d'intérêt général et les autres clients non domestiques, en indiquant ceux qui seront, le cas échéant, directement raccordés aux réseaux de transport ; b) La taille du marché visé par catégories de clients et la ou les zones de leurs implantations territoriales ; c) Les moyens humains et matériels dont dispose le demandeur ou qu'il s'engage à mettre en œuvre pour assurer son activité de fournisseur sur le marché français ainsi que l'organisation de ces moyens ; d) Les caractéristiques commerciales de son projet et sa place sur le marché français et européen à échéance de cinq ans ; e) Son plan prévisionnel d'approvisionnement en gaz à cinq ans et, le cas échéant, la détention de contrats à long terme et les éléments qui démontrent qu'il est en mesure de réunir des disponibilités suffisantes en volumes de gaz et en capacités de transport et de débit horaire maximum pour assurer dans les conditions prévues à l'article R. 121-44 : - la fourniture en gaz des clients mentionnés ci-dessus qu'il prévoit d'alimenter ; - l'équilibre des fournitures de gaz aux points d'entrée et de sortie du réseau ; - le respect des spécifications du gaz en tant qu'utilisateur de réseau, conformément aux obligations de service public qui lui incombent aux termes des articles R. 121-44 à R. 121-63 ; - pour chaque contrat d'une durée supérieure à un an : le nom et la nationalité du ou des fournisseurs, les dates de début et de fin, l'origine du gaz, les volumes totaux prévus, les volumes quotidiens maximaux prévus, le ou les points de livraison convenus ; f) Le cas échéant, le nom de son expéditeur d'équilibre ; 3° Les clauses des contrats de garantie et des contrats de réassurance auprès des autres fournisseurs souscrits par le demandeur en cas de disparition d'une ou plusieurs de ses sources d'approvisionnement en gaz, ainsi que toute autre disposition permettant d'assurer la continuité de fourniture, notamment au moyen : a) D'achats complémentaires de gaz provenant d'autres sources d'approvisionnement ; b) De recours aux stockages de gaz ; 4° Pour les fournisseurs effectuant leur activité en utilisant une conduite directe, le site de consommation que le demandeur compte approvisionner par cette conduite.",
            "texteHtml": "<p>La demande en vue de l'autorisation de fourniture prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023987035&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. L443-1 (V)'>L. 443-1 </a>est adressée, datée et signée, par lettre recommandée avec accusé de réception, au ministre chargé de l'énergie, accompagnée d'un dossier comportant : </p><p>1° Au titre des informations relatives au demandeur : </p><p>a) Sa dénomination, son immatriculation au registre du commerce et des sociétés, ses statuts, l'extrait du registre K bis et du bulletin n° 3 du casier judiciaire de son dirigeant ou les documents équivalents pour les opérateurs situés hors de France ; la qualité du signataire de la demande, la composition de son actionnariat et son numéro de TVA intracommunautaire ; </p><p>b) Les comptes de résultat et bilans annuels des trois derniers exercices ou tout document comptable équivalent pour les entreprises situées sur le territoire d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ou à tout autre accord d'effet équivalent, ou tout document justifiant des capacités ou des garanties financières complémentaires pour les entreprises créées depuis moins de trois ans ; </p><p>c) La description de ses activités industrielles et commerciales, notamment dans le domaine de l'énergie ;</p><p> d) Les clauses générales des contrats établis par le demandeur en fonction des catégories de clients qu'il souhaite approvisionner ; </p><p>2° Au titre des informations relatives à l'activité de fourniture souhaitée par le demandeur et justifiant de ses capacités techniques et économiques : </p><p>a) Les catégories de clients auxquelles il souhaite s'adresser en distinguant entre les fournisseurs de gaz et les consommateurs, et, parmi ceux-ci, entre les clients domestiques, les clients non domestiques assurant une mission d'intérêt général et les autres clients non domestiques, en indiquant ceux qui seront, le cas échéant, directement raccordés aux réseaux de transport ; </p><p>b) La taille du marché visé par catégories de clients et la ou les zones de leurs implantations territoriales ; </p><p>c) Les moyens humains et matériels dont dispose le demandeur ou qu'il s'engage à mettre en œuvre pour assurer son activité de fournisseur sur le marché français ainsi que l'organisation de ces moyens ; </p><p>d) Les caractéristiques commerciales de son projet et sa place sur le marché français et européen à échéance de cinq ans ; </p><p>e) Son plan prévisionnel d'approvisionnement en gaz à cinq ans et, le cas échéant, la détention de contrats à long terme et les éléments qui démontrent qu'il est en mesure de réunir des disponibilités suffisantes en volumes de gaz et en capacités de transport et de débit horaire maximum pour assurer dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000032075928&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. R121-44 (V)'>R. 121-44</a> :</p><p>- la fourniture en gaz des clients mentionnés ci-dessus qu'il prévoit d'alimenter ;</p><p>- l'équilibre des fournitures de gaz aux points d'entrée et de sortie du réseau ;</p><p>- le respect des spécifications du gaz en tant qu'utilisateur de réseau, conformément aux obligations de service public qui lui incombent aux termes des articles R. 121-44 à R. 121-63 ;</p><p>- pour chaque contrat d'une durée supérieure à un an : le nom et la nationalité du ou des fournisseurs, les dates de début et de fin, l'origine du gaz, les volumes totaux prévus, les volumes quotidiens maximaux prévus, le ou les points de livraison convenus ; </p><p>f) Le cas échéant, le nom de son expéditeur d'équilibre ; </p><p>3° Les clauses des contrats de garantie et des contrats de réassurance auprès des autres fournisseurs souscrits par le demandeur en cas de disparition d'une ou plusieurs de ses sources d'approvisionnement en gaz, ainsi que toute autre disposition permettant d'assurer la continuité de fourniture, notamment au moyen : </p><p>a) D'achats complémentaires de gaz provenant d'autres sources d'approvisionnement ; </p><p>b) De recours aux stockages de gaz ; </p><p>4° Pour les fournisseurs effectuant leur activité en utilisant une conduite directe, le site de consommation que le demandeur compte approvisionner par cette conduite.</p>",
            "num": "R443-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1615680000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : LES DISPOSITIONS RELATIVES AU GAZ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749195",
                        "id": "LEGISCTA000031749195",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : LA COMMERCIALISATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749391",
                        "id": "LEGISCTA000031749391",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Le régime de la fourniture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749401",
                        "id": "LEGISCTA000031749401",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : L'obligation d'une autorisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749403",
                        "id": "LEGISCTA000031749403",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031749407",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031749403",
            "sectionParentId": "LEGISCTA000031749403",
            "sectionParentTitre": "Section 1 : L'obligation d'une autorisation",
            "fullSectionsTitre": "Partie réglementaire  &gt; LIVRE IV : LES DISPOSITIONS RELATIVES AU GAZ &gt; TITRE IV : LA COMMERCIALISATION &gt; Chapitre III : Le régime de la fourniture &gt; Section 1 : L'obligation d'une autorisation",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031749407",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023983208",
                    "titre": "Code de l'énergie",
                    "titreLong": "Code de l'énergie",
                    "etat": "VIGUEUR",
                    "dateDebut": 1306886400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023983208",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031743221",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                },
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031743221",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L443-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-1",
                    "articleId": "LEGIARTI000023987035",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R121-44 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R121-44",
                    "articleId": "LEGIARTI000032075928",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494460800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-3",
                    "articleId": "LEGIARTI000043252087",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-4",
                    "articleId": "LEGIARTI000043252080",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-5",
                    "articleId": "LEGIARTI000043252094",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-6",
                    "articleId": "LEGIARTI000043252110",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-7",
                    "articleId": "LEGIARTI000043252119",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031749407",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1615680000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043252062",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1615680000000,
                    "dateFin": 1635724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043531900",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1635724800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R443-2",
                "443-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}