{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044164596",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Règles portant sur les conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications et sur la sécurité et l'intégrité des réseaux et services. I. – Respect du secret des correspondances et neutralité. L'opérateur prend les mesures nécessaires pour garantir la neutralité de ses services vis-à-vis du contenu des messages transmis sur son réseau et le secret des correspondances. A cet effet, l'opérateur assure ses services sans discrimination quelle que soit la nature des messages transmis et prend les dispositions utiles pour assurer l'intégrité des messages. L'opérateur est tenu de porter à la connaissance de son personnel les obligations et peines qu'il encourt au titre des dispositions du code pénal, et notamment au titre des articles 226-13 , 226-15 et 432-9 relatifs au secret des correspondances. Pour l'application des dispositions du IV de l'article L. 32-3 , la périodicité du recueil du consentement exprès de l'utilisateur est fixée à un an. II. – Traitement des données à caractère personnel. Sans préjudice des dispositions de la loi n° 78-17 du 6 janvier 1978 modifiée relative à l'informatique, aux fichiers et aux libertés, l'opérateur met en œuvre une politique de sécurité relative au traitement des données à caractère personnel et prend les mesures nécessaires garantissant que seules des personnes autorisées puissent avoir accès aux données à caractère personnel dans les cas prévus par des dispositions législatives et réglementaires et que les données à caractère personnel stockées ou transmises soient protégées contre la destruction accidentelle ou illicite, la perte ou l'altération accidentelles et le stockage, le traitement, l'accès et la divulgation non autorisés ou illicites. 1. L'opérateur garantit à tout client, outre les droits mentionnés à l'article R. 10 , le droit : – d'exercer gratuitement son droit d'accès aux données à caractère personnel le concernant ainsi que son droit de rectification de celles-ci ; – de recevoir des factures non détaillées et, sur sa demande, des factures détaillées. 2. Lorsque les clients de l'opérateur reçoivent une facturation détaillée, les factures adressées : – comportent un niveau de détail suffisant pour permettre la vérification des montants facturés ; – ne mentionnent pas les appels à destination des numéros gratuits pour l'utilisateur ; – n'indiquent pas les quatre derniers chiffres des numéros appelés, à moins que le client n'ait expressément demandé que cela soit le cas. La facturation détaillée est disponible gratuitement pour l'abonné. Toutefois, des prestations supplémentaires peuvent être, le cas échéant, proposées à l'abonné à un tarif raisonnable. 3. L'opérateur permet à chacun de ses clients de s'opposer gratuitement et par un moyen simple, appel par appel ou de façon permanente (secret permanent), à l'identification de sa ligne par les postes appelés. Lorsqu'un abonné dispose de plusieurs lignes, cette fonction est offerte pour chaque ligne. Cette fonction doit également être proposée pour des communications effectuées à partir de cabines téléphoniques publiques ou d'autres points d'accès au service téléphonique au public. L'opérateur met en oeuvre un dispositif particulier de suppression de cette fonction pour des raisons liées au fonctionnement des services d'urgence ou à la tranquillité de l'appelé, conformément à la réglementation en vigueur. Lorsqu'un abonné dispose du secret permanent, l'opérateur lui permet de supprimer cette fonction, appel par appel, gratuitement et par un moyen simple. 4. L'opérateur informe les abonnés lorsqu'il propose un service d'identification de la ligne appelante ou de la ligne connectée. Il les informe également des possibilités prévues aux trois alinéas suivants : Dans le cas où l'identification de la ligne appelante est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit que l'identification de la ligne appelante soit transmise vers son poste. Dans le cas où l'identification de la ligne appelante est offerte et est indiquée avant l'établissement de l'appel, l'opérateur permet à tout abonné de refuser, par un moyen simple, les appels entrants émanant d'une ligne non identifiée. L'opérateur peut, pour des raisons techniques justifiées, demander à l' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse de disposer d'un délai pour la mise en oeuvre de cette fonction. Dans le cas où l'identification de la ligne obtenue est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit l'identification de la ligne obtenue auprès de la personne qui appelle. 5. L'opérateur permet à l'abonné vers lequel des appels sont transférés d'interrompre ou de faire interrompre le transfert d'appel gratuitement et par un moyen simple. L'opérateur informe tout abonné, préalablement à la souscription du contrat, des droits mentionnés au 1 du II du présent article. Lorsque l'opérateur fait appel à des sociétés de commercialisation de services, il veille, dans les relations contractuelles avec celles-ci, au respect de ses obligations relatives aux conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications. III. – Sécurité des réseaux et des services. La sécurité des réseaux et des services, au titre du présent article, s'entend comme leur capacité à résister à toute action qui compromettrait la disponibilité, l'authenticité, l'intégrité ou la confidentialité de ces réseaux ou services, des données stockées, transmises, ou traitées ou des services connexes offerts ou rendus accessibles par ces réseaux ou ces services. L'opérateur prend toutes les mesures appropriées pour assurer la sécurité de ses réseaux et garantir la continuité des services fournis. L'opérateur prend toutes les dispositions techniques et organisationnelles nécessaires pour assurer la sécurité de son réseau et de ses services à un niveau adapté au risque existant. En particulier, des mesures sont prises pour prévenir ou limiter les conséquences des atteintes à la sécurité pour les utilisateurs et les réseaux interconnectés. L'opérateur prend les mesures utiles pour assurer la sécurité des dispositifs intégrés aux équipements terminaux nécessaires à l'identification et à l'authentification des utilisateurs pour la fourniture de services de communications électroniques. Il se conforme aux prescriptions techniques en matière de sécurité éventuellement édictées par arrêté du ministre chargé des communications électroniques. Ce dernier peut se faire communiquer à titre confidentiel les dispositions prises pour la sécurisation du réseau. L'opérateur informe ses clients des services existants permettant, le cas échéant, de renforcer la sécurité des communications. Lorsqu'il existe une menace particulière et importante d'incident de sécurité dans des réseaux de communications électroniques ou des services de communications électroniques ouverts au public, l'opérateur informe les abonnés concernés par cette menace ainsi que de toute mesure de protection ou correctrice que ces derniers peuvent prendre. Dès qu'il en a connaissance, l'opérateur informe le ministre de l'intérieur de tout incident de sécurité ayant un impact significatif sur le fonctionnement de ses réseaux ou de ses services. Ce dernier en informe le ministre chargé des communications électroniques ainsi que les services de secours et de sécurité susceptibles d'être concernés. Lorsque l'atteinte à la sécurité résulte ou est susceptible de résulter d'un incident d'origine informatique, l'opérateur en informe également l'autorité nationale de défense des systèmes d'information. L'opérateur se conforme, le cas échéant, aux prescriptions techniques requises par le ministre chargé des communications électroniques pour remédier ou prévenir l'incident de sécurité. Le caractère significatif de l'impact de l'incident de sécurité est déterminé en particulier au regard des paramètres suivants : a) Le nombre d'utilisateurs touchés par l'incident de sécurité ; b) La durée de l'incident de sécurité ; c) L'étendue géographique de la zone touchée par l'incident de sécurité ; d) La mesure dans laquelle le fonctionnement du réseau ou du service est affecté ; e) L'ampleur de l'impact sur les activités économiques et sociétales. Dès que l'opérateur a mené une analyse des causes et des conséquences de l'incident de sécurité, il en rend compte au ministre chargé des communications électroniques et à l'autorité nationale de défense des systèmes d'information dans le cas où cette dernière avait été informée ainsi que des mesures prises pour éviter leur renouvellement. Le ministre chargé des communications électroniques en informe les ministres intéressés. Les administrations veillent à la confidentialité des informations qui leur sont communiquées. Toutefois, lorsqu'il est d'utilité publique de divulguer les faits, le ministre de l'intérieur peut en informer le public ou demander à l'opérateur en cause de le faire. Lorsque l'incident de sécurité a un impact significatif dans un ou des autres Etats membres de l'Union européenne, le ministre chargé des communications électroniques informe les autorités compétentes des Etats membres. Dans le cas d'un incident d'origine informatique, l'autorité nationale de défense des systèmes d'information informe l'Agence européenne chargée de la sécurité des réseaux et de l'information des atteintes survenues. Ces incidents de sécurité font l'objet d'un rapport annuel remis par le ministre chargé des communications électroniques à la Commission européenne et à l'Agence européenne chargée de la sécurité des réseaux et de l'information.",
            "texteHtml": "<p>Règles portant sur les conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications et sur la sécurité et l'intégrité des réseaux et services.</p><p>I. – Respect du secret des correspondances et neutralité.</p><p>L'opérateur prend les mesures nécessaires pour garantir la neutralité de ses services vis-à-vis du contenu des messages transmis sur son réseau et le secret des correspondances.</p><p>A cet effet, l'opérateur assure ses services sans discrimination quelle que soit la nature des messages transmis et prend les dispositions utiles pour assurer l'intégrité des messages.</p><p>L'opérateur est tenu de porter à la connaissance de son personnel les obligations et peines qu'il encourt au titre des dispositions du code pénal, et notamment au titre des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417944&dateTexte=&categorieLien=cid'>articles 226-13</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417953&dateTexte=&categorieLien=cid'>226-15 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418511&dateTexte=&categorieLien=cid'>432-9 </a>relatifs au secret des correspondances.</p><p>Pour l'application des dispositions du IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465727&dateTexte=&categorieLien=cid'>L. 32-3</a>, la périodicité du recueil du consentement exprès de l'utilisateur est fixée à un an.</p><p>II. – Traitement des données à caractère personnel.</p><p>Sans préjudice des dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid'>loi n° 78-17 du 6 janvier 1978 </a>modifiée relative à l'informatique, aux fichiers et aux libertés, l'opérateur met en œuvre une politique de sécurité relative au traitement des données à caractère personnel et prend les mesures nécessaires garantissant que seules des personnes autorisées puissent avoir accès aux données à caractère personnel dans les cas prévus par des dispositions législatives et réglementaires et que les données à caractère personnel stockées ou transmises soient protégées contre la destruction accidentelle ou illicite, la perte ou l'altération accidentelles et le stockage, le traitement, l'accès et la divulgation non autorisés ou illicites.</p><p>1. L'opérateur garantit à tout client, outre les droits mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006466538&dateTexte=&categorieLien=cid'>l'article R. 10</a>, le droit :</p><p>– d'exercer gratuitement son droit d'accès aux données à caractère personnel le concernant ainsi que son droit de rectification de celles-ci ;</p><p>– de recevoir des factures non détaillées et, sur sa demande, des factures détaillées.</p><p>2. Lorsque les clients de l'opérateur reçoivent une facturation détaillée, les factures adressées :</p><p>– comportent un niveau de détail suffisant pour permettre la vérification des montants facturés ;</p><p>– ne mentionnent pas les appels à destination des numéros gratuits pour l'utilisateur ;</p><p>– n'indiquent pas les quatre derniers chiffres des numéros appelés, à moins que le client n'ait expressément demandé que cela soit le cas.</p><p>La facturation détaillée est disponible gratuitement pour l'abonné. Toutefois, des prestations supplémentaires peuvent être, le cas échéant, proposées à l'abonné à un tarif raisonnable.</p><p>3. L'opérateur permet à chacun de ses clients de s'opposer gratuitement et par un moyen simple, appel par appel ou de façon permanente (secret permanent), à l'identification de sa ligne par les postes appelés.</p><p>Lorsqu'un abonné dispose de plusieurs lignes, cette fonction est offerte pour chaque ligne. Cette fonction doit également être proposée pour des communications effectuées à partir de cabines téléphoniques publiques ou d'autres points d'accès au service téléphonique au public. L'opérateur met en oeuvre un dispositif particulier de suppression de cette fonction pour des raisons liées au fonctionnement des services d'urgence ou à la tranquillité de l'appelé, conformément à la réglementation en vigueur.</p><p>Lorsqu'un abonné dispose du secret permanent, l'opérateur lui permet de supprimer cette fonction, appel par appel, gratuitement et par un moyen simple.</p><p>4. L'opérateur informe les abonnés lorsqu'il propose un service d'identification de la ligne appelante ou de la ligne connectée. Il les informe également des possibilités prévues aux trois alinéas suivants :</p><p>Dans le cas où l'identification de la ligne appelante est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit que l'identification de la ligne appelante soit transmise vers son poste.</p><p>Dans le cas où l'identification de la ligne appelante est offerte et est indiquée avant l'établissement de l'appel, l'opérateur permet à tout abonné de refuser, par un moyen simple, les appels entrants émanant d'une ligne non identifiée. L'opérateur peut, pour des raisons techniques justifiées, demander à l' Autorité de régulation des communications électroniques, des postes et de la distribution de la presse de disposer d'un délai pour la mise en oeuvre de cette fonction.</p><p>Dans le cas où l'identification de la ligne obtenue est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit l'identification de la ligne obtenue auprès de la personne qui appelle.</p><p>5. L'opérateur permet à l'abonné vers lequel des appels sont transférés d'interrompre ou de faire interrompre le transfert d'appel gratuitement et par un moyen simple.</p><p>L'opérateur informe tout abonné, préalablement à la souscription du contrat, des droits mentionnés au 1 du II du présent article.</p><p>Lorsque l'opérateur fait appel à des sociétés de commercialisation de services, il veille, dans les relations contractuelles avec celles-ci, au respect de ses obligations relatives aux conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications.</p><p>III. – Sécurité des réseaux et des services.</p><p>La sécurité des réseaux et des services, au titre du présent article, s'entend comme leur capacité à résister à toute action qui compromettrait la disponibilité, l'authenticité, l'intégrité ou la confidentialité de ces réseaux ou services, des données stockées, transmises, ou traitées ou des services connexes offerts ou rendus accessibles par ces réseaux ou ces services.</p><p>L'opérateur prend toutes les mesures appropriées pour assurer la sécurité de ses réseaux et garantir la continuité des services fournis.</p><p>L'opérateur prend toutes les dispositions techniques et organisationnelles nécessaires pour assurer la sécurité de son réseau et de ses services à un niveau adapté au risque existant. En particulier, des mesures sont prises pour prévenir ou limiter les conséquences des atteintes à la sécurité pour les utilisateurs et les réseaux interconnectés.</p><p>L'opérateur prend les mesures utiles pour assurer la sécurité des dispositifs intégrés aux équipements terminaux nécessaires à l'identification et à l'authentification des utilisateurs pour la fourniture de services de communications électroniques.</p><p>Il se conforme aux prescriptions techniques en matière de sécurité éventuellement édictées par arrêté du ministre chargé des communications électroniques. Ce dernier peut se faire communiquer à titre confidentiel les dispositions prises pour la sécurisation du réseau.</p><p>L'opérateur informe ses clients des services existants permettant, le cas échéant, de renforcer la sécurité des communications.</p><p>Lorsqu'il existe une menace particulière et importante d'incident de sécurité dans des réseaux de communications électroniques ou des services de communications électroniques ouverts au public, l'opérateur informe les abonnés concernés par cette menace ainsi que de toute mesure de protection ou correctrice que ces derniers peuvent prendre.</p><p>Dès qu'il en a connaissance, l'opérateur informe le ministre de l'intérieur de tout incident de sécurité ayant un impact significatif sur le fonctionnement de ses réseaux ou de ses services. Ce dernier en informe le ministre chargé des communications électroniques ainsi que les services de secours et de sécurité susceptibles d'être concernés. Lorsque l'atteinte à la sécurité résulte ou est susceptible de résulter d'un incident d'origine informatique, l'opérateur en informe également l'autorité nationale de défense des systèmes d'information. L'opérateur se conforme, le cas échéant, aux prescriptions techniques requises par le ministre chargé des communications électroniques pour remédier ou prévenir l'incident de sécurité.</p><p>Le caractère significatif de l'impact de l'incident de sécurité est déterminé en particulier au regard des paramètres suivants :<br/><br/>\n a) Le nombre d'utilisateurs touchés par l'incident de sécurité ;<br/><br/>\n b) La durée de l'incident de sécurité ;<br/><br/>\n c) L'étendue géographique de la zone touchée par l'incident de sécurité ;<br/><br/>\n d) La mesure dans laquelle le fonctionnement du réseau ou du service est affecté ;<br/><br/>\n e) L'ampleur de l'impact sur les activités économiques et sociétales.</p><p>Dès que l'opérateur a mené une analyse des causes et des conséquences de l'incident de sécurité, il en rend compte au ministre chargé des communications électroniques et à l'autorité nationale de défense des systèmes d'information dans le cas où cette dernière avait été informée ainsi que des mesures prises pour éviter leur renouvellement. Le ministre chargé des communications électroniques en informe les ministres intéressés.</p><p>Les administrations veillent à la confidentialité des informations qui leur sont communiquées. Toutefois, lorsqu'il est d'utilité publique de divulguer les faits, le ministre de l'intérieur peut en informer le public ou demander à l'opérateur en cause de le faire.</p><p>Lorsque l'incident de sécurité a un impact significatif dans un ou des autres Etats membres de l'Union européenne, le ministre chargé des communications électroniques informe les autorités compétentes des Etats membres. Dans le cas d'un incident d'origine informatique, l'autorité nationale de défense des systèmes d'information informe l'Agence européenne chargée de la sécurité des réseaux et de l'information des atteintes survenues.</p><p>Ces incidents de sécurité font l'objet d'un rapport annuel remis par le ministre chargé des communications électroniques à la Commission européenne et à l'Agence européenne chargée de la sécurité des réseaux et de l'information.</p>",
            "num": "D98-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "VIGUEUR",
            "dateDebut": 1633219200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Obligations des opérateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181878",
                        "id": "LEGISCTA000006181878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464074",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181878",
            "sectionParentId": "LEGISCTA000006181878",
            "sectionParentTitre": "Paragraphe 2 : Obligations des opérateurs.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 2 : Obligations des opérateurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044164596",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret n°62-275 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000044154154",
                    "textTitle": "Décret n°2021-1281 du 30 septembre 2021 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000044157181",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-10-02",
                    "dateSignaTexte": "2021-09-30",
                    "dateDebutCible": "2021-10-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047075618",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000028437616",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1389312000000
                },
                {
                    "textCid": "JORFTEXT000029045587",
                    "textTitle": "Décision n° 2013-1405  du 17 décembre 2013, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000029045587",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-1405",
                    "datePubli": 1401926400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030973250",
                    "textTitle": "DÉCISION n°2015-0153 du 17 mars 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030973250",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2015-0153",
                    "datePubli": 1438819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032887777",
                    "textTitle": "Avis n°2015-0740 du 18 juin 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000032887777",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0740",
                    "datePubli": 1468368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034307602",
                    "textTitle": "Décret n°2017-428 du 28 mars 2017 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034308645",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-428",
                    "datePubli": 1490832000000,
                    "dateDebut": 1490918400000
                },
                {
                    "textCid": "JORFTEXT000035994586",
                    "textTitle": "Décision n°2017-1251, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000035994586",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1251",
                    "datePubli": 1510272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044154154",
                    "textTitle": "Décret n°2021-1281 du 30 septembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044157133",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1281",
                    "datePubli": 1633132800000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-15",
                    "articleId": "LEGIARTI000006417953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 432-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "432-9",
                    "articleId": "LEGIARTI000006418511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D98-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D98-3",
                    "articleId": "LEGIARTI000044164567",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L32-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L32-3",
                    "articleId": "LEGIARTI000006465727",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. R10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R10",
                    "articleId": "LEGIARTI000006466538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -246240000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464074",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969408000000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464075",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464076",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1122595200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464077",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703451",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1490918400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034312040",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1490918400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016599",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164596",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-5",
                "98-5"
            ],
            "versionPrecedente": "LEGIARTI000044016599",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000044016599",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Règles portant sur les conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications et sur la sécurité et l'intégrité des réseaux et services. I. – Respect du secret des correspondances et neutralité. L'opérateur prend les mesures nécessaires pour garantir la neutralité de ses services vis-à-vis du contenu des messages transmis sur son réseau et le secret des correspondances. A cet effet, l'opérateur assure ses services sans discrimination quelle que soit la nature des messages transmis et prend les dispositions utiles pour assurer l'intégrité des messages. L'opérateur est tenu de porter à la connaissance de son personnel les obligations et peines qu'il encourt au titre des dispositions du code pénal, et notamment au titre des articles 226-13 , 226-15 et 432-9 relatifs au secret des correspondances. Pour l'application des dispositions du IV de l'article L. 32-3 , la périodicité du recueil du consentement exprès de l'utilisateur est fixée à un an. II. – Traitement des données à caractère personnel. Sans préjudice des dispositions de la loi n° 78-17 du 6 janvier 1978 modifiée relative à l'informatique, aux fichiers et aux libertés, l'opérateur met en œuvre une politique de sécurité relative au traitement des données à caractère personnel et prend les mesures nécessaires garantissant que seules des personnes autorisées puissent avoir accès aux données à caractère personnel dans les cas prévus par des dispositions législatives et réglementaires et que les données à caractère personnel stockées ou transmises soient protégées contre la destruction accidentelle ou illicite, la perte ou l'altération accidentelles et le stockage, le traitement, l'accès et la divulgation non autorisés ou illicites. 1. L'opérateur garantit à tout client, outre les droits mentionnés à l'article R. 10 , le droit : – d'exercer gratuitement son droit d'accès aux données à caractère personnel le concernant ainsi que son droit de rectification de celles-ci ; – de recevoir des factures non détaillées et, sur sa demande, des factures détaillées. 2. Lorsque les clients de l'opérateur reçoivent une facturation détaillée, les factures adressées : – comportent un niveau de détail suffisant pour permettre la vérification des montants facturés ; – ne mentionnent pas les appels à destination des numéros gratuits pour l'utilisateur ; – n'indiquent pas les quatre derniers chiffres des numéros appelés, à moins que le client n'ait expressément demandé que cela soit le cas. La facturation détaillée est disponible gratuitement pour l'abonné. Toutefois, des prestations supplémentaires peuvent être, le cas échéant, proposées à l'abonné à un tarif raisonnable. 3. L'opérateur permet à chacun de ses clients de s'opposer gratuitement et par un moyen simple, appel par appel ou de façon permanente (secret permanent), à l'identification de sa ligne par les postes appelés. Lorsqu'un abonné dispose de plusieurs lignes, cette fonction est offerte pour chaque ligne. Cette fonction doit également être proposée pour des communications effectuées à partir de cabines téléphoniques publiques ou d'autres points d'accès au service téléphonique au public. L'opérateur met en oeuvre un dispositif particulier de suppression de cette fonction pour des raisons liées au fonctionnement des services d'urgence ou à la tranquillité de l'appelé, conformément à la réglementation en vigueur. Lorsqu'un abonné dispose du secret permanent, l'opérateur lui permet de supprimer cette fonction, appel par appel, gratuitement et par un moyen simple. 4. L'opérateur informe les abonnés lorsqu'il propose un service d'identification de la ligne appelante ou de la ligne connectée. Il les informe également des possibilités prévues aux trois alinéas suivants : Dans le cas où l'identification de la ligne appelante est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit que l'identification de la ligne appelante soit transmise vers son poste. Dans le cas où l'identification de la ligne appelante est offerte et est indiquée avant l'établissement de l'appel, l'opérateur permet à tout abonné de refuser, par un moyen simple, les appels entrants émanant d'une ligne non identifiée. L'opérateur peut, pour des raisons techniques justifiées, demander à l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse de disposer d'un délai pour la mise en oeuvre de cette fonction. Dans le cas où l'identification de la ligne obtenue est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit l'identification de la ligne obtenue auprès de la personne qui appelle. 5. L'opérateur permet à l'abonné vers lequel des appels sont transférés d'interrompre ou de faire interrompre le transfert d'appel gratuitement et par un moyen simple. L'opérateur informe tout abonné, préalablement à la souscription du contrat, des droits mentionnés au 1 du II du présent article. Lorsque l'opérateur fait appel à des sociétés de commercialisation de services, il veille, dans les relations contractuelles avec celles-ci, au respect de ses obligations relatives aux conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications. III. – Sécurité et intégrité des réseaux et des services. L'opérateur prend toutes les mesures appropriées pour assurer l'intégrité de ses réseaux et garantir la continuité des services fournis. L'opérateur prend toutes les dispositions techniques et organisationnelles nécessaires pour assurer la sécurité de son réseau et de ses services à un niveau adapté au risque existant. En particulier, des mesures sont prises pour prévenir ou limiter les conséquences des atteintes à la sécurité pour les utilisateurs et les réseaux interconnectés. L'opérateur prend les mesures utiles pour assurer la sécurité et l'intégrité des dispositifs intégrés aux équipements terminaux nécessaires à l'identification et à l'authentification des utilisateurs pour la fourniture de services de communications électroniques. Il se conforme aux prescriptions techniques en matière de sécurité éventuellement édictées par arrêté du ministre chargé des communications électroniques. Ce dernier peut se faire communiquer à titre confidentiel les dispositions prises pour la sécurisation du réseau. L'opérateur informe ses clients des services existants permettant, le cas échéant, de renforcer la sécurité des communications. Lorsqu'il existe un risque particulier de violation de la sécurité du réseau, l'opérateur informe les abonnés de ce risque ainsi que de tout moyen éventuel d'y remédier et du coût que cela implique. Dès qu'il en a connaissance, l'opérateur informe le ministre de l'intérieur de toute atteinte à la sécurité ou perte d'intégrité ayant un impact significatif sur le fonctionnement de ses réseaux ou de ses services. Ce dernier en informe le ministre chargé des communications électroniques ainsi que les services de secours et de sécurité susceptibles d'être concernés. Lorsque l'atteinte à la sécurité ou la perte d'intégrité résulte ou est susceptible de résulter d'une agression informatique, l'opérateur en informe également l'autorité nationale de défense des systèmes d'information. Dès que l'opérateur a mené une analyse des causes et des conséquences des atteintes à la sécurité ou pertes d'intégrité, il en rend compte au ministre chargé des communications électroniques et à l'autorité nationale de défense des systèmes d'information dans le cas où cette dernière avait été informée ainsi que des mesures prises pour éviter leur renouvellement. Le ministre chargé des communications électroniques en informe les ministres intéressés. Les administrations veillent à la confidentialité des informations qui leur sont communiquées. Toutefois, lorsqu'il est d'utilité publique de divulguer les faits, le ministre de l'intérieur peut en informer le public ou demander à l'opérateur en cause de le faire. Lorsque l'atteinte à la sécurité ou la perte d'intégrité est susceptible d'avoir un impact significatif dans un ou des autres Etats membres de l'Union européenne, le ministre chargé des communications électroniques, en liaison avec l'autorité nationale de défense des systèmes d'information, informe les autorités compétentes des Etats membres et l'Agence européenne chargée de la sécurité des réseaux et de l'information des atteintes survenues. Ces atteintes à la sécurité ou pertes d'intégrité font l'objet d'un rapport annuel remis par le ministre chargé des communications électroniques à la Commission européenne et à l'Agence européenne chargée de la sécurité des réseaux et de l'information.",
            "texteHtml": "<p>Règles portant sur les conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications et sur la sécurité et l'intégrité des réseaux et services. </p><p>I. – Respect du secret des correspondances et neutralité. </p><p>L'opérateur prend les mesures nécessaires pour garantir la neutralité de ses services vis-à-vis du contenu des messages transmis sur son réseau et le secret des correspondances. </p><p>A cet effet, l'opérateur assure ses services sans discrimination quelle que soit la nature des messages transmis et prend les dispositions utiles pour assurer l'intégrité des messages. </p><p>L'opérateur est tenu de porter à la connaissance de son personnel les obligations et peines qu'il encourt au titre des dispositions du code pénal, et notamment au titre des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417944&dateTexte=&categorieLien=cid'>articles 226-13</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417953&dateTexte=&categorieLien=cid'>226-15 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418511&dateTexte=&categorieLien=cid'>432-9 </a>relatifs au secret des correspondances. </p><p>Pour l'application des dispositions du IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465727&dateTexte=&categorieLien=cid'>L. 32-3</a>, la périodicité du recueil du consentement exprès de l'utilisateur est fixée à un an. </p><p>II. – Traitement des données à caractère personnel. </p><p>Sans préjudice des dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid'>loi n° 78-17 du 6 janvier 1978 </a>modifiée relative à l'informatique, aux fichiers et aux libertés, l'opérateur met en œuvre une politique de sécurité relative au traitement des données à caractère personnel et prend les mesures nécessaires garantissant que seules des personnes autorisées puissent avoir accès aux données à caractère personnel dans les cas prévus par des dispositions législatives et réglementaires et que les données à caractère personnel stockées ou transmises soient protégées contre la destruction accidentelle ou illicite, la perte ou l'altération accidentelles et le stockage, le traitement, l'accès et la divulgation non autorisés ou illicites. </p><p>1. L'opérateur garantit à tout client, outre les droits mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006466538&dateTexte=&categorieLien=cid'>l'article R. 10</a>, le droit : </p><p>– d'exercer gratuitement son droit d'accès aux données à caractère personnel le concernant ainsi que son droit de rectification de celles-ci ; </p><p>– de recevoir des factures non détaillées et, sur sa demande, des factures détaillées. </p><p>2. Lorsque les clients de l'opérateur reçoivent une facturation détaillée, les factures adressées : </p><p>– comportent un niveau de détail suffisant pour permettre la vérification des montants facturés ; </p><p>– ne mentionnent pas les appels à destination des numéros gratuits pour l'utilisateur ; </p><p>– n'indiquent pas les quatre derniers chiffres des numéros appelés, à moins que le client n'ait expressément demandé que cela soit le cas. </p><p>La facturation détaillée est disponible gratuitement pour l'abonné. Toutefois, des prestations supplémentaires peuvent être, le cas échéant, proposées à l'abonné à un tarif raisonnable. </p><p>3. L'opérateur permet à chacun de ses clients de s'opposer gratuitement et par un moyen simple, appel par appel ou de façon permanente (secret permanent), à l'identification de sa ligne par les postes appelés. </p><p>Lorsqu'un abonné dispose de plusieurs lignes, cette fonction est offerte pour chaque ligne. Cette fonction doit également être proposée pour des communications effectuées à partir de cabines téléphoniques publiques ou d'autres points d'accès au service téléphonique au public. L'opérateur met en oeuvre un dispositif particulier de suppression de cette fonction pour des raisons liées au fonctionnement des services d'urgence ou à la tranquillité de l'appelé, conformément à la réglementation en vigueur. </p><p>Lorsqu'un abonné dispose du secret permanent, l'opérateur lui permet de supprimer cette fonction, appel par appel, gratuitement et par un moyen simple. </p><p>4. L'opérateur informe les abonnés lorsqu'il propose un service d'identification de la ligne appelante ou de la ligne connectée. Il les informe également des possibilités prévues aux trois alinéas suivants : </p><p>Dans le cas où l'identification de la ligne appelante est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit que l'identification de la ligne appelante soit transmise vers son poste. </p><p>Dans le cas où l'identification de la ligne appelante est offerte et est indiquée avant l'établissement de l'appel, l'opérateur permet à tout abonné de refuser, par un moyen simple, les appels entrants émanant d'une ligne non identifiée. L'opérateur peut, pour des raisons techniques justifiées, demander à l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse de disposer d'un délai pour la mise en oeuvre de cette fonction. </p><p>Dans le cas où l'identification de la ligne obtenue est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit l'identification de la ligne obtenue auprès de la personne qui appelle. </p><p>5. L'opérateur permet à l'abonné vers lequel des appels sont transférés d'interrompre ou de faire interrompre le transfert d'appel gratuitement et par un moyen simple. </p><p>L'opérateur informe tout abonné, préalablement à la souscription du contrat, des droits mentionnés au 1 du II du présent article. </p><p>Lorsque l'opérateur fait appel à des sociétés de commercialisation de services, il veille, dans les relations contractuelles avec celles-ci, au respect de ses obligations relatives aux conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications. </p><p>III. – Sécurité et intégrité des réseaux et des services. </p><p>L'opérateur prend toutes les mesures appropriées pour assurer l'intégrité de ses réseaux et garantir la continuité des services fournis. </p><p>L'opérateur prend toutes les dispositions techniques et organisationnelles nécessaires pour assurer la sécurité de son réseau et de ses services à un niveau adapté au risque existant. En particulier, des mesures sont prises pour prévenir ou limiter les conséquences des atteintes à la sécurité pour les utilisateurs et les réseaux interconnectés. </p><p>L'opérateur prend les mesures utiles pour assurer la sécurité et l'intégrité des dispositifs intégrés aux équipements terminaux nécessaires à l'identification et à l'authentification des utilisateurs pour la fourniture de services de communications électroniques. </p><p>Il se conforme aux prescriptions techniques en matière de sécurité éventuellement édictées par arrêté du ministre chargé des communications électroniques. Ce dernier peut se faire communiquer à titre confidentiel les dispositions prises pour la sécurisation du réseau. </p><p>L'opérateur informe ses clients des services existants permettant, le cas échéant, de renforcer la sécurité des communications. </p><p>Lorsqu'il existe un risque particulier de violation de la sécurité du réseau, l'opérateur informe les abonnés de ce risque ainsi que de tout moyen éventuel d'y remédier et du coût que cela implique. </p><p>Dès qu'il en a connaissance, l'opérateur informe le ministre de l'intérieur de toute atteinte à la sécurité ou perte d'intégrité ayant un impact significatif sur le fonctionnement de ses réseaux ou de ses services. Ce dernier en informe le ministre chargé des communications électroniques ainsi que les services de secours et de sécurité susceptibles d'être concernés. Lorsque l'atteinte à la sécurité ou la perte d'intégrité résulte ou est susceptible de résulter d'une agression informatique, l'opérateur en informe également l'autorité nationale de défense des systèmes d'information. </p><p>Dès que l'opérateur a mené une analyse des causes et des conséquences des atteintes à la sécurité ou pertes d'intégrité, il en rend compte au ministre chargé des communications électroniques et à l'autorité nationale de défense des systèmes d'information dans le cas où cette dernière avait été informée ainsi que des mesures prises pour éviter leur renouvellement. Le ministre chargé des communications électroniques en informe les ministres intéressés. </p><p>Les administrations veillent à la confidentialité des informations qui leur sont communiquées. Toutefois, lorsqu'il est d'utilité publique de divulguer les faits, le ministre de l'intérieur peut en informer le public ou demander à l'opérateur en cause de le faire. </p><p>Lorsque l'atteinte à la sécurité ou la perte d'intégrité est susceptible d'avoir un impact significatif dans un ou des autres Etats membres de l'Union européenne, le ministre chargé des communications électroniques, en liaison avec l'autorité nationale de défense des systèmes d'information, informe les autorités compétentes des Etats membres et l'Agence européenne chargée de la sécurité des réseaux et de l'information des atteintes survenues. </p><p>Ces atteintes à la sécurité ou pertes d'intégrité font l'objet d'un rapport annuel remis par le ministre chargé des communications électroniques à la Commission européenne et à l'Agence européenne chargée de la sécurité des réseaux et de l'information.</p>",
            "num": "D98-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1630627200000,
            "dateFin": 1633219200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Obligations des opérateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181878",
                        "id": "LEGISCTA000006181878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464074",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181878",
            "sectionParentId": "LEGISCTA000006181878",
            "sectionParentTitre": "Paragraphe 2 : Obligations des opérateurs.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 2 : Obligations des opérateurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044016599",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret n°62-275 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000044010875",
                    "textTitle": "Décret n°2021-1136 du 31 août 2021 - art. 13 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000044011841",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-09-02",
                    "dateSignaTexte": "2021-08-31",
                    "dateDebutCible": "2021-09-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047075618",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000028437616",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1389312000000
                },
                {
                    "textCid": "JORFTEXT000029045587",
                    "textTitle": "Décision n° 2013-1405  du 17 décembre 2013, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000029045587",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-1405",
                    "datePubli": 1401926400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030973250",
                    "textTitle": "DÉCISION n°2015-0153 du 17 mars 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030973250",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2015-0153",
                    "datePubli": 1438819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032887777",
                    "textTitle": "Avis n°2015-0740 du 18 juin 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000032887777",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0740",
                    "datePubli": 1468368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034307602",
                    "textTitle": "Décret n°2017-428 du 28 mars 2017 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034308645",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-428",
                    "datePubli": 1490832000000,
                    "dateDebut": 1490918400000
                },
                {
                    "textCid": "JORFTEXT000035994586",
                    "textTitle": "Décision n°2017-1251, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000035994586",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1251",
                    "datePubli": 1510272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044154154",
                    "textTitle": "Décret n°2021-1281 du 30 septembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044157133",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1281",
                    "datePubli": 1633132800000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-15",
                    "articleId": "LEGIARTI000006417953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 432-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "432-9",
                    "articleId": "LEGIARTI000006418511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D98-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D98-3",
                    "articleId": "LEGIARTI000006464069",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1141862400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L32-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L32-3",
                    "articleId": "LEGIARTI000006465727",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. R10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R10",
                    "articleId": "LEGIARTI000006466538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -246240000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464074",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969408000000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464075",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464076",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1122595200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464077",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703451",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1490918400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034312040",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1490918400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016599",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164596",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-5",
                "98-5"
            ],
            "versionPrecedente": "LEGIARTI000034312040",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000034312040",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Règles portant sur les conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications et sur la sécurité et l'intégrité des réseaux et services. I. – Respect du secret des correspondances et neutralité. L'opérateur prend les mesures nécessaires pour garantir la neutralité de ses services vis-à-vis du contenu des messages transmis sur son réseau et le secret des correspondances. A cet effet, l'opérateur assure ses services sans discrimination quelle que soit la nature des messages transmis et prend les dispositions utiles pour assurer l'intégrité des messages. L'opérateur est tenu de porter à la connaissance de son personnel les obligations et peines qu'il encourt au titre des dispositions du code pénal, et notamment au titre des articles 226-13 , 226-15 et 432-9 relatifs au secret des correspondances. Pour l'application des dispositions du IV de l'article L. 32-3 , la périodicité du recueil du consentement exprès de l'utilisateur est fixée à un an. II. – Traitement des données à caractère personnel. Sans préjudice des dispositions de la loi n° 78-17 du 6 janvier 1978 modifiée relative à l'informatique, aux fichiers et aux libertés, l'opérateur met en œuvre une politique de sécurité relative au traitement des données à caractère personnel et prend les mesures nécessaires garantissant que seules des personnes autorisées puissent avoir accès aux données à caractère personnel dans les cas prévus par des dispositions législatives et réglementaires et que les données à caractère personnel stockées ou transmises soient protégées contre la destruction accidentelle ou illicite, la perte ou l'altération accidentelles et le stockage, le traitement, l'accès et la divulgation non autorisés ou illicites. 1. L'opérateur garantit à tout client, outre les droits mentionnés à l'article R. 10 , le droit : – d'exercer gratuitement son droit d'accès aux données à caractère personnel le concernant ainsi que son droit de rectification de celles-ci ; – de recevoir des factures non détaillées et, sur sa demande, des factures détaillées. 2. Lorsque les clients de l'opérateur reçoivent une facturation détaillée, les factures adressées : – comportent un niveau de détail suffisant pour permettre la vérification des montants facturés ; – ne mentionnent pas les appels à destination des numéros gratuits pour l'utilisateur ; – n'indiquent pas les quatre derniers chiffres des numéros appelés, à moins que le client n'ait expressément demandé que cela soit le cas. La facturation détaillée est disponible gratuitement pour l'abonné. Toutefois, des prestations supplémentaires peuvent être, le cas échéant, proposées à l'abonné à un tarif raisonnable. 3. L'opérateur permet à chacun de ses clients de s'opposer gratuitement et par un moyen simple, appel par appel ou de façon permanente (secret permanent), à l'identification de sa ligne par les postes appelés. Lorsqu'un abonné dispose de plusieurs lignes, cette fonction est offerte pour chaque ligne. Cette fonction doit également être proposée pour des communications effectuées à partir de cabines téléphoniques publiques ou d'autres points d'accès au service téléphonique au public. L'opérateur met en oeuvre un dispositif particulier de suppression de cette fonction pour des raisons liées au fonctionnement des services d'urgence ou à la tranquillité de l'appelé, conformément à la réglementation en vigueur. Lorsqu'un abonné dispose du secret permanent, l'opérateur lui permet de supprimer cette fonction, appel par appel, gratuitement et par un moyen simple. 4. L'opérateur informe les abonnés lorsqu'il propose un service d'identification de la ligne appelante ou de la ligne connectée. Il les informe également des possibilités prévues aux trois alinéas suivants : Dans le cas où l'identification de la ligne appelante est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit que l'identification de la ligne appelante soit transmise vers son poste. Dans le cas où l'identification de la ligne appelante est offerte et est indiquée avant l'établissement de l'appel, l'opérateur permet à tout abonné de refuser, par un moyen simple, les appels entrants émanant d'une ligne non identifiée. L'opérateur peut, pour des raisons techniques justifiées, demander à l'Autorité de régulation des communications électroniques et des postes de disposer d'un délai pour la mise en oeuvre de cette fonction. Dans le cas où l'identification de la ligne obtenue est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit l'identification de la ligne obtenue auprès de la personne qui appelle. 5. L'opérateur permet à l'abonné vers lequel des appels sont transférés d'interrompre ou de faire interrompre le transfert d'appel gratuitement et par un moyen simple. L'opérateur informe tout abonné, préalablement à la souscription du contrat, des droits mentionnés au 1 du II du présent article. Lorsque l'opérateur fait appel à des sociétés de commercialisation de services, il veille, dans les relations contractuelles avec celles-ci, au respect de ses obligations relatives aux conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications. III. – Sécurité et intégrité des réseaux et des services. L'opérateur prend toutes les mesures appropriées pour assurer l'intégrité de ses réseaux et garantir la continuité des services fournis. L'opérateur prend toutes les dispositions techniques et organisationnelles nécessaires pour assurer la sécurité de son réseau et de ses services à un niveau adapté au risque existant. En particulier, des mesures sont prises pour prévenir ou limiter les conséquences des atteintes à la sécurité pour les utilisateurs et les réseaux interconnectés. L'opérateur prend les mesures utiles pour assurer la sécurité et l'intégrité des dispositifs intégrés aux équipements terminaux nécessaires à l'identification et à l'authentification des utilisateurs pour la fourniture de services de communications électroniques. Il se conforme aux prescriptions techniques en matière de sécurité éventuellement édictées par arrêté du ministre chargé des communications électroniques. Ce dernier peut se faire communiquer à titre confidentiel les dispositions prises pour la sécurisation du réseau. L'opérateur informe ses clients des services existants permettant, le cas échéant, de renforcer la sécurité des communications. Lorsqu'il existe un risque particulier de violation de la sécurité du réseau, l'opérateur informe les abonnés de ce risque ainsi que de tout moyen éventuel d'y remédier et du coût que cela implique. Dès qu'il en a connaissance, l'opérateur informe le ministre de l'intérieur de toute atteinte à la sécurité ou perte d'intégrité ayant un impact significatif sur le fonctionnement de ses réseaux ou de ses services. Ce dernier en informe le ministre chargé des communications électroniques ainsi que les services de secours et de sécurité susceptibles d'être concernés. Lorsque l'atteinte à la sécurité ou la perte d'intégrité résulte ou est susceptible de résulter d'une agression informatique, l'opérateur en informe également l'autorité nationale de défense des systèmes d'information. Dès que l'opérateur a mené une analyse des causes et des conséquences des atteintes à la sécurité ou pertes d'intégrité, il en rend compte au ministre chargé des communications électroniques et à l'autorité nationale de défense des systèmes d'information dans le cas où cette dernière avait été informée ainsi que des mesures prises pour éviter leur renouvellement. Le ministre chargé des communications électroniques en informe les ministres intéressés. Les administrations veillent à la confidentialité des informations qui leur sont communiquées. Toutefois, lorsqu'il est d'utilité publique de divulguer les faits, le ministre de l'intérieur peut en informer le public ou demander à l'opérateur en cause de le faire. Lorsque l'atteinte à la sécurité ou la perte d'intégrité est susceptible d'avoir un impact significatif dans un ou des autres Etats membres de l'Union européenne, le ministre chargé des communications électroniques, en liaison avec l'autorité nationale de défense des systèmes d'information, informe les autorités compétentes des Etats membres et l'Agence européenne chargée de la sécurité des réseaux et de l'information des atteintes survenues. Ces atteintes à la sécurité ou pertes d'intégrité font l'objet d'un rapport annuel remis par le ministre chargé des communications électroniques à la Commission européenne et à l'Agence européenne chargée de la sécurité des réseaux et de l'information.",
            "texteHtml": "<p>Règles portant sur les conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications et sur la sécurité et l'intégrité des réseaux et services.</p><p>I. – Respect du secret des correspondances et neutralité.</p><p>L'opérateur prend les mesures nécessaires pour garantir la neutralité de ses services vis-à-vis du contenu des messages transmis sur son réseau et le secret des correspondances.</p><p>A cet effet, l'opérateur assure ses services sans discrimination quelle que soit la nature des messages transmis et prend les dispositions utiles pour assurer l'intégrité des messages.</p><p>L'opérateur est tenu de porter à la connaissance de son personnel les obligations et peines qu'il encourt au titre des dispositions du code pénal, et notamment au titre des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417944&dateTexte=&categorieLien=cid'>articles 226-13</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417953&dateTexte=&categorieLien=cid'>226-15 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418511&dateTexte=&categorieLien=cid'>432-9 </a>relatifs au secret des correspondances.</p><p>Pour l'application des dispositions du IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465727&dateTexte=&categorieLien=cid'>L. 32-3</a>, la périodicité du recueil du consentement exprès de l'utilisateur est fixée à un an.</p><p>II. – Traitement des données à caractère personnel.</p><p>Sans préjudice des dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid'>loi n° 78-17 du 6 janvier 1978 </a>modifiée relative à l'informatique, aux fichiers et aux libertés, l'opérateur met en œuvre une politique de sécurité relative au traitement des données à caractère personnel et prend les mesures nécessaires garantissant que seules des personnes autorisées puissent avoir accès aux données à caractère personnel dans les cas prévus par des dispositions législatives et réglementaires et que les données à caractère personnel stockées ou transmises soient protégées contre la destruction accidentelle ou illicite, la perte ou l'altération accidentelles et le stockage, le traitement, l'accès et la divulgation non autorisés ou illicites.</p><p>1. L'opérateur garantit à tout client, outre les droits mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006466538&dateTexte=&categorieLien=cid'>l'article R. 10</a>, le droit :</p><p>– d'exercer gratuitement son droit d'accès aux données à caractère personnel le concernant ainsi que son droit de rectification de celles-ci ;</p><p>– de recevoir des factures non détaillées et, sur sa demande, des factures détaillées.</p><p>2. Lorsque les clients de l'opérateur reçoivent une facturation détaillée, les factures adressées :</p><p>– comportent un niveau de détail suffisant pour permettre la vérification des montants facturés ;</p><p>– ne mentionnent pas les appels à destination des numéros gratuits pour l'utilisateur ;</p><p>– n'indiquent pas les quatre derniers chiffres des numéros appelés, à moins que le client n'ait expressément demandé que cela soit le cas.</p><p>La facturation détaillée est disponible gratuitement pour l'abonné. Toutefois, des prestations supplémentaires peuvent être, le cas échéant, proposées à l'abonné à un tarif raisonnable.</p><p>3. L'opérateur permet à chacun de ses clients de s'opposer gratuitement et par un moyen simple, appel par appel ou de façon permanente (secret permanent), à l'identification de sa ligne par les postes appelés.</p><p>Lorsqu'un abonné dispose de plusieurs lignes, cette fonction est offerte pour chaque ligne. Cette fonction doit également être proposée pour des communications effectuées à partir de cabines téléphoniques publiques ou d'autres points d'accès au service téléphonique au public. L'opérateur met en oeuvre un dispositif particulier de suppression de cette fonction pour des raisons liées au fonctionnement des services d'urgence ou à la tranquillité de l'appelé, conformément à la réglementation en vigueur.</p><p>Lorsqu'un abonné dispose du secret permanent, l'opérateur lui permet de supprimer cette fonction, appel par appel, gratuitement et par un moyen simple.</p><p>4. L'opérateur informe les abonnés lorsqu'il propose un service d'identification de la ligne appelante ou de la ligne connectée. Il les informe également des possibilités prévues aux trois alinéas suivants :</p><p>Dans le cas où l'identification de la ligne appelante est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit que l'identification de la ligne appelante soit transmise vers son poste.</p><p>Dans le cas où l'identification de la ligne appelante est offerte et est indiquée avant l'établissement de l'appel, l'opérateur permet à tout abonné de refuser, par un moyen simple, les appels entrants émanant d'une ligne non identifiée. L'opérateur peut, pour des raisons techniques justifiées, demander à l'Autorité de régulation des communications électroniques et des postes de disposer d'un délai pour la mise en oeuvre de cette fonction.</p><p>Dans le cas où l'identification de la ligne obtenue est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit l'identification de la ligne obtenue auprès de la personne qui appelle.</p><p>5. L'opérateur permet à l'abonné vers lequel des appels sont transférés d'interrompre ou de faire interrompre le transfert d'appel gratuitement et par un moyen simple.</p><p>L'opérateur informe tout abonné, préalablement à la souscription du contrat, des droits mentionnés au 1 du II du présent article.</p><p>Lorsque l'opérateur fait appel à des sociétés de commercialisation de services, il veille, dans les relations contractuelles avec celles-ci, au respect de ses obligations relatives aux conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications.</p><p>III. – Sécurité et intégrité des réseaux et des services.</p><p>L'opérateur prend toutes les mesures appropriées pour assurer l'intégrité de ses réseaux et garantir la continuité des services fournis.</p><p>L'opérateur prend toutes les dispositions techniques et organisationnelles nécessaires pour assurer la sécurité de son réseau et de ses services à un niveau adapté au risque existant. En particulier, des mesures sont prises pour prévenir ou limiter les conséquences des atteintes à la sécurité pour les utilisateurs et les réseaux interconnectés.</p><p>L'opérateur prend les mesures utiles pour assurer la sécurité et l'intégrité des dispositifs intégrés aux équipements terminaux nécessaires à l'identification et à l'authentification des utilisateurs pour la fourniture de services de communications électroniques.</p><p>Il se conforme aux prescriptions techniques en matière de sécurité éventuellement édictées par arrêté du ministre chargé des communications électroniques. Ce dernier peut se faire communiquer à titre confidentiel les dispositions prises pour la sécurisation du réseau.</p><p>L'opérateur informe ses clients des services existants permettant, le cas échéant, de renforcer la sécurité des communications.</p><p>Lorsqu'il existe un risque particulier de violation de la sécurité du réseau, l'opérateur informe les abonnés de ce risque ainsi que de tout moyen éventuel d'y remédier et du coût que cela implique.</p><p>Dès qu'il en a connaissance, l'opérateur informe le ministre de l'intérieur de toute atteinte à la sécurité ou perte d'intégrité ayant un impact significatif sur le fonctionnement de ses réseaux ou de ses services. Ce dernier en informe le ministre chargé des communications électroniques ainsi que les services de secours et de sécurité susceptibles d'être concernés. Lorsque l'atteinte à la sécurité ou la perte d'intégrité résulte ou est susceptible de résulter d'une agression informatique, l'opérateur en informe également l'autorité nationale de défense des systèmes d'information.</p><p>Dès que l'opérateur a mené une analyse des causes et des conséquences des atteintes à la sécurité ou pertes d'intégrité, il en rend compte au ministre chargé des communications électroniques et à l'autorité nationale de défense des systèmes d'information dans le cas où cette dernière avait été informée ainsi que des mesures prises pour éviter leur renouvellement. Le ministre chargé des communications électroniques en informe les ministres intéressés.</p><p>Les administrations veillent à la confidentialité des informations qui leur sont communiquées. Toutefois, lorsqu'il est d'utilité publique de divulguer les faits, le ministre de l'intérieur peut en informer le public ou demander à l'opérateur en cause de le faire.</p><p>Lorsque l'atteinte à la sécurité ou la perte d'intégrité est susceptible d'avoir un impact significatif dans un ou des autres Etats membres de l'Union européenne, le ministre chargé des communications électroniques, en liaison avec l'autorité nationale de défense des systèmes d'information, informe les autorités compétentes des Etats membres et l'Agence européenne chargée de la sécurité des réseaux et de l'information des atteintes survenues.</p><p>Ces atteintes à la sécurité ou pertes d'intégrité font l'objet d'un rapport annuel remis par le ministre chargé des communications électroniques à la Commission européenne et à l'Agence européenne chargée de la sécurité des réseaux et de l'information.</p>",
            "num": "D98-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1490918400000,
            "dateFin": 1630627200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Obligations des opérateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181878",
                        "id": "LEGISCTA000006181878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464074",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181878",
            "sectionParentId": "LEGISCTA000006181878",
            "sectionParentTitre": "Paragraphe 2 : Obligations des opérateurs.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 2 : Obligations des opérateurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000034312040",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret n°62-275 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000034307602",
                    "textTitle": "Décret n°2017-428 du 28 mars 2017 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034308645",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-03-30",
                    "dateSignaTexte": "2017-03-28",
                    "dateDebutCible": "2017-03-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047075618",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000028437616",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1389312000000
                },
                {
                    "textCid": "JORFTEXT000029045587",
                    "textTitle": "Décision n° 2013-1405  du 17 décembre 2013, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000029045587",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-1405",
                    "datePubli": 1401926400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030973250",
                    "textTitle": "DÉCISION n°2015-0153 du 17 mars 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030973250",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2015-0153",
                    "datePubli": 1438819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032887777",
                    "textTitle": "Avis n°2015-0740 du 18 juin 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000032887777",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0740",
                    "datePubli": 1468368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034307602",
                    "textTitle": "Décret n°2017-428 du 28 mars 2017 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034308645",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-428",
                    "datePubli": 1490832000000,
                    "dateDebut": 1490918400000
                },
                {
                    "textCid": "JORFTEXT000035994586",
                    "textTitle": "Décision n°2017-1251, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000035994586",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1251",
                    "datePubli": 1510272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044154154",
                    "textTitle": "Décret n°2021-1281 du 30 septembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044157133",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1281",
                    "datePubli": 1633132800000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-15",
                    "articleId": "LEGIARTI000006417953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 432-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "432-9",
                    "articleId": "LEGIARTI000006418511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D98-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D98-3",
                    "articleId": "LEGIARTI000006464069",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1141862400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L32-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L32-3",
                    "articleId": "LEGIARTI000006465727",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. R10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R10",
                    "articleId": "LEGIARTI000006466538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -246240000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464074",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969408000000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464075",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464076",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1122595200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464077",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703451",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1490918400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034312040",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1490918400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016599",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164596",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-5",
                "98-5"
            ],
            "versionPrecedente": "LEGIARTI000025703451",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025703451",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Règles portant sur les conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications et sur la sécurité et l'intégrité des réseaux et services. I.-Respect du secret des correspondances et neutralité. L'opérateur prend les mesures nécessaires pour garantir la neutralité de ses services vis-à-vis du contenu des messages transmis sur son réseau et le secret des correspondances. A cet effet, l'opérateur assure ses services sans discrimination quelle que soit la nature des messages transmis et prend les dispositions utiles pour assurer l'intégrité des messages. L'opérateur est tenu de porter à la connaissance de son personnel les obligations et peines qu'il encourt au titre des dispositions du code pénal, et notamment au titre des articles 226-13 , 226-15 et 432-9 relatifs au secret des correspondances. II.-Traitement des données à caractère personnel. Sans préjudice des dispositions de la loi n° 78-17 du 6 janvier 1978 modifiée relative à l'informatique, aux fichiers et aux libertés, l'opérateur met en œuvre une politique de sécurité relative au traitement des données à caractère personnel et prend les mesures nécessaires garantissant que seules des personnes autorisées puissent avoir accès aux données à caractère personnel dans les cas prévus par des dispositions législatives et réglementaires et que les données à caractère personnel stockées ou transmises soient protégées contre la destruction accidentelle ou illicite, la perte ou l'altération accidentelles et le stockage, le traitement, l'accès et la divulgation non autorisés ou illicites. 1. L'opérateur garantit à tout client, outre les droits mentionnés à l'article R. 10 , le droit : -d'exercer gratuitement son droit d'accès aux données à caractère personnel le concernant ainsi que son droit de rectification de celles-ci ; -de recevoir des factures non détaillées et, sur sa demande, des factures détaillées. 2. Lorsque les clients de l'opérateur reçoivent une facturation détaillée, les factures adressées : -comportent un niveau de détail suffisant pour permettre la vérification des montants facturés ; -ne mentionnent pas les appels à destination des numéros gratuits pour l'utilisateur ; -n'indiquent pas les quatre derniers chiffres des numéros appelés, à moins que le client n'ait expressément demandé que cela soit le cas. La facturation détaillée est disponible gratuitement pour l'abonné. Toutefois, des prestations supplémentaires peuvent être, le cas échéant, proposées à l'abonné à un tarif raisonnable. 3. L'opérateur permet à chacun de ses clients de s'opposer gratuitement et par un moyen simple, appel par appel ou de façon permanente (secret permanent), à l'identification de sa ligne par les postes appelés. Lorsqu'un abonné dispose de plusieurs lignes, cette fonction est offerte pour chaque ligne. Cette fonction doit également être proposée pour des communications effectuées à partir de cabines téléphoniques publiques ou d'autres points d'accès au service téléphonique au public. L'opérateur met en oeuvre un dispositif particulier de suppression de cette fonction pour des raisons liées au fonctionnement des services d'urgence ou à la tranquillité de l'appelé, conformément à la réglementation en vigueur. Lorsqu'un abonné dispose du secret permanent, l'opérateur lui permet de supprimer cette fonction, appel par appel, gratuitement et par un moyen simple. 4. L'opérateur informe les abonnés lorsqu'il propose un service d'identification de la ligne appelante ou de la ligne connectée. Il les informe également des possibilités prévues aux trois alinéas suivants : Dans le cas où l'identification de la ligne appelante est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit que l'identification de la ligne appelante soit transmise vers son poste. Dans le cas où l'identification de la ligne appelante est offerte et est indiquée avant l'établissement de l'appel, l'opérateur permet à tout abonné de refuser, par un moyen simple, les appels entrants émanant d'une ligne non identifiée. L'opérateur peut, pour des raisons techniques justifiées, demander à l'Autorité de régulation des communications électroniques et des postes de disposer d'un délai pour la mise en oeuvre de cette fonction. Dans le cas où l'identification de la ligne obtenue est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit l'identification de la ligne obtenue auprès de la personne qui appelle. 5. L'opérateur permet à l'abonné vers lequel des appels sont transférés d'interrompre ou de faire interrompre le transfert d'appel gratuitement et par un moyen simple. L'opérateur informe tout abonné, préalablement à la souscription du contrat, des droits mentionnés au 1 du II du présent article. Lorsque l'opérateur fait appel à des sociétés de commercialisation de services, il veille, dans les relations contractuelles avec celles-ci, au respect de ses obligations relatives aux conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications. III.-Sécurité et intégrité des réseaux et des services. L'opérateur prend toutes les mesures appropriées pour assurer l'intégrité de ses réseaux et garantir la continuité des services fournis. L'opérateur prend toutes les dispositions techniques et organisationnelles nécessaires pour assurer la sécurité de son réseau et de ses services à un niveau adapté au risque existant. En particulier, des mesures sont prises pour prévenir ou limiter les conséquences des atteintes à la sécurité pour les utilisateurs et les réseaux interconnectés. L'opérateur prend les mesures utiles pour assurer la sécurité et l'intégrité des dispositifs intégrés aux équipements terminaux nécessaires à l'identification et à l'authentification des utilisateurs pour la fourniture de services de communications électroniques. Il se conforme aux prescriptions techniques en matière de sécurité éventuellement édictées par arrêté du ministre chargé des communications électroniques. Ce dernier peut se faire communiquer à titre confidentiel les dispositions prises pour la sécurisation du réseau. L'opérateur informe ses clients des services existants permettant, le cas échéant, de renforcer la sécurité des communications. Lorsqu'il existe un risque particulier de violation de la sécurité du réseau, l'opérateur informe les abonnés de ce risque ainsi que de tout moyen éventuel d'y remédier et du coût que cela implique. Dès qu'il en a connaissance, l'opérateur informe le ministre de l'intérieur de toute atteinte à la sécurité ou perte d'intégrité ayant un impact significatif sur le fonctionnement de ses réseaux ou de ses services. Ce dernier en informe le ministre chargé des communications électroniques ainsi que les services de secours et de sécurité susceptibles d'être concernés. Lorsque l'atteinte à la sécurité ou la perte d'intégrité résulte ou est susceptible de résulter d'une agression informatique, l'opérateur en informe également l'autorité nationale de défense des systèmes d'information. Dès que l'opérateur a mené une analyse des causes et des conséquences des atteintes à la sécurité ou pertes d'intégrité, il en rend compte au ministre chargé des communications électroniques et à l'autorité nationale de défense des systèmes d'information dans le cas où cette dernière avait été informée ainsi que des mesures prises pour éviter leur renouvellement. Le ministre chargé des communications électroniques en informe les ministres intéressés. Les administrations veillent à la confidentialité des informations qui leur sont communiquées. Toutefois, lorsqu'il est d'utilité publique de divulguer les faits, le ministre de l'intérieur peut en informer le public ou demander à l'opérateur en cause de le faire. Lorsque l'atteinte à la sécurité ou la perte d'intégrité est susceptible d'avoir un impact significatif dans un ou des autres Etats membres de l'Union européenne, le ministre chargé des communications électroniques, en liaison avec l'autorité nationale de défense des systèmes d'information, informe les autorités compétentes des Etats membres et l'Agence européenne chargée de la sécurité des réseaux et de l'information des atteintes survenues. Ces atteintes à la sécurité ou pertes d'intégrité font l'objet d'un rapport annuel remis par le ministre chargé des communications électroniques à la Commission européenne et à l'Agence européenne chargée de la sécurité des réseaux et de l'information.",
            "texteHtml": "<p></p><p>Règles portant sur les conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications et sur la sécurité et l'intégrité des réseaux et services. </p><p></p><p></p><p>I.-Respect du secret des correspondances et neutralité. </p><p></p><p></p><p>L'opérateur prend les mesures nécessaires pour garantir la neutralité de ses services vis-à-vis du contenu des messages transmis sur son réseau et le secret des correspondances. </p><p></p><p></p><p>A cet effet, l'opérateur assure ses services sans discrimination quelle que soit la nature des messages transmis et prend les dispositions utiles pour assurer l'intégrité des messages. </p><p></p><p></p><p>L'opérateur est tenu de porter à la connaissance de son personnel les obligations et peines qu'il encourt au titre des dispositions du code pénal, et notamment au titre des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417944&dateTexte=&categorieLien=cid'>articles 226-13</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417953&dateTexte=&categorieLien=cid'>226-15 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418511&dateTexte=&categorieLien=cid'>432-9 </a>relatifs au secret des correspondances. </p><p></p><p></p><p>II.-Traitement des données à caractère personnel. </p><p></p><p>Sans préjudice des dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid' title='Loi n° 78-17 du 6 janvier 1978 (V)'>loi n° 78-17 du 6 janvier 1978</a> modifiée relative à l'informatique, aux fichiers et aux libertés, l'opérateur met en œuvre une politique de sécurité relative au traitement des données à caractère personnel et prend les mesures nécessaires garantissant que seules des personnes autorisées puissent avoir accès aux données à caractère personnel dans les cas prévus par des dispositions législatives et réglementaires et que les données à caractère personnel stockées ou transmises soient protégées contre la destruction accidentelle ou illicite, la perte ou l'altération accidentelles et le stockage, le traitement, l'accès et la divulgation non autorisés ou illicites. </p><p></p><p>1. L'opérateur garantit à tout client, outre les droits mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006466538&dateTexte=&categorieLien=cid'>l'article R. 10</a>, le droit :</p><p></p><p></p><p>-d'exercer gratuitement son droit d'accès aux données à caractère personnel le concernant ainsi que son droit de rectification de celles-ci ;</p><p></p><p></p><p>-de recevoir des factures non détaillées et, sur sa demande, des factures détaillées. </p><p></p><p></p><p>2. Lorsque les clients de l'opérateur reçoivent une facturation détaillée, les factures adressées :</p><p></p><p></p><p>-comportent un niveau de détail suffisant pour permettre la vérification des montants facturés ;</p><p></p><p></p><p>-ne mentionnent pas les appels à destination des numéros gratuits pour l'utilisateur ;</p><p></p><p></p><p>-n'indiquent pas les quatre derniers chiffres des numéros appelés, à moins que le client n'ait expressément demandé que cela soit le cas. </p><p></p><p></p><p>La facturation détaillée est disponible gratuitement pour l'abonné. Toutefois, des prestations supplémentaires peuvent être, le cas échéant, proposées à l'abonné à un tarif raisonnable. </p><p></p><p></p><p>3. L'opérateur permet à chacun de ses clients de s'opposer gratuitement et par un moyen simple, appel par appel ou de façon permanente (secret permanent), à l'identification de sa ligne par les postes appelés. </p><p></p><p></p><p>Lorsqu'un abonné dispose de plusieurs lignes, cette fonction est offerte pour chaque ligne. Cette fonction doit également être proposée pour des communications effectuées à partir de cabines téléphoniques publiques ou d'autres points d'accès au service téléphonique au public. L'opérateur met en oeuvre un dispositif particulier de suppression de cette fonction pour des raisons liées au fonctionnement des services d'urgence ou à la tranquillité de l'appelé, conformément à la réglementation en vigueur. </p><p></p><p></p><p>Lorsqu'un abonné dispose du secret permanent, l'opérateur lui permet de supprimer cette fonction, appel par appel, gratuitement et par un moyen simple. </p><p></p><p></p><p>4. L'opérateur informe les abonnés lorsqu'il propose un service d'identification de la ligne appelante ou de la ligne connectée. Il les informe également des possibilités prévues aux trois alinéas suivants : </p><p></p><p></p><p>Dans le cas où l'identification de la ligne appelante est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit que l'identification de la ligne appelante soit transmise vers son poste. </p><p></p><p></p><p>Dans le cas où l'identification de la ligne appelante est offerte et est indiquée avant l'établissement de l'appel, l'opérateur permet à tout abonné de refuser, par un moyen simple, les appels entrants émanant d'une ligne non identifiée. L'opérateur peut, pour des raisons techniques justifiées, demander à l'Autorité de régulation des communications électroniques et des postes de disposer d'un délai pour la mise en oeuvre de cette fonction. </p><p></p><p></p><p>Dans le cas où l'identification de la ligne obtenue est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit l'identification de la ligne obtenue auprès de la personne qui appelle. </p><p></p><p></p><p>5. L'opérateur permet à l'abonné vers lequel des appels sont transférés d'interrompre ou de faire interrompre le transfert d'appel gratuitement et par un moyen simple. </p><p></p><p></p><p>L'opérateur informe tout abonné, préalablement à la souscription du contrat, des droits mentionnés au 1 du II du présent article. </p><p></p><p></p><p>Lorsque l'opérateur fait appel à des sociétés de commercialisation de services, il veille, dans les relations contractuelles avec celles-ci, au respect de ses obligations relatives aux conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications. </p><p></p><p></p><p>III.-Sécurité et intégrité des réseaux et des services. </p><p>L'opérateur prend toutes les mesures appropriées pour assurer l'intégrité de ses réseaux et garantir la continuité des services fournis. </p><p>L'opérateur prend toutes les dispositions techniques et organisationnelles nécessaires pour assurer la sécurité de son réseau et de ses services à un niveau adapté au risque existant. En particulier, des mesures sont prises pour prévenir ou limiter les conséquences des atteintes à la sécurité pour les utilisateurs et les réseaux interconnectés. </p><p>L'opérateur prend les mesures utiles pour assurer la sécurité et l'intégrité des dispositifs intégrés aux équipements terminaux nécessaires à l'identification et à l'authentification des utilisateurs pour la fourniture de services de communications électroniques. </p><p>Il se conforme aux prescriptions techniques en matière de sécurité éventuellement édictées par arrêté du ministre chargé des communications électroniques. Ce dernier peut se faire communiquer à titre confidentiel les dispositions prises pour la sécurisation du réseau. </p><p>L'opérateur informe ses clients des services existants permettant, le cas échéant, de renforcer la sécurité des communications. </p><p>Lorsqu'il existe un risque particulier de violation de la sécurité du réseau, l'opérateur informe les abonnés de ce risque ainsi que de tout moyen éventuel d'y remédier et du coût que cela implique. </p><p>Dès qu'il en a connaissance, l'opérateur informe le ministre de l'intérieur de toute atteinte à la sécurité ou perte d'intégrité ayant un impact significatif sur le fonctionnement de ses réseaux ou de ses services. Ce dernier en informe le ministre chargé des communications électroniques ainsi que les services de secours et de sécurité susceptibles d'être concernés. Lorsque l'atteinte à la sécurité ou la perte d'intégrité résulte ou est susceptible de résulter d'une agression informatique, l'opérateur en informe également l'autorité nationale de défense des systèmes d'information. </p><p>Dès que l'opérateur a mené une analyse des causes et des conséquences des atteintes à la sécurité ou pertes d'intégrité, il en rend compte au ministre chargé des communications électroniques et à l'autorité nationale de défense des systèmes d'information dans le cas où cette dernière avait été informée ainsi que des mesures prises pour éviter leur renouvellement. Le ministre chargé des communications électroniques en informe les ministres intéressés. </p><p>Les administrations veillent à la confidentialité des informations qui leur sont communiquées. Toutefois, lorsqu'il est d'utilité publique de divulguer les faits, le ministre de l'intérieur peut en informer le public ou demander à l'opérateur en cause de le faire. </p><p>Lorsque l'atteinte à la sécurité ou la perte d'intégrité est susceptible d'avoir un impact significatif dans un ou des autres Etats membres de l'Union européenne, le ministre chargé des communications électroniques, en liaison avec l'autorité nationale de défense des systèmes d'information, informe les autorités compétentes des Etats membres et l'Agence européenne chargée de la sécurité des réseaux et de l'information des atteintes survenues. </p><p>Ces atteintes à la sécurité ou pertes d'intégrité font l'objet d'un rapport annuel remis par le ministre chargé des communications électroniques à la Commission européenne et à l'Agence européenne chargée de la sécurité des réseaux et de l'information.</p><p></p>",
            "num": "D98-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1334534400000,
            "dateFin": 1490918400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Obligations des opérateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181878",
                        "id": "LEGISCTA000006181878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464074",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181878",
            "sectionParentId": "LEGISCTA000006181878",
            "sectionParentTitre": "Paragraphe 2 : Obligations des opérateurs.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 2 : Obligations des opérateurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025703451",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret n°62-275 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000025688775",
                    "textTitle": "Décret n°2012-488\n du 13 avril 2012 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000025691016",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-04-15",
                    "dateSignaTexte": "2012-04-13",
                    "dateDebutCible": "2012-04-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "Loi n° 78-17 du 6 janvier 1978 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047075618",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000028437616",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1389312000000
                },
                {
                    "textCid": "JORFTEXT000029045587",
                    "textTitle": "Décision n° 2013-1405  du 17 décembre 2013, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000029045587",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-1405",
                    "datePubli": 1401926400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030973250",
                    "textTitle": "DÉCISION n°2015-0153 du 17 mars 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030973250",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2015-0153",
                    "datePubli": 1438819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032887777",
                    "textTitle": "Avis n°2015-0740 du 18 juin 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000032887777",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0740",
                    "datePubli": 1468368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034307602",
                    "textTitle": "Décret n°2017-428 du 28 mars 2017 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034308645",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-428",
                    "datePubli": 1490832000000,
                    "dateDebut": 1490918400000
                },
                {
                    "textCid": "JORFTEXT000035994586",
                    "textTitle": "Décision n°2017-1251, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000035994586",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1251",
                    "datePubli": 1510272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044154154",
                    "textTitle": "Décret n°2021-1281 du 30 septembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044157133",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1281",
                    "datePubli": 1633132800000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-15",
                    "articleId": "LEGIARTI000006417953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 432-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "432-9",
                    "articleId": "LEGIARTI000006418511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D98-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D98-3",
                    "articleId": "LEGIARTI000006464069",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1141862400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. R10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R10",
                    "articleId": "LEGIARTI000006466538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -246240000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464074",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969408000000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464075",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464076",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1122595200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464077",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703451",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1490918400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034312040",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1490918400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016599",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164596",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-5",
                "98-5"
            ],
            "versionPrecedente": "LEGIARTI000006464077",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006464077",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Règles portant sur les conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications. I. - Respect du secret des correspondances et neutralité. L'opérateur prend les mesures nécessaires pour garantir la neutralité de ses services vis-à-vis du contenu des messages transmis sur son réseau et le secret des correspondances. A cet effet, l'opérateur assure ses services sans discrimination quelle que soit la nature des messages transmis et prend les dispositions utiles pour assurer l'intégrité des messages. L'opérateur est tenu de porter à la connaissance de son personnel les obligations et peines qu'il encourt au titre des dispositions du code pénal, et notamment au titre des articles 226-13, 226-15 et 432-9 relatifs au secret des correspondances. II. - Traitement des données à caractère personnel. L'opérateur prend les mesures propres à assurer la protection, l'intégrité et la confidentialité des données à caractère personnel qu'il détient et qu'il traite. L'opérateur est tenu d'exploiter les données à caractère personnel conformément aux finalités déclarées. 1. L'opérateur garantit à tout client, outre les droits mentionnés à l'article R. 10, le droit : - d'exercer gratuitement son droit d'accès aux données à caractère personnel le concernant ainsi que son droit de rectification de celles-ci ; - de recevoir des factures non détaillées et, sur sa demande, des factures détaillées. 2. Lorsque les clients de l'opérateur reçoivent une facturation détaillée, les factures adressées : - comportent un niveau de détail suffisant pour permettre la vérification des montants facturés ; - ne mentionnent pas les appels à destination des numéros gratuits pour l'utilisateur ; - n'indiquent pas les quatre derniers chiffres des numéros appelés, à moins que le client n'ait expressément demandé que cela soit le cas. La facturation détaillée est disponible gratuitement pour l'abonné. Toutefois, des prestations supplémentaires peuvent être, le cas échéant, proposées à l'abonné à un tarif raisonnable. 3. L'opérateur permet à chacun de ses clients de s'opposer gratuitement et par un moyen simple, appel par appel ou de façon permanente (secret permanent), à l'identification de sa ligne par les postes appelés. Lorsqu'un abonné dispose de plusieurs lignes, cette fonction est offerte pour chaque ligne. Cette fonction doit également être proposée pour des communications effectuées à partir de cabines téléphoniques publiques. L'opérateur met en oeuvre un dispositif particulier de suppression de cette fonction pour des raisons liées au fonctionnement des services d'urgence ou à la tranquillité de l'appelé, conformément à la réglementation en vigueur. Lorsqu'un abonné dispose du secret permanent, l'opérateur lui permet de supprimer cette fonction, appel par appel, gratuitement et par un moyen simple. 4. L'opérateur informe les abonnés lorsqu'il propose un service d'identification de la ligne appelante ou de la ligne connectée. Il les informe également des possibilités prévues aux trois alinéas suivants : Dans le cas où l'identification de la ligne appelante est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit que l'identification de la ligne appelante soit transmise vers son poste. Dans le cas où l'identification de la ligne appelante est offerte et est indiquée avant l'établissement de l'appel, l'opérateur permet à tout abonné de refuser, par un moyen simple, les appels entrants émanant d'une ligne non identifiée. L'opérateur peut, pour des raisons techniques justifiées, demander à l'Autorité de régulation des communications électroniques et des postes de disposer d'un délai pour la mise en oeuvre de cette fonction. Dans le cas où l'identification de la ligne obtenue est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit l'identification de la ligne obtenue auprès de la personne qui appelle. 5. L'opérateur permet à l'abonné vers lequel des appels sont transférés d'interrompre ou de faire interrompre le transfert d'appel gratuitement et par un moyen simple. L'opérateur informe tout abonné, préalablement à la souscription du contrat, des droits mentionnés au 1 du II du présent article. Lorsque l'opérateur fait appel à des sociétés de commercialisation de services, il veille, dans les relations contractuelles avec celles-ci, au respect de ses obligations relatives aux conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications. III. - Sécurité des communications. L'opérateur prend toutes les dispositions nécessaires pour assurer la sécurité des communications empruntant son réseau. Il se conforme aux prescriptions techniques en matière de sécurité éventuellement édictées par l'Autorité de régulation des communications électroniques et des postes dans les conditions de l'article L. 36-6. Dans ce cadre et à titre confidentiel, l'Autorité de régulation des communications électroniques et des postes peut se faire communiquer les dispositions prises pour la sécurisation du réseau. L'opérateur informe ses clients des services existants permettant, le cas échéant, de renforcer la sécurité des communications. Lorsqu'il existe un risque particulier de violation de la sécurité du réseau, l'opérateur informe les abonnés de ce risque ainsi que de tout moyen éventuel d'y remédier et du coût que cela implique.",
            "texteHtml": "<p></p>   Règles portant sur les conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications.<p></p><p></p>   I. - Respect du secret des correspondances et neutralité.<p></p><p></p>   L'opérateur prend les mesures nécessaires pour garantir la neutralité de ses services vis-à-vis du contenu des messages transmis sur son réseau et le secret des correspondances.<p></p><p></p>   A cet effet, l'opérateur assure ses services sans discrimination quelle que soit la nature des messages transmis et prend les dispositions utiles pour assurer l'intégrité des messages.<p></p><p></p>   L'opérateur est tenu de porter à la connaissance de son personnel les obligations et peines qu'il encourt au titre des dispositions du code pénal, et notamment au titre des articles 226-13, 226-15 et 432-9 relatifs au secret des correspondances.<p></p><p></p>   II. - Traitement des données à caractère personnel.<p></p><p></p>   L'opérateur prend les mesures propres à assurer la protection, l'intégrité et la confidentialité des données à caractère personnel qu'il détient et qu'il traite.<p></p><p></p>   L'opérateur est tenu d'exploiter les données à caractère personnel conformément aux finalités déclarées.<p></p><p></p>   1. L'opérateur garantit à tout client, outre les droits mentionnés à l'article R. 10, le droit :<p></p><p></p>   - d'exercer gratuitement son droit d'accès aux données à caractère personnel le concernant ainsi que son droit de rectification de celles-ci ;<p></p><p></p>   - de recevoir des factures non détaillées et, sur sa demande, des factures détaillées.<p></p><p></p>   2. Lorsque les clients de l'opérateur reçoivent une facturation détaillée, les factures adressées :<p></p><p></p>   - comportent un niveau de détail suffisant pour permettre la vérification des montants facturés ;<p></p><p></p>   - ne mentionnent pas les appels à destination des numéros gratuits pour l'utilisateur ;<p></p><p></p>   - n'indiquent pas les quatre derniers chiffres des numéros appelés, à moins que le client n'ait expressément demandé que cela soit le cas.<p></p><p></p>   La facturation détaillée est disponible gratuitement pour l'abonné. Toutefois, des prestations supplémentaires peuvent être, le cas échéant, proposées à l'abonné à un tarif raisonnable.<p></p><p></p>   3. L'opérateur permet à chacun de ses clients de s'opposer gratuitement et par un moyen simple, appel par appel ou de façon permanente (secret permanent), à l'identification de sa ligne par les postes appelés.<p></p><p></p>   Lorsqu'un abonné dispose de plusieurs lignes, cette fonction est offerte pour chaque ligne. Cette fonction doit également être proposée pour des communications effectuées à partir de cabines téléphoniques publiques. L'opérateur met en oeuvre un dispositif particulier de suppression de cette fonction pour des raisons liées au fonctionnement des services d'urgence ou à la tranquillité de l'appelé, conformément à la réglementation en vigueur.<p></p><p></p>   Lorsqu'un abonné dispose du secret permanent, l'opérateur lui permet de supprimer cette fonction, appel par appel, gratuitement et par un moyen simple.<p></p><p></p>   4. L'opérateur informe les abonnés lorsqu'il propose un service d'identification de la ligne appelante ou de la ligne connectée. Il les informe également des possibilités prévues aux trois alinéas suivants :<p></p><p></p>   Dans le cas où l'identification de la ligne appelante est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit que l'identification de la ligne appelante soit transmise vers son poste.<p></p><p></p>   Dans le cas où l'identification de la ligne appelante est offerte et est indiquée avant l'établissement de l'appel, l'opérateur permet à tout abonné de refuser, par un moyen simple, les appels entrants émanant d'une ligne non identifiée. L'opérateur peut, pour des raisons techniques justifiées, demander à l'Autorité de régulation des communications électroniques et des postes de disposer d'un délai pour la mise en oeuvre de cette fonction.<p></p><p></p>   Dans le cas où l'identification de la ligne obtenue est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit l'identification de la ligne obtenue auprès de la personne qui appelle.<p></p><p></p>   5. L'opérateur permet à l'abonné vers lequel des appels sont transférés d'interrompre ou de faire interrompre le transfert d'appel gratuitement et par un moyen simple.<p></p><p></p>   L'opérateur informe tout abonné, préalablement à la souscription du contrat, des droits mentionnés au 1 du II du présent article.<p></p><p></p>   Lorsque l'opérateur fait appel à des sociétés de commercialisation de services, il veille, dans les relations contractuelles avec celles-ci, au respect de ses obligations relatives aux conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications.<p></p><p></p>   III. - Sécurité des communications.<p></p><p></p>   L'opérateur prend toutes les dispositions nécessaires pour assurer la sécurité des communications empruntant son réseau. Il se conforme aux prescriptions techniques en matière de sécurité éventuellement édictées par l'Autorité de régulation des communications électroniques et des postes dans les conditions de l'article L. 36-6. Dans ce cadre et à titre confidentiel, l'Autorité de régulation des communications électroniques et des postes peut se faire communiquer les dispositions prises pour la sécurisation du réseau.<p></p><p></p>   L'opérateur informe ses clients des services existants permettant, le cas échéant, de renforcer la sécurité des communications.<p></p><p></p>   Lorsqu'il existe un risque particulier de violation de la sécurité du réseau, l'opérateur informe les abonnés de ce risque ainsi que de tout moyen éventuel d'y remédier et du coût que cela implique.<p></p>",
            "num": "D98-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1122595200000,
            "dateFin": 1334534400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Obligations des opérateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181878",
                        "id": "LEGISCTA000006181878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464074",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181878",
            "sectionParentId": "LEGISCTA000006181878",
            "sectionParentTitre": "Paragraphe 2 : Obligations des opérateurs.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 2 : Obligations des opérateurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006464077",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000633339",
                    "textTitle": "Décret n°2005-862 du 26 juillet 2005 - art. 1 () JORF 29 juillet 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006243269",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-07-29",
                    "dateSignaTexte": "2005-07-26",
                    "dateDebutCible": "2005-07-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047075618",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000028437616",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1389312000000
                },
                {
                    "textCid": "JORFTEXT000029045587",
                    "textTitle": "Décision n° 2013-1405  du 17 décembre 2013, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000029045587",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-1405",
                    "datePubli": 1401926400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030973250",
                    "textTitle": "DÉCISION n°2015-0153 du 17 mars 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030973250",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2015-0153",
                    "datePubli": 1438819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032887777",
                    "textTitle": "Avis n°2015-0740 du 18 juin 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000032887777",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0740",
                    "datePubli": 1468368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034307602",
                    "textTitle": "Décret n°2017-428 du 28 mars 2017 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034308645",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-428",
                    "datePubli": 1490832000000,
                    "dateDebut": 1490918400000
                },
                {
                    "textCid": "JORFTEXT000035994586",
                    "textTitle": "Décision n°2017-1251, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000035994586",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1251",
                    "datePubli": 1510272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044154154",
                    "textTitle": "Décret n°2021-1281 du 30 septembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044157133",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1281",
                    "datePubli": 1633132800000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D98-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D98-3",
                    "articleId": "LEGIARTI000006464069",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1141862400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L36-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L36-6",
                    "articleId": "LEGIARTI000006465843",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. R10 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R10",
                    "articleId": "LEGIARTI000006466538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -246240000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques 226-13, 226-15, 432-9, R10, L36-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070987",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -246240000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464074",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969408000000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464075",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464076",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1122595200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464077",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703451",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1490918400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034312040",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1490918400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016599",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164596",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-5",
                "98-5"
            ],
            "versionPrecedente": "LEGIARTI000006464076",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006464076",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dès qu'il reçoit la demande d'autorisation, le président de l'Autorité de régulation des communications électroniques et des postes en accuse réception. Le cas échéant, dans un délai de dix jours ouvrables à compter de la réception de la demande, le président de l'Autorité informe le demandeur, par lettre recommandée avec demande d'avis de réception, que la demande est incomplète ou comporte des pièces dont la traduction est requise ; il invite alors le demandeur à fournir les pièces complémentaires et en accuse réception. Ce délai est porté à vingt jours lorsque la demande concerne un réseau mentionné au deuxième alinéa de l'article D. 98-7. Le délai d'instruction court à compter de la réception de la demande complète par l'Autorité de régulation des communications électroniques et des postes.",
            "texteHtml": "<p></p>   Dès qu'il reçoit la demande d'autorisation, le président de l'Autorité de régulation des communications électroniques et des postes en accuse réception. Le cas échéant, dans un délai de dix jours ouvrables à compter de la réception de la demande, le président de l'Autorité informe le demandeur, par lettre recommandée avec demande d'avis de réception, que la demande est incomplète ou comporte des pièces dont la traduction est requise ; il invite alors le demandeur à fournir les pièces complémentaires et en accuse réception. Ce délai est porté à vingt jours lorsque la demande concerne un réseau mentionné au deuxième alinéa de l'article D. 98-7. Le délai d'instruction court à compter de la réception de la demande complète par l'Autorité de régulation des communications électroniques et des postes.<p></p><p></p>",
            "num": "D98-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1116633600000,
            "dateFin": 1122595200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-04-30",
                        "fin": "2009-06-25",
                        "titre": "Section 2 : Commission consultative des radiocommunications et commission consultative des réseaux et services de communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165811",
                        "id": "LEGISCTA000006165811",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-06-25",
                        "fin": "2015-12-03",
                        "titre": "Section 2 :  Commission consultative des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165811",
                        "id": "LEGISCTA000020786599",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2021-10-03",
                        "fin": "2999-01-01",
                        "titre": "Section 2 :  Les obligations de service public",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165811",
                        "id": "LEGISCTA000044164714",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464074",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165811",
            "sectionParentId": "LEGISCTA000044164714",
            "sectionParentTitre": "Section 2 :  Les obligations de service public",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 2 : Commission consultative des radiocommunications et commission consultative des réseaux et services de communications électroniques",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006464076",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000446769",
                    "textTitle": "Loi n°2005-516 du 20 mai 2005 - art. 14 (V) JORF 21 mai 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006241228",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-05-21",
                    "dateSignaTexte": "2005-05-20",
                    "dateDebutCible": "2005-05-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047075618",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000028437616",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1389312000000
                },
                {
                    "textCid": "JORFTEXT000029045587",
                    "textTitle": "Décision n° 2013-1405  du 17 décembre 2013, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000029045587",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-1405",
                    "datePubli": 1401926400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030973250",
                    "textTitle": "DÉCISION n°2015-0153 du 17 mars 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030973250",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2015-0153",
                    "datePubli": 1438819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032887777",
                    "textTitle": "Avis n°2015-0740 du 18 juin 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000032887777",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0740",
                    "datePubli": 1468368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034307602",
                    "textTitle": "Décret n°2017-428 du 28 mars 2017 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034308645",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-428",
                    "datePubli": 1490832000000,
                    "dateDebut": 1490918400000
                },
                {
                    "textCid": "JORFTEXT000035994586",
                    "textTitle": "Décision n°2017-1251, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000035994586",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1251",
                    "datePubli": 1510272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044154154",
                    "textTitle": "Décret n°2021-1281 du 30 septembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044157133",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1281",
                    "datePubli": 1633132800000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D98-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D98-3",
                    "articleId": "LEGIARTI000006464069",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1141862400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. D98-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D98-7",
                    "articleId": "LEGIARTI000006464082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464074",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969408000000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464075",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464076",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1122595200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464077",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703451",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1490918400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034312040",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1490918400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016599",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164596",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-5",
                "98-5"
            ],
            "versionPrecedente": "LEGIARTI000006464075",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006464075",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dès qu'il reçoit la demande d'autorisation, le président de l'Autorité de régulation des télécommunications en accuse réception. Le cas échéant, dans un délai de dix jours ouvrables à compter de la réception de la demande, le président de l'Autorité informe le demandeur, par lettre recommandée avec demande d'avis de réception, que la demande est incomplète ou comporte des pièces dont la traduction est requise ; il invite alors le demandeur à fournir les pièces complémentaires et en accuse réception. Ce délai est porté à vingt jours lorsque la demande concerne un réseau mentionné au deuxième alinéa de l'article D. 98-7. Le délai d'instruction court à compter de la réception de la demande complète par l'Autorité de régulation des télécommunications.",
            "texteHtml": "<p></p>   Dès qu'il reçoit la demande d'autorisation, le président de l'Autorité de régulation des télécommunications en accuse réception. Le cas échéant, dans un délai de dix jours ouvrables à compter de la réception de la demande, le président de l'Autorité informe le demandeur, par lettre recommandée avec demande d'avis de réception, que la demande est incomplète ou comporte des pièces dont la traduction est requise ; il invite alors le demandeur à fournir les pièces complémentaires et en accuse réception. Ce délai est porté à vingt jours lorsque la demande concerne un réseau mentionné au deuxième alinéa de l'article D. 98-7. Le délai d'instruction court à compter de la réception de la demande complète par l'Autorité de régulation des télécommunications.<p></p><p></p>",
            "num": "D98-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1114819200000,
            "dateFin": 1116633600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-04-30",
                        "fin": "2009-06-25",
                        "titre": "Section 2 : Commission consultative des radiocommunications et commission consultative des réseaux et services de communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165811",
                        "id": "LEGISCTA000006165811",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-06-25",
                        "fin": "2015-12-03",
                        "titre": "Section 2 :  Commission consultative des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165811",
                        "id": "LEGISCTA000020786599",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2021-10-03",
                        "fin": "2999-01-01",
                        "titre": "Section 2 :  Les obligations de service public",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165811",
                        "id": "LEGISCTA000044164714",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464074",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165811",
            "sectionParentId": "LEGISCTA000044164714",
            "sectionParentTitre": "Section 2 :  Les obligations de service public",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 2 : Commission consultative des radiocommunications et commission consultative des réseaux et services de communications électroniques",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006464075",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000605864",
                    "textTitle": "Décret n°2005-399 du 27 avril 2005 - art. 3 () JORF 30 avril 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006240608",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-04-30",
                    "dateSignaTexte": "2005-04-27",
                    "dateDebutCible": "2005-04-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047075618",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000028437616",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1389312000000
                },
                {
                    "textCid": "JORFTEXT000029045587",
                    "textTitle": "Décision n° 2013-1405  du 17 décembre 2013, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000029045587",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-1405",
                    "datePubli": 1401926400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030973250",
                    "textTitle": "DÉCISION n°2015-0153 du 17 mars 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030973250",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2015-0153",
                    "datePubli": 1438819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032887777",
                    "textTitle": "Avis n°2015-0740 du 18 juin 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000032887777",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0740",
                    "datePubli": 1468368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034307602",
                    "textTitle": "Décret n°2017-428 du 28 mars 2017 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034308645",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-428",
                    "datePubli": 1490832000000,
                    "dateDebut": 1490918400000
                },
                {
                    "textCid": "JORFTEXT000035994586",
                    "textTitle": "Décision n°2017-1251, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000035994586",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1251",
                    "datePubli": 1510272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044154154",
                    "textTitle": "Décret n°2021-1281 du 30 septembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044157133",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1281",
                    "datePubli": 1633132800000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D98-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D98-3",
                    "articleId": "LEGIARTI000006464069",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1141862400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. D98-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D98-7",
                    "articleId": "LEGIARTI000006464082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464074",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969408000000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464075",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464076",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1122595200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464077",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703451",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1490918400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034312040",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1490918400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016599",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164596",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-5",
                "98-5"
            ],
            "versionPrecedente": "LEGIARTI000006464074",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006464074",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dès qu'il reçoit la demande d'autorisation, le président de l'Autorité de régulation des télécommunications en accuse réception. Le cas échéant, dans un délai de dix jours ouvrables à compter de la réception de la demande, le président de l'Autorité informe le demandeur, par lettre recommandée avec demande d'avis de réception, que la demande est incomplète ou comporte des pièces dont la traduction est requise ; il invite alors le demandeur à fournir les pièces complémentaires et en accuse réception. Ce délai est porté à vingt jours lorsque la demande concerne un réseau mentionné au deuxième alinéa de l'article D. 98-7. Le délai d'instruction court à compter de la réception de la demande complète par l'Autorité de régulation des télécommunications.",
            "texteHtml": "<p></p>   Dès qu'il reçoit la demande d'autorisation, le président de l'Autorité de régulation des télécommunications en accuse réception. Le cas échéant, dans un délai de dix jours ouvrables à compter de la réception de la demande, le président de l'Autorité informe le demandeur, par lettre recommandée avec demande d'avis de réception, que la demande est incomplète ou comporte des pièces dont la traduction est requise ; il invite alors le demandeur à fournir les pièces complémentaires et en accuse réception. Ce délai est porté à vingt jours lorsque la demande concerne un réseau mentionné au deuxième alinéa de l'article D. 98-7. Le délai d'instruction court à compter de la réception de la demande complète par l'Autorité de régulation des télécommunications.<p></p><p></p>",
            "num": "D98-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 969408000000,
            "dateFin": 1114819200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2005-04-30",
                        "titre": "Section 2 : Réseaux indépendants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165809",
                        "id": "LEGISCTA000006165809",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464074",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165809",
            "sectionParentId": "LEGISCTA000006165809",
            "sectionParentTitre": "Section 2 : Réseaux indépendants",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006464074",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000218712",
                    "textTitle": "Décret n°2000-902 du 13 septembre 2000 - art. 1 () JORF 20 septembre 2000",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006426901",
                    "natureText": "DECRET",
                    "datePubliTexte": "2000-09-20",
                    "dateSignaTexte": "2000-09-13",
                    "dateDebutCible": "2000-09-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047075618",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "JORFTEXT000028429711",
                    "textTitle": "Arrêté du 31 décembre 2013 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000028437616",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1388793600000,
                    "dateDebut": 1389312000000
                },
                {
                    "textCid": "JORFTEXT000029045587",
                    "textTitle": "Décision n° 2013-1405  du 17 décembre 2013, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000029045587",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-1405",
                    "datePubli": 1401926400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030973250",
                    "textTitle": "DÉCISION n°2015-0153 du 17 mars 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030973250",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2015-0153",
                    "datePubli": 1438819200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032887777",
                    "textTitle": "Avis n°2015-0740 du 18 juin 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000032887777",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2015-0740",
                    "datePubli": 1468368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034307602",
                    "textTitle": "Décret n°2017-428 du 28 mars 2017 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034308645",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-428",
                    "datePubli": 1490832000000,
                    "dateDebut": 1490918400000
                },
                {
                    "textCid": "JORFTEXT000035994586",
                    "textTitle": "Décision n°2017-1251, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000035994586",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1251",
                    "datePubli": 1510272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044154154",
                    "textTitle": "Décret n°2021-1281 du 30 septembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044157133",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1281",
                    "datePubli": 1633132800000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D98-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D98-3",
                    "articleId": "LEGIARTI000006464069",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1141862400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. D98-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D98-7",
                    "articleId": "LEGIARTI000006464082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464074",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 969408000000,
                    "dateFin": 1114819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464075",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1114819200000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464076",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1122595200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006464077",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703451",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1490918400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034312040",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1490918400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016599",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164596",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-5",
                "98-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}