{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000027146344",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "PROGRAMME DU CERTIFICAT PRÉPARATOIRE AUX FONCTIONS DE COMMISSAIRE AUX COMPTES En  application des dispositions de l'article A. 822-1-1, le programme des  épreuves du certificat préparatoire aux fonctions de commissaire aux  comptes est fixé conformément à la présente annexe : ADMISSIBILITÉ Première épreuve Comptabilité I. - Introduction A. - Histoire, définition et rôle de la comptabilité : Diversité dans le temps et dans l'espace des modèles comptables. Les relations comptabilité-économie. Les relations comptabilité-droit. Les comptes consolidés. B. - Normalisation et réglementation comptable : La normalisation : définition et limites. Le plan comptable général : principes comptables, nomenclature, systèmes de comptes (abrégé, de base, développé). Les normes comptables internationales. C. - La profession comptable : Aperçu  sur l'organisation de la profession comptable française :  expert-comptable, commissaire aux comptes, comptable salarié, comptable  public ; les organisations professionnelles (historique, rôle et  organisation de l'ordre des experts-comptables et de la Compagnie  nationale des commissaires aux comptes). L'éthique professionnelle  : ses principaux critères (indépendance, compétence, intégrité,  objectivité, confidentialité) et les relations entre professionnels. Le rôle de la profession comptable dans la normalisation comptable. II. - La méthode comptable A. - Analyse des opérations en flux et en stocks : Les flux et les stocks. Les comptes. B. - Le mécanisme de la partie double : Le principe de la partie double et les conséquences de son application ; les écritures comptables. C. - Les contrôles comptables et les documents de synthèse : Le regroupement dans les comptes. La classification comptable : actif, passif ; charges, produits. L'établissement d'une balance. Première approche des comptes annuels. III. - Analyse comptable des opérations courantes A.  - Opérations avec les clients, les fournisseurs, les prestataires  divers, le personnel et les organismes sociaux, les banques, les  administrations : Les achats et les ventes de biens et de services (y compris les modalités de crédit et de règlement). La  rémunération du personnel : principales composantes du bulletin de  paie, comptabilisation de la paie et des taxes et cotisations sociales  assises sur les salaires. Le suivi du compte banque. La comptabilisation de la déclaration de TVA et de l'impôt sur les bénéfices. B. - Opérations d'investissement et de placement : Les immobilisations : définition et typologie. L'entrée d'immobilisations : acquisition à titre onéreux et à titre gratuit, immobilisations produites par l'entreprise. Les valeurs mobilières de placement : acquisition, cession et comptabilisation des revenus. C. - Opérations de financement : Les capitaux propres. L'emprunt bancaire et l'emprunt obligataire. IV. - Travaux d'inventaire A. - Opérations d'inventaire : Principes d'évaluation à l'inventaire. Inventaire intermittent et variation des stocks. Amortissements. Dépréciations. Provisions. Ajustements de charges et de produits. Prise en compte des variations de change. Cessions d'immobilisations. B. - Passage d'un exercice à l'autre : Principe de séparation des exercices. Clôture et réouverture des comptes. Notion d'affectation du résultat. V. - Organisation pratique de la comptabilité A. - Les pièces comptables et la preuve : Les contraintes légales sur l'établissement et la conservation des pièces et documents comptables. La dématérialisation des supports d'information. B. - Organisation et contrôles comptables : Règles générales d'établissement des comptes annuels : bilan, compte de résultat et annexe. Documents liés à la prévention des difficultés des entreprises. VI. - Technique comptable approfondie A. - Evaluation des actifs et des passifs : Principes d'évaluation des actifs et des passifs : à l'entrée, à la clôture de l'exercice et à la sortie. Application  des règles d'évaluation aux immobilisations incorporelles et  corporelles : détermination de la valeur d'entrée, incorporation de  frais et charges, cas spécifiques (échanges, redevances annuelles,  rentes viagères, clause de réserve de propriété, sinistre et  expropriation). Opérations de location-financement. Opérations de recherche-développement. Logiciels et sites internet. Stocks et en-cours. Subventions. Abandons de créances. Actifs et passifs en monnaies étrangères. Titres. Intéressement et participations des salariés. B. - Rattachement des charges et des produits au résultat de l'exercice : situations particulières : Provisions. Engagements financiers et passifs financiers. Abonnement des charges et des produits. Evénements postérieurs à la clôture. Contrats à long terme. Changements de méthodes comptables. Actifs et passifs en monnaies étrangères. Titres. Intéressement et participation des salariés. C. - Comptabilisation des capitaux permanents : Le capital et ses variations : apports initiaux, augmentation, réduction. L'affectation du résultat. Les provisions réglementées. Les dettes financières (emprunts bancaires et obligataires, autres fonds propres, comptes d'associés). D. - Introduction à la consolidation des comptes : Notion de groupe. Pourcentage d'intérêt, pourcentage de contrôle. Périmètre de consolidation. Présentation des méthodes de consolidation. E. - Introduction à l'audit légal des comptes : Le commissaire aux comptes et ses missions. Notions de contrôle interne, d'élément probant et de contrôle par sondage. Deuxième épreuve Systèmes d'information de gestion et techniques quantitatives de gestion I. - Système d'information et fonctions d'organisation A. - Information et système d'information : L'information : nature, caractéristiques, qualité, représentation. La théorie systémique des organisations. Le système d'information : définition, rôle, composantes. Direction du système d'information. Utilisateurs, informaticiens, gestionnaires, experts. Architecture  d'un système d'information : matériels et logiciels, réseaux,  téléinformatique, mode d'exploitation et de traitement, organisation  centralisée et décentralisée, infogérance, tierce maintenance. B. - Le secteur informatique : Caractéristiques du secteur. Constructeurs, éditeurs, conseils, SSII. Associations professionnelles. C. - Modélisation et analyse du processus : Démarche générale d'informatisation : schéma directeur, étude préalable, principales étapes de l'informatisation. Fonction, organisation, processus. Processus clés d'une entreprise. Caractéristiques et modélisation des processus : Les  différentes approches en modélisation, l'incidence des modes de  production sur la modélisation des processus (série unitaire, ateliers  spécialisés, lignes de production ou d'assemblage, processus continu). Principes de simulation de processus. D. - Les progiciels de gestion : Progiciels horizontaux (par profession) et verticaux (par fonction). Notions  de base sur les progiciels de gestion de la chaîne logistique,  progiciel de gestion de production, progiciel de gestion commerciale,  progiciel de paye. Introduction aux progiciels de gestion intégrés (PGI). E. - Introduction aux systèmes décisionnels : Système d'information d'aide à la décision (SIAD). Entrepôts et forage de données. Extraction des connaissances par les données (ECD). II. - Matériels, réseaux et sécurité informatique A. - Matériels et réseaux : Le micro-ordinateur et son architecture : Les périphériques et leur évolution. Les réseaux et leur architecture. L'architecture client-serveur : principes fonctionnels et évolution. Protocoles : protocole TCP/IP, protocoles d'application internet. Services et organisation d'un réseau : Réseau et sous-réseau, domaine et sous-domaine. Les différents types de réseaux. Les types de liaison d'un poste de travail au réseau. L'organisation d'un réseau local. Les services réseaux. Caractéristiques fonctionnelles des serveurs : commutateurs, concentrateur, routeur. Les formats d'échange : format propriétaire, langage à balise, format de message. B. - Sécurité informatique : Principes de sécurité informatique. Risques informatiques, prévention des risques, droit d'accès. Responsable sécurité. Sécurité du poste de travail : outils et procédures de protection, de sauvegarde et de restauration de données. Réglementation sur l'utilisation des données. Protection juridique des logiciels. Commission nationale informatique et libertés. III. - Modélisation à l'aide de logiciels A. - Avec un tableur : Modélisation à l'aide d'une feuille de calcul : Fonctions avancées du tableur, macro-fonctions et fonctions personnalisées. Eléments  d'algorithmique et de langage variables (nom, type, valeur), procédures  algorithmiques (alternatives, itératives, choix). Programme simple. Audit d'une feuille de calcul : contrôle des objectifs, de la documentation, de l'intégrité et de l'évolutivité. B. - Avec une base de données : Interprétation du domaine de gestion décrit (données, dépendances fonctionnelles, règles de gestion). Systèmes de gestion de bases de données relationnelles. Schéma relationnel. Module d'un système de gestion de base de données : écrans, états, formulaires. Requêtes et opérateurs associés. Importation et exportation de données. IV. - Les logiciels métiers A. - La gestion comptable et financière : Paramétrage d'un logiciel comptable, modes de saisie. Production  d'états intermédiaires et de synthèse : production et contrôle d'états  courants (balance, journaux, documents de synthèse, liasse fiscale). Gestion des immobilisations : acquisition d'immobilisations avec distinction par composants, plan d'amortissement, cession. Gestion de trésorerie : budget et situations de trésorerie. Gestion  de cabinet : gestion de missions (définition, paramétrage, lettre de  mission), gestion des temps et des budgets, suivi de dossier. B. - Dématérialisation et téléprocédures : L'échange de données informatisées : Transfert de données fiscales et comptables (TDFC). Transfert de données sociales (TDS). Facturation électronique (aspect technique et légal). La signature électronique : principes juridiques et techniques de la signature électronique. Bureau virtuel. Outils nomades. Outils collaboratifs et de gestion des connaissances : Gestion d'un dossier client. Veille documentaire. Gestion de planning. V. - Techniques quantitatives de gestion A. - Statistiques descriptives et corrélatives : Principales  notions : population, échantillon, variable statistique, effectifs,  fréquences, variables discrètes et continues, densité de fréquence,  histogramme, fonction de répartition. Indicateurs de position : moyenne, mode, médiane, quantile. Indicateurs de dispersion : variance, écart type. Autres indicateurs : coefficients de variation, coefficient de dissymétrie. Corrélations et régression linéaire. Distributions conjointes, marginales et conditionnelles. Covariance, coefficient de corrélation, droite de régression. Variance expliquée et résiduelle. B. - Probabilités et variables aléatoires : Définitions. Lois de probabilités courantes. C. - Techniques de prévision : Décomposition d'une série. Prévision de la composante tendancielle. Prévision saisonnière. D. - Mathématiques financières : Principes, taux utilisés. Capitalisation d'échéanciers. Utilisation d'une calculette financière et du tableur. Actualisation d'échéanciers. Versements périodiques constants, tableau d'amortissement. E. - Optimisation : Base de la programmation linéaire. ADMISSION Première épreuve Interrogation sur les matières juridiques, comptables, financières et fiscales I. - Droit A. - Introduction générale au droit : Les sources du droit : sources internationales, communautaires, nationales (étatiques et professionnelles). La preuve des droits : objet, charge, modes, admissibilité, évolution. L'organisation judiciaire : Juridictions communautaires. Juridictions nationales du premier degré : civiles, commerciales, pénales et administratives ; Juridictions du second degré : cours d'appel et cours administratives d'appel. Cour de cassation et Conseil d'Etat. Les personnels des juridictions : magistrats et auxiliaires. Grands  principes européens du droit commun du procès : droit à un procès  équitable, droit à un procès public et droit à un procès d'une durée  raisonnable. Grands principes du droit français du droit commun du  procès : principes relatifs à la compétence des juridictions  (compétence d'attribution et territoriale), au déroulement du procès  (principes directeurs de la contradiction, de la publicité, de l'oralité  des débats, de la neutralité du juge, de la gratuité), au jugement  (force exécutoire et autorité de la chose jugée). Les modes alternatifs de règlement des conflits. Les  règlements amiables : définition, cas de recours (conciliation et  médiation civile, médiation pénale et transactions administratives),  mise en œuvre. Les règlements juridictionnels : l'arbitrage (définition, domaine, mise en œuvre). B. - Théorie générale du contrat : Notion et fonctions économiques du contrat. Principes fondateurs du droit des contrats : liberté contractuelle, force obligatoire et bonne foi. La formation du contrat : conditions de formation, clauses contractuelles particulières, sanctions des conditions de formation. L'exécution du contrat : obligations à exécuter (voulues par les parties, imposées par le juge), interprétation du contrat. Les personnes obligées : principe de l'effet relatif et ses exceptions. Le paiement, mode normal d'exécution du contrat. Les sanctions de l'inexécution. C. - Les personnes et les biens : La personne juridique : utilités de la notion de personne juridique, diversité. Les personnes physiques : Capacité et incapacité (définition et distinction). Eléments d'identification (nom de famille, domicile et nationalité). Les personnes morales : Capacité, principe de spécialité, nécessité d'une représentation. Eléments d'identification : dénomination sociale, siège social et nationalité. Les commerçants, personnes physiques : Définition. Commerçant et entreprise individuelle. Actes de commerce. Activités interdites et contrôlées. Statut  personnel du commerçant : incapacité, régime matrimonial, pacte civil  de solidarité, nationalité, interdictions, incompatibilités et  déchéances. Statut du conjoint. Conséquences de l'activité commerciale : statut juridique et obligations du commerçant. Les autres professionnels de la vie des affaires : Les artisans : définition et statut. Les agriculteurs : définition et statut. Les professionnels libéraux : diversité et statut. Théorie du patrimoine : Approche personnaliste et thèse du patrimoine d'affectation : intérêts et limites. Approche  du droit positif français : rattachement à la thèse personnaliste et  conséquences, composition (biens, droits patrimoniaux et dettes). Nature juridique. Droit de gage général et nécessité des sûretés. La propriété : Théorie générale de la propriété : attributs et caractères. L'acquisition de la propriété : par un acte juridique et par un fait juridique. L'étendue  du droit de propriété : objet, servitudes, propriété démembrée  (usufruit), exercice entravé du droit de propriété (abus de droit et  troubles du voisinage). Applications particulières de la propriété : Le fonds de commerce : notion, composition et nature. La  propriété commerciale : conditions d'application du statut des baux  commerciaux, régime applicable au bail commercial, droit au  renouvellement. Notions de propriété industrielle : protection des  inventions par les brevets, des créations ornementales par les dessins  et modèles, des signes distinctifs par la marque. Notion de droit d'auteur. D. - L'entreprise en société : Notions générales. La société, personne juridique : Constitution  de la société et acquisition de la personnalité morale, apports des  associés et immatriculation de la personne morale. Identité : les attributs de la personne morale (nom, siège, patrimoine, durée et capacité). Associés et dirigeants, organes sociaux : fonctionnement, représentation, responsabilité, gouvernance. Aspects  juridiques intéressant les capitaux et le résultat : capital social,  capitaux propres, notion de bénéfice et de dividende, notion de capital  variable. Contrôle et sanctions. Dissolution et liquidation, modalités et étendue de la personnalité morale pendant les phases de dissolution et liquidation. La société sans personnalité juridique propre : Dispositions régissant l'absence de personnalité juridique de la société. Société de fait. Société créée de fait. Société en participation. Les principaux types de sociétés : Sociétés à responsabilité limitée : pluripersonnelle et unipersonnelle. Sociétés anonymes : classique, à directoire. Sociétés par actions simplifiées : pluripersonnelle et unipersonnelle. Sociétés en nom collectif. Sociétés civiles : immobilière, professionnelle, de moyens. E. - L'association : Notions générales et typologie. Constitution et acquisition de la personne morale. Représentation, fonctionnement et responsabilité des organes sociaux. Conséquences de l'exercice d'une activité économique (concurrentielle ou non). Contrôle des associations. Dissolution et liquidation. F. - Autres types de groupement : Caractéristiques  essentielles des sociétés en commandite, sociétés d'exercice libéral,  sociétés coopératives, sociétés agricoles, sociétés d'économie mixte,  groupement d'intérêt économique, groupement européen d'intérêt  économique, société européenne. G. - Droit pénal des affaires : Infractions  spécifiques du droit pénal des sociétés et groupements d'affaires :  abus de biens sociaux, distributions de dividendes fictifs, présentation  ou publication de bilan ne donnant pas une image fidèle, infractions  relatives à la constitution et à la dissolution de la société, aux  assemblées, au contrôle de la société ainsi qu'aux droits sociaux et aux  modifications du capital social. Infractions générales du droit pénal des affaires : abus de confiance, escroquerie, faux et usage de faux, recel. H. - L'entreprise et ses responsabilités : L'entreprise et la responsabilité délictuelle : Théorie de la responsabilité délictuelle : fondements, domaine et fonctions. Les conditions de la mise en œuvre : dommage, fait générateur, lien de causalité. L'entreprise et la responsabilité pénale. Le  droit pénal général : éléments constitutifs de l'infraction (élément  légal, matériel et moral), classification des infractions (crime, délit  et contravention), identification de la personne responsable (auteur et  complice), peine (notion et principes directeurs). La procédure pénale : actions (action publique et action civile), instruction préparatoire, jugement et voies de recours. I. - L'entreprise en difficulté : Notions  sur la prévention des difficultés des entreprises : rôle des exigences  comptables, déclenchement de la procédure d'alerte par le commissaire  aux comptes, mission du mandataire ad hoc et du conciliateur. Notions  sur le traitement des difficultés des entreprises : finalités des  procédures de sauvegarde, redressement et liquidation judiciaire. J. - Aspects individuels du droit du travail : La  formation du contrat de travail : conditions de formation du contrat  (conditions de fond et de forme, formalités auprès de la sécurité  sociale et des services du ministère du travail pour l'embauche). L'exécution du contrat de travail : obligations de l'employeur et du salarié. Les différentes formes du contrat de travail : contrats à durée indéterminée et contrats atypiques. L'évolution  du contrat de travail : suspension du contrat, modification du contrat,  transfert d'entreprise et maintien du contrat de travail. Les  conditions de travail : durée du travail, congés et repos, rémunération  du travail (modalités de détermination du salaire et de ses éléments  accessoires et complémentaires), formation (le plan de formation, droit  individuel à la formation, les congés de formation, financement de la  formation). La rupture du contrat de travail : licenciement  (motifs et procédures), démission, commun accord des parties, départ  volontaire et mise à la retraite, force majeure et résiliation  judiciaire, effets de la rupture du contrat de travail. Pouvoirs de l'employeur et libertés des salariés : Les fondements du pouvoir de l'employeur. Les actes réglementaires de l'employeur (règlement intérieur, notes de service). Le droit disciplinaire : fautes et sanctions disciplinaires, garanties procédurales, contrôle judiciaire. La  protection de la personne au travail : pouvoir de direction et libertés  fondamentales (discrimination, harcèlement, conditions de travail ou  d'hébergement contraires à la dignité de la personne humaine), pouvoir  de direction et protection du corps (atteintes involontaires à la vie et  à l'intégrité de la personne, mise en danger d'autrui, règles d'hygiène  et de sécurité). K. - Aspects collectifs du droit du travail : La représentation collective : Les institutions représentatives du personnel : délégués du personnel, comité d'entreprise et de groupe. Les  syndicats : liberté syndicale, statut juridique des syndicats,  représentation syndicale dans l'entreprise, rôle de l'action syndicale. La  protection des institutions représentatives du personnel et des  syndicats : personnes protégées, moyens de la protection, délits  d'entrave. Le droit d'expression des salariés. La négociation collective : Le  droit commun de la négociation et des conventions collectives :  formation de la convention et modalités d'application, extension et  élargissement. Le droit particulier de la négociation et des  conventions collectives : accords nationaux interprofessionnels, accords  et conventions de branche, accords de groupe, accords d'entreprise. L'association des salariés aux performances de l'entreprise : Participation des salariés aux résultats de l'entreprise. L'intéressement. Les plans d'épargne. Le bilan social : champ d'application, modalités d'élaboration et de diffusion. L. - La protection sociale : Introduction au droit de la protection sociale : Régimes sociaux et assurés. Organisation administrative et financière de la sécurité sociale. Le régime général de la sécurité sociale : La protection contre les aléas de la vie : assurances maladie, maternité, invalidité, décès. La protection de la vieillesse : droits à pension de retraite et prestations. La couverture des risques professionnels : accidents du travail et de trajet, maladies professionnelles. La protection en cas de chômage : chômage total, chômage partiel. La protection sociale complémentaire : Les régimes complémentaires : institutions et couvertures. Les régimes d'aide sociale. Notions  sur d'autres régimes sociaux : assurances maladie et vieillesse des  travailleurs non salariés non agricoles, régime agricole. M. - Contrôles et contentieux sociaux : Les  contrôles de l'application du droit du travail et de la protection  sociale : contrôle de l'URSSAF, contrôle du travail dissimulé, contrôles  de l'inspection du travail. Le contentieux social : Les conflits non contentieux de la relation de travail : grève, le lock-out, conciliation, médiation et arbitrage. Les  contentieux de la relation de travail : contentieux prud'homal,  contentieux de la sécurité sociale, contentieux civil du travail,  contentieux pénal du travail et de la protection sociale. II. - Fiscalité A. - Introduction générale au droit fiscal : Définition et caractéristiques de l'impôt. Les principales classifications des impôts et taxes. Les sources internes et supranationales du droit fiscal. B. - L'imposition du résultat de l'entreprise : L'imposition  des résultats dans le cadre des entreprises individuelles : bénéfices  industriels et commerciaux, bénéfices agricoles, bénéfices non  commerciaux. L'imposition des résultats dans le cadre des sociétés  soumises à l'impôt sur les sociétés : champ d'application et  territorialité de l'impôt sur les sociétés, détermination et déclaration  du résultat fiscal, liquidation et paiement de l'impôt sur les  sociétés, traitement des déficits, affectation du résultat et régime des  revenus distribués. L'imposition des résultats dans le cadre des  sociétés de personnes : champ d'application, détermination du résultat  fiscal, détermination de la quote-part des résultats de chaque associé. Les crédits d'impôt et les aides fiscales accordés aux entreprises. C. - La taxe sur la valeur ajoutée (TVA) : Champ d'application. Territorialité. La TVA collectée. La TVA déductible. Le crédit de TVA. Modalités d'établissement des déclarations de TVA. Paiement de la TVA. Régularisations liées au coefficient de déduction. Règles applicables aux petites entreprises. D. - L'imposition du capital : Les  droits d'enregistrement : généralités sur les droits d'enregistrement,  droits de mutation à titre onéreux sur les cessions d'immeubles, de  fonds de commerce, de droits sociaux, les droits d'enregistrement et  constitution de sociétés. Les impôts locaux : principes applicables aux principales taxes. E. - Les taxes assises sur les salaires : La  taxe sur les salaires, la taxe d'apprentissage, la participation des  employeurs au financement de la formation professionnelle continue, la  participation des employeurs au financement de la construction. F. - Le contrôle fiscal : Les différentes formes du contrôle fiscal. Les principes généraux du contrôle fiscal. La vérification de la comptabilité. III. - Comptabilité Le programme de comptabilité est identique à celui de la première épreuve d'admissibilité. IV. - Gestion et finance des entreprises A. - La valeur : La valeur et le temps : Coût de l'argent, taux d'intérêt (nominal et réel). Valeur présente ou actuelle et valeur future. Annuités et rentes. Capitalisation et actualisation en temps discret. Valeur de marché. Relation taux requis-valeur. Evaluation d'une dette à taux fixe. Taux de rendement actuariel. La valeur et le risque : Taux de rentabilité attendu incertain. Probabilités et rentabilités attendues. Couple rentabilité-risque : la représentation espérance/écart-type. Introduction à la diversification : le cas de deux actifs. Modélisation d'une rentabilité aléatoire avec un modèle à deux facteurs. Notion de risque diversifiable et de risque non diversifiable. La valeur et l'information : Information et incertitude. Notion de marché financier. Valeur, information et prix de marché. Efficience informationnelle. B. - Le diagnostic financier des comptes annuels : La  démarche de diagnostic : diagnostic économique et financier d'une  entreprise, diversité des méthodes, comparaison dans l'espace et dans le  temps. Analyse des états financiers : bilan, compte de résultat,  tableau des flux de trésorerie, tableau de variation des capitaux  propres et annexe. L'analyse de l'activité : Analyse du compte de résultat : soldes intermédiaires de gestion et capacité d'autofinancement. Risque d'exploitation : seuil de rentabilité et levier opérationnel. L'analyse  de la structure financière : analyse fonctionnelle du bilan (fonds de  roulement net global, besoin en fonds de roulement, trésorerie nette). L'analyse de la rentabilité : Rentabilité économique, financière. Effet de levier. L'analyse par les ratios : Ratios de composition, ratios d'évolution. Ratios d'activité, de rentabilité, d'équilibre, d'investissement, d'endettement, de rentabilité. L'analyse par les tableaux de flux : Tableaux de financement et tableaux de flux de trésorerie. Capacité à supporter le coût de la dette, solvabilité. Capacité à financer les investissements. C. - La politique d'investissement : Les  projets d'investissement : estimation des flux des projets, capacité  d'autofinancement d'exploitation, variations du besoin en fonds de  roulement d'exploitation, immobilisations, valeurs terminales. Taux d'actualisation, coût du capital pour un projet. Critères  de sélection financiers : valeur actuelle nette, taux interne de  rentabilité, délai de récupération du capital investi, taux de rendement  global. Critères de sélection non financiers. La gestion du besoin en fonds de roulement : Approche normative d'évaluation du besoin en fonds de roulement d'exploitation. Action sur les postes clients, fournisseurs et stocks. D. - La politique de financement : Les modes de financement : Autofinancement. Financement par augmentation de capital, par emprunt et par crédit-bail. Coût des moyens de financement. Les contraintes de financement : Equilibre financier. Risque financier et garanties. La structure du financement : Coût du capital. Structure financière et valeur de l'entreprise. Le plan de financement : Objectifs du plan de financement. Processus d'élaboration. Modalité d'équilibrage. E. - La trésorerie : La gestion de la trésorerie : Prévisions de trésorerie. Modalités  d'équilibrage : financement des insuffisances de trésorerie (escompte,  crédits de trésorerie, découvert), placement des excédents. La gestion du risque de change : Couverture du risque de change commercial (emprunt-dépôt, change à terme, option de change). Deuxième épreuve Anglais appliqué à la vie des affaires Les aptitudes évaluées pour l'épreuve orale d'anglais appliqué à la vie des affaires sont les suivantes : Comprendre  et commenter, en anglais, des documents de la vie des affaires, tels  que des textes, graphiques et tableaux tirés de revues ou d'un rapport  annuel d'entreprise.",
            "texteHtml": "<p></p><p align='center'>PROGRAMME DU CERTIFICAT PRÉPARATOIRE AUX FONCTIONS DE COMMISSAIRE AUX COMPTES</p><p align='center'></p><p>En  application des dispositions de l'article A. 822-1-1, le programme des  épreuves du certificat préparatoire aux fonctions de commissaire aux  comptes est fixé conformément à la présente annexe :</p><p></p><p></p><p align='center'><b>ADMISSIBILITÉ</b></p><p align='center'></p><p align='center'><b>Première épreuve</b></p><p align='center'></p><p align='center'><b>Comptabilité</b></p><p><b>I. - Introduction</b></p><p><i>A. - Histoire, définition et rôle de la comptabilité :</i></p><p>Diversité dans le temps et dans l'espace des modèles comptables.</p><p>Les relations comptabilité-économie.</p><p>Les relations comptabilité-droit.</p><p>Les comptes consolidés.</p><p><i>B. - Normalisation et réglementation comptable :</i></p><p>La normalisation : définition et limites.</p><p>Le plan comptable général : principes comptables, nomenclature, systèmes de comptes (abrégé, de base, développé).</p><p>Les normes comptables internationales.</p><p><i>C. - La profession comptable :</i></p><p>Aperçu  sur l'organisation de la profession comptable française :  expert-comptable, commissaire aux comptes, comptable salarié, comptable  public ; les organisations professionnelles (historique, rôle et  organisation de l'ordre des experts-comptables et de la Compagnie  nationale des commissaires aux comptes).</p><p>L'éthique professionnelle  : ses principaux critères (indépendance, compétence, intégrité,  objectivité, confidentialité) et les relations entre professionnels.</p><p>Le rôle de la profession comptable dans la normalisation comptable.</p><p><b>II. - La méthode comptable</b></p><p><i>A. - Analyse des opérations en flux et en stocks :</i></p><p>Les flux et les stocks.</p><p>Les comptes.</p><p><i>B. - Le mécanisme de la partie double :</i></p><p>Le principe de la partie double et les conséquences de son application ; les écritures comptables.</p><p><i>C. - Les contrôles comptables et les documents de synthèse :</i></p><p>Le regroupement dans les comptes.</p><p>La classification comptable : actif, passif ; charges, produits.</p><p>L'établissement d'une balance.</p><p>Première approche des comptes annuels.</p><p><b>III. - Analyse comptable des opérations courantes</b></p><p><i>A.  - Opérations avec les clients, les fournisseurs, les prestataires  divers, le personnel et les organismes sociaux, les banques, les  administrations :</i></p><p>Les achats et les ventes de biens et de services (y compris les modalités de crédit et de règlement).</p><p>La  rémunération du personnel : principales composantes du bulletin de  paie, comptabilisation de la paie et des taxes et cotisations sociales  assises sur les salaires.</p><p>Le suivi du compte banque.</p><p>La comptabilisation de la déclaration de TVA et de l'impôt sur les bénéfices.</p><p><i>B. - Opérations d'investissement et de placement :</i></p><p>Les immobilisations : définition et typologie.</p><p>L'entrée d'immobilisations : acquisition à titre onéreux et à titre gratuit, immobilisations produites par l'entreprise.</p><p>Les valeurs mobilières de placement : acquisition, cession et comptabilisation des revenus.</p><p><i>C. - Opérations de financement :</i></p><p>Les capitaux propres.</p><p>L'emprunt bancaire et l'emprunt obligataire.</p><p><b>IV. - Travaux d'inventaire</b></p><p><i>A. - Opérations d'inventaire :</i></p><p>Principes d'évaluation à l'inventaire.</p><p>Inventaire intermittent et variation des stocks.</p><p>Amortissements.</p><p>Dépréciations.</p><p>Provisions.</p><p>Ajustements de charges et de produits.</p><p>Prise en compte des variations de change.</p><p>Cessions d'immobilisations.</p><p><i>B. - Passage d'un exercice à l'autre :</i></p><p>Principe de séparation des exercices.</p><p>Clôture et réouverture des comptes.</p><p>Notion d'affectation du résultat.</p><p><b>V. - Organisation pratique de la comptabilité</b></p><p><i>A. - Les pièces comptables et la preuve :</i></p><p>Les contraintes légales sur l'établissement et la conservation des pièces et documents comptables.</p><p>La dématérialisation des supports d'information.</p><p><i>B. - Organisation et contrôles comptables :</i></p><p>Règles générales d'établissement des comptes annuels : bilan, compte de résultat et annexe.</p><p>Documents liés à la prévention des difficultés des entreprises.</p><p><b>VI. - Technique comptable approfondie</b></p><p><i>A. - Evaluation des actifs et des passifs :</i></p><p>Principes d'évaluation des actifs et des passifs : à l'entrée, à la clôture de l'exercice et à la sortie.</p><p>Application  des règles d'évaluation aux immobilisations incorporelles et  corporelles : détermination de la valeur d'entrée, incorporation de  frais et charges, cas spécifiques (échanges, redevances annuelles,  rentes viagères, clause de réserve de propriété, sinistre et  expropriation).</p><p>Opérations de location-financement.</p><p>Opérations de recherche-développement.</p><p>Logiciels et sites internet.</p><p>Stocks et en-cours.</p><p>Subventions.</p><p>Abandons de créances.</p><p>Actifs et passifs en monnaies étrangères.</p><p>Titres.</p><p>Intéressement et participations des salariés.</p><p><i>B. - Rattachement des charges et des produits au résultat de l'exercice : situations particulières :</i></p><p>Provisions.</p><p>Engagements financiers et passifs financiers.</p><p>Abonnement des charges et des produits.</p><p>Evénements postérieurs à la clôture.</p><p>Contrats à long terme.</p><p>Changements de méthodes comptables.</p><p>Actifs et passifs en monnaies étrangères.</p><p>Titres.</p><p>Intéressement et participation des salariés.</p><p><i>C. - Comptabilisation des capitaux permanents :</i></p><p>Le capital et ses variations : apports initiaux, augmentation, réduction.</p><p>L'affectation du résultat.</p><p>Les provisions réglementées.</p><p>Les dettes financières (emprunts bancaires et obligataires, autres fonds propres, comptes d'associés).</p><p><i>D. - Introduction à la consolidation des comptes :</i></p><p>Notion de groupe.</p><p>Pourcentage d'intérêt, pourcentage de contrôle.</p><p>Périmètre de consolidation.</p><p>Présentation des méthodes de consolidation.</p><p><i>E. - Introduction à l'audit légal des comptes :</i></p><p>Le commissaire aux comptes et ses missions.</p><p>Notions de contrôle interne, d'élément probant et de contrôle par sondage.</p><p></p><p></p><p align='center'><b>Deuxième épreuve</b></p><p align='center'></p><p align='center'><b>Systèmes d'information de gestion et techniques quantitatives de gestion</b></p><p align='center'></p><p><b>I. - Système d'information et fonctions d'organisation</b></p><p><i>A. - Information et système d'information :</i></p><p>L'information : nature, caractéristiques, qualité, représentation.</p><p>La théorie systémique des organisations.</p><p>Le système d'information : définition, rôle, composantes.</p><p>Direction du système d'information.</p><p>Utilisateurs, informaticiens, gestionnaires, experts.</p><p>Architecture  d'un système d'information : matériels et logiciels, réseaux,  téléinformatique, mode d'exploitation et de traitement, organisation  centralisée et décentralisée, infogérance, tierce maintenance.</p><p><i>B. - Le secteur informatique :</i></p><p>Caractéristiques du secteur.</p><p>Constructeurs, éditeurs, conseils, SSII.</p><p>Associations professionnelles.</p><p><i>C. - Modélisation et analyse du processus :</i></p><p>Démarche générale d'informatisation : schéma directeur, étude préalable, principales étapes de l'informatisation.</p><p>Fonction, organisation, processus.</p><p>Processus clés d'une entreprise.</p><p>Caractéristiques et modélisation des processus :</p><p>Les  différentes approches en modélisation, l'incidence des modes de  production sur la modélisation des processus (série unitaire, ateliers  spécialisés, lignes de production ou d'assemblage, processus continu).</p><p>Principes de simulation de processus.</p><p><i>D. - Les progiciels de gestion :</i></p><p>Progiciels horizontaux (par profession) et verticaux (par fonction).</p><p>Notions  de base sur les progiciels de gestion de la chaîne logistique,  progiciel de gestion de production, progiciel de gestion commerciale,  progiciel de paye.</p><p>Introduction aux progiciels de gestion intégrés (PGI).</p><p><i>E. - Introduction aux systèmes décisionnels :</i></p><p>Système d'information d'aide à la décision (SIAD).</p><p>Entrepôts et forage de données.</p><p>Extraction des connaissances par les données (ECD).</p><p><b>II. - Matériels, réseaux et sécurité informatique</b></p><p><i>A. - Matériels et réseaux :</i></p><p>Le micro-ordinateur et son architecture :</p><p>Les périphériques et leur évolution.</p><p>Les réseaux et leur architecture.</p><p>L'architecture client-serveur : principes fonctionnels et évolution.</p><p>Protocoles : protocole TCP/IP, protocoles d'application internet.</p><p>Services et organisation d'un réseau :</p><p>Réseau et sous-réseau, domaine et sous-domaine.</p><p>Les différents types de réseaux.</p><p>Les types de liaison d'un poste de travail au réseau.</p><p>L'organisation d'un réseau local.</p><p>Les services réseaux.</p><p>Caractéristiques fonctionnelles des serveurs : commutateurs, concentrateur, routeur.</p><p>Les formats d'échange : format propriétaire, langage à balise, format de message.</p><p><i>B. - Sécurité informatique :</i></p><p>Principes de sécurité informatique.</p><p>Risques informatiques, prévention des risques, droit d'accès.</p><p>Responsable sécurité.</p><p>Sécurité du poste de travail : outils et procédures de protection, de sauvegarde et de restauration de données.</p><p>Réglementation sur l'utilisation des données.</p><p>Protection juridique des logiciels.</p><p>Commission nationale informatique et libertés.</p><p><b>III. - Modélisation à l'aide de logiciels</b></p><p><i>A. - Avec un tableur :</i></p><p>Modélisation à l'aide d'une feuille de calcul :</p><p>Fonctions avancées du tableur, macro-fonctions et fonctions personnalisées.</p><p>Eléments  d'algorithmique et de langage variables (nom, type, valeur), procédures  algorithmiques (alternatives, itératives, choix).</p><p>Programme simple.</p><p>Audit d'une feuille de calcul : contrôle des objectifs, de la documentation, de l'intégrité et de l'évolutivité.</p><p><i>B. - Avec une base de données :</i></p><p>Interprétation du domaine de gestion décrit (données, dépendances fonctionnelles, règles de gestion).</p><p>Systèmes de gestion de bases de données relationnelles.</p><p>Schéma relationnel.</p><p>Module d'un système de gestion de base de données : écrans, états, formulaires.</p><p>Requêtes et opérateurs associés.</p><p>Importation et exportation de données.</p><p><b>IV. - Les logiciels métiers</b></p><p><i>A. - La gestion comptable et financière :</i></p><p>Paramétrage d'un logiciel comptable, modes de saisie.</p><p>Production  d'états intermédiaires et de synthèse : production et contrôle d'états  courants (balance, journaux, documents de synthèse, liasse fiscale).</p><p>Gestion des immobilisations : acquisition d'immobilisations avec distinction par composants, plan d'amortissement, cession.</p><p>Gestion de trésorerie : budget et situations de trésorerie.</p><p>Gestion  de cabinet : gestion de missions (définition, paramétrage, lettre de  mission), gestion des temps et des budgets, suivi de dossier.</p><p><i>B. - Dématérialisation et téléprocédures :</i></p><p>L'échange de données informatisées :</p><p>Transfert de données fiscales et comptables (TDFC).</p><p>Transfert de données sociales (TDS).</p><p>Facturation électronique (aspect technique et légal).</p><p>La signature électronique : principes juridiques et techniques de la signature électronique.</p><p>Bureau virtuel.</p><p>Outils nomades.</p><p>Outils collaboratifs et de gestion des connaissances :</p><p>Gestion d'un dossier client.</p><p>Veille documentaire.</p><p>Gestion de planning.</p><p><b>V. - Techniques quantitatives de gestion</b></p><p><i>A. - Statistiques descriptives et corrélatives :</i></p><p>Principales  notions : population, échantillon, variable statistique, effectifs,  fréquences, variables discrètes et continues, densité de fréquence,  histogramme, fonction de répartition.</p><p>Indicateurs de position : moyenne, mode, médiane, quantile.</p><p>Indicateurs de dispersion : variance, écart type.</p><p>Autres indicateurs : coefficients de variation, coefficient de dissymétrie.</p><p>Corrélations et régression linéaire.</p><p>Distributions conjointes, marginales et conditionnelles.</p><p>Covariance, coefficient de corrélation, droite de régression.</p><p>Variance expliquée et résiduelle.</p><p><i>B. - Probabilités et variables aléatoires :</i></p><p>Définitions.</p><p>Lois de probabilités courantes.</p><p><i>C. - Techniques de prévision :</i></p><p>Décomposition d'une série.</p><p>Prévision de la composante tendancielle.</p><p>Prévision saisonnière.</p><p><i>D. - Mathématiques financières :</i></p><p>Principes, taux utilisés.</p><p>Capitalisation d'échéanciers.</p><p>Utilisation d'une calculette financière et du tableur.</p><p>Actualisation d'échéanciers.</p><p>Versements périodiques constants, tableau d'amortissement.</p><p><i>E. - Optimisation :</i></p><p>Base de la programmation linéaire.</p><p></p><p></p><p align='center'><b>ADMISSION</b></p><p align='center'></p><p align='center'><b>Première épreuve</b></p><p align='center'></p><p align='center'><b>Interrogation sur les matières juridiques, comptables, financières et fiscales</b></p><p align='center'></p><p><b>I. - Droit</b></p><p><i>A. - Introduction générale au droit :</i></p><p>Les sources du droit : sources internationales, communautaires, nationales (étatiques et professionnelles).</p><p>La preuve des droits : objet, charge, modes, admissibilité, évolution.</p><p>L'organisation judiciaire :</p><p>Juridictions communautaires.</p><p>Juridictions nationales du premier degré : civiles, commerciales, pénales et administratives ;</p><p>Juridictions du second degré : cours d'appel et cours administratives d'appel.</p><p>Cour de cassation et Conseil d'Etat.</p><p>Les personnels des juridictions : magistrats et auxiliaires.</p><p>Grands  principes européens du droit commun du procès : droit à un procès  équitable, droit à un procès public et droit à un procès d'une durée  raisonnable.</p><p>Grands principes du droit français du droit commun du  procès : principes relatifs à la compétence des juridictions  (compétence d'attribution et territoriale), au déroulement du procès  (principes directeurs de la contradiction, de la publicité, de l'oralité  des débats, de la neutralité du juge, de la gratuité), au jugement  (force exécutoire et autorité de la chose jugée).</p><p>Les modes alternatifs de règlement des conflits.</p><p>Les  règlements amiables : définition, cas de recours (conciliation et  médiation civile, médiation pénale et transactions administratives),  mise en œuvre.</p><p>Les règlements juridictionnels : l'arbitrage (définition, domaine, mise en œuvre).</p><p><i>B. - Théorie générale du contrat :</i></p><p>Notion et fonctions économiques du contrat.</p><p>Principes fondateurs du droit des contrats : liberté contractuelle, force obligatoire et bonne foi.</p><p>La formation du contrat : conditions de formation, clauses contractuelles particulières, sanctions des conditions de formation.</p><p>L'exécution du contrat : obligations à exécuter (voulues par les parties, imposées par le juge), interprétation du contrat.</p><p>Les personnes obligées : principe de l'effet relatif et ses exceptions.</p><p>Le paiement, mode normal d'exécution du contrat.</p><p>Les sanctions de l'inexécution.</p><p><i>C. - Les personnes et les biens :</i></p><p>La personne juridique : utilités de la notion de personne juridique, diversité.</p><p>Les personnes physiques :</p><p>Capacité et incapacité (définition et distinction).</p><p>Eléments d'identification (nom de famille, domicile et nationalité).</p><p>Les personnes morales :</p><p>Capacité, principe de spécialité, nécessité d'une représentation.</p><p>Eléments d'identification : dénomination sociale, siège social et nationalité.</p><p>Les commerçants, personnes physiques :</p><p>Définition.</p><p>Commerçant et entreprise individuelle.</p><p>Actes de commerce.</p><p>Activités interdites et contrôlées.</p><p>Statut  personnel du commerçant : incapacité, régime matrimonial, pacte civil  de solidarité, nationalité, interdictions, incompatibilités et  déchéances.</p><p>Statut du conjoint.</p><p>Conséquences de l'activité commerciale : statut juridique et obligations du commerçant.</p><p>Les autres professionnels de la vie des affaires :</p><p>Les artisans : définition et statut.</p><p>Les agriculteurs : définition et statut.</p><p>Les professionnels libéraux : diversité et statut.</p><p>Théorie du patrimoine :</p><p>Approche personnaliste et thèse du patrimoine d'affectation : intérêts et limites.</p><p>Approche  du droit positif français : rattachement à la thèse personnaliste et  conséquences, composition (biens, droits patrimoniaux et dettes).</p><p>Nature juridique.</p><p>Droit de gage général et nécessité des sûretés.</p><p>La propriété :</p><p>Théorie générale de la propriété : attributs et caractères.</p><p>L'acquisition de la propriété : par un acte juridique et par un fait juridique.</p><p>L'étendue  du droit de propriété : objet, servitudes, propriété démembrée  (usufruit), exercice entravé du droit de propriété (abus de droit et  troubles du voisinage).</p><p>Applications particulières de la propriété :</p><p>Le fonds de commerce : notion, composition et nature.</p><p>La  propriété commerciale : conditions d'application du statut des baux  commerciaux, régime applicable au bail commercial, droit au  renouvellement.</p><p>Notions de propriété industrielle : protection des  inventions par les brevets, des créations ornementales par les dessins  et modèles, des signes distinctifs par la marque.</p><p>Notion de droit d'auteur.</p><p><i>D. - L'entreprise en société :</i></p><p>Notions générales.</p><p>La société, personne juridique :</p><p>Constitution  de la société et acquisition de la personnalité morale, apports des  associés et immatriculation de la personne morale.</p><p>Identité : les attributs de la personne morale (nom, siège, patrimoine, durée et capacité).</p><p>Associés et dirigeants, organes sociaux : fonctionnement, représentation, responsabilité, gouvernance.</p><p>Aspects  juridiques intéressant les capitaux et le résultat : capital social,  capitaux propres, notion de bénéfice et de dividende, notion de capital  variable.</p><p>Contrôle et sanctions.</p><p>Dissolution et liquidation, modalités et étendue de la personnalité morale pendant les phases de dissolution et liquidation.</p><p>La société sans personnalité juridique propre :</p><p>Dispositions régissant l'absence de personnalité juridique de la société.</p><p>Société de fait.</p><p>Société créée de fait.</p><p>Société en participation.</p><p>Les principaux types de sociétés :</p><p>Sociétés à responsabilité limitée : pluripersonnelle et unipersonnelle.</p><p>Sociétés anonymes : classique, à directoire.</p><p>Sociétés par actions simplifiées : pluripersonnelle et unipersonnelle.</p><p>Sociétés en nom collectif.</p><p>Sociétés civiles : immobilière, professionnelle, de moyens.</p><p><i>E. - L'association :</i></p><p>Notions générales et typologie.</p><p>Constitution et acquisition de la personne morale.</p><p>Représentation, fonctionnement et responsabilité des organes sociaux.</p><p>Conséquences de l'exercice d'une activité économique (concurrentielle ou non).</p><p>Contrôle des associations.</p><p>Dissolution et liquidation.</p><p><i>F. - Autres types de groupement :</i></p><p>Caractéristiques  essentielles des sociétés en commandite, sociétés d'exercice libéral,  sociétés coopératives, sociétés agricoles, sociétés d'économie mixte,  groupement d'intérêt économique, groupement européen d'intérêt  économique, société européenne.</p><p><i>G. - Droit pénal des affaires :</i></p><p>Infractions  spécifiques du droit pénal des sociétés et groupements d'affaires :  abus de biens sociaux, distributions de dividendes fictifs, présentation  ou publication de bilan ne donnant pas une image fidèle, infractions  relatives à la constitution et à la dissolution de la société, aux  assemblées, au contrôle de la société ainsi qu'aux droits sociaux et aux  modifications du capital social.</p><p>Infractions générales du droit pénal des affaires : abus de confiance, escroquerie, faux et usage de faux, recel.</p><p><i>H. - L'entreprise et ses responsabilités :</i></p><p>L'entreprise et la responsabilité délictuelle :</p><p>Théorie de la responsabilité délictuelle : fondements, domaine et fonctions.</p><p>Les conditions de la mise en œuvre : dommage, fait générateur, lien de causalité.</p><p>L'entreprise et la responsabilité pénale.</p><p>Le  droit pénal général : éléments constitutifs de l'infraction (élément  légal, matériel et moral), classification des infractions (crime, délit  et contravention), identification de la personne responsable (auteur et  complice), peine (notion et principes directeurs).</p><p>La procédure pénale : actions (action publique et action civile), instruction préparatoire, jugement et voies de recours.</p><p><i>I. - L'entreprise en difficulté :</i></p><p>Notions  sur la prévention des difficultés des entreprises : rôle des exigences  comptables, déclenchement de la procédure d'alerte par le commissaire  aux comptes, mission du mandataire ad hoc et du conciliateur.</p><p>Notions  sur le traitement des difficultés des entreprises : finalités des  procédures de sauvegarde, redressement et liquidation judiciaire.</p><p><i>J. - Aspects individuels du droit du travail :</i></p><p>La  formation du contrat de travail : conditions de formation du contrat  (conditions de fond et de forme, formalités auprès de la sécurité  sociale et des services du ministère du travail pour l'embauche).</p><p>L'exécution du contrat de travail : obligations de l'employeur et du salarié.</p><p>Les différentes formes du contrat de travail : contrats à durée indéterminée et contrats atypiques.</p><p>L'évolution  du contrat de travail : suspension du contrat, modification du contrat,  transfert d'entreprise et maintien du contrat de travail.</p><p>Les  conditions de travail : durée du travail, congés et repos, rémunération  du travail (modalités de détermination du salaire et de ses éléments  accessoires et complémentaires), formation (le plan de formation, droit  individuel à la formation, les congés de formation, financement de la  formation).</p><p>La rupture du contrat de travail : licenciement  (motifs et procédures), démission, commun accord des parties, départ  volontaire et mise à la retraite, force majeure et résiliation  judiciaire, effets de la rupture du contrat de travail.</p><p>Pouvoirs de l'employeur et libertés des salariés :</p><p>Les fondements du pouvoir de l'employeur.</p><p>Les actes réglementaires de l'employeur (règlement intérieur, notes de service).</p><p>Le droit disciplinaire : fautes et sanctions disciplinaires, garanties procédurales, contrôle judiciaire.</p><p>La  protection de la personne au travail : pouvoir de direction et libertés  fondamentales (discrimination, harcèlement, conditions de travail ou  d'hébergement contraires à la dignité de la personne humaine), pouvoir  de direction et protection du corps (atteintes involontaires à la vie et  à l'intégrité de la personne, mise en danger d'autrui, règles d'hygiène  et de sécurité).</p><p><i>K. - Aspects collectifs du droit du travail :</i></p><p>La représentation collective :</p><p>Les institutions représentatives du personnel : délégués du personnel, comité d'entreprise et de groupe.</p><p>Les  syndicats : liberté syndicale, statut juridique des syndicats,  représentation syndicale dans l'entreprise, rôle de l'action syndicale.</p><p>La  protection des institutions représentatives du personnel et des  syndicats : personnes protégées, moyens de la protection, délits  d'entrave.</p><p>Le droit d'expression des salariés.</p><p>La négociation collective :</p><p>Le  droit commun de la négociation et des conventions collectives :  formation de la convention et modalités d'application, extension et  élargissement.</p><p>Le droit particulier de la négociation et des  conventions collectives : accords nationaux interprofessionnels, accords  et conventions de branche, accords de groupe, accords d'entreprise.</p><p>L'association des salariés aux performances de l'entreprise :</p><p>Participation des salariés aux résultats de l'entreprise.</p><p>L'intéressement.</p><p>Les plans d'épargne.</p><p>Le bilan social : champ d'application, modalités d'élaboration et de diffusion.</p><p><i>L. - La protection sociale :</i></p><p>Introduction au droit de la protection sociale :</p><p>Régimes sociaux et assurés.</p><p>Organisation administrative et financière de la sécurité sociale.</p><p>Le régime général de la sécurité sociale :</p><p>La protection contre les aléas de la vie : assurances maladie, maternité, invalidité, décès.</p><p>La protection de la vieillesse : droits à pension de retraite et prestations.</p><p>La couverture des risques professionnels : accidents du travail et de trajet, maladies professionnelles.</p><p>La protection en cas de chômage : chômage total, chômage partiel.</p><p>La protection sociale complémentaire :</p><p>Les régimes complémentaires : institutions et couvertures.</p><p>Les régimes d'aide sociale.</p><p>Notions  sur d'autres régimes sociaux : assurances maladie et vieillesse des  travailleurs non salariés non agricoles, régime agricole.</p><p><i>M. - Contrôles et contentieux sociaux :</i></p><p>Les  contrôles de l'application du droit du travail et de la protection  sociale : contrôle de l'URSSAF, contrôle du travail dissimulé, contrôles  de l'inspection du travail.</p><p>Le contentieux social :</p><p>Les conflits non contentieux de la relation de travail : grève, le lock-out, conciliation, médiation et arbitrage.</p><p>Les  contentieux de la relation de travail : contentieux prud'homal,  contentieux de la sécurité sociale, contentieux civil du travail,  contentieux pénal du travail et de la protection sociale.</p><p><b>II. - Fiscalité</b></p><p><i>A. - Introduction générale au droit fiscal :</i></p><p>Définition et caractéristiques de l'impôt.</p><p>Les principales classifications des impôts et taxes.</p><p>Les sources internes et supranationales du droit fiscal.</p><p><i>B. - L'imposition du résultat de l'entreprise :</i></p><p>L'imposition  des résultats dans le cadre des entreprises individuelles : bénéfices  industriels et commerciaux, bénéfices agricoles, bénéfices non  commerciaux.</p><p>L'imposition des résultats dans le cadre des sociétés  soumises à l'impôt sur les sociétés : champ d'application et  territorialité de l'impôt sur les sociétés, détermination et déclaration  du résultat fiscal, liquidation et paiement de l'impôt sur les  sociétés, traitement des déficits, affectation du résultat et régime des  revenus distribués.</p><p>L'imposition des résultats dans le cadre des  sociétés de personnes : champ d'application, détermination du résultat  fiscal, détermination de la quote-part des résultats de chaque associé.</p><p>Les crédits d'impôt et les aides fiscales accordés aux entreprises.</p><p><i>C. - La taxe sur la valeur ajoutée (TVA) :</i></p><p>Champ d'application.</p><p>Territorialité.</p><p>La TVA collectée.</p><p>La TVA déductible.</p><p>Le crédit de TVA.</p><p>Modalités d'établissement des déclarations de TVA.</p><p>Paiement de la TVA.</p><p>Régularisations liées au coefficient de déduction.</p><p>Règles applicables aux petites entreprises.</p><p><i>D. - L'imposition du capital :</i></p><p>Les  droits d'enregistrement : généralités sur les droits d'enregistrement,  droits de mutation à titre onéreux sur les cessions d'immeubles, de  fonds de commerce, de droits sociaux, les droits d'enregistrement et  constitution de sociétés.</p><p>Les impôts locaux : principes applicables aux principales taxes.</p><p><i>E. - Les taxes assises sur les salaires :</i></p><p>La  taxe sur les salaires, la taxe d'apprentissage, la participation des  employeurs au financement de la formation professionnelle continue, la  participation des employeurs au financement de la construction.</p><p><i>F. - Le contrôle fiscal :</i></p><p>Les différentes formes du contrôle fiscal.</p><p>Les principes généraux du contrôle fiscal.</p><p>La vérification de la comptabilité.</p><p><b>III. - Comptabilité</b></p><p>Le programme de comptabilité est identique à celui de la première épreuve d'admissibilité.</p><p><b>IV. - Gestion et finance des entreprises</b></p><p><i>A. - La valeur :</i></p><p>La valeur et le temps :</p><p>Coût de l'argent, taux d'intérêt (nominal et réel).</p><p>Valeur présente ou actuelle et valeur future.</p><p>Annuités et rentes.</p><p>Capitalisation et actualisation en temps discret.</p><p>Valeur de marché.</p><p>Relation taux requis-valeur.</p><p>Evaluation d'une dette à taux fixe.</p><p>Taux de rendement actuariel.</p><p>La valeur et le risque :</p><p>Taux de rentabilité attendu incertain.</p><p>Probabilités et rentabilités attendues.</p><p>Couple rentabilité-risque : la représentation espérance/écart-type.</p><p>Introduction à la diversification : le cas de deux actifs.</p><p>Modélisation d'une rentabilité aléatoire avec un modèle à deux facteurs.</p><p>Notion de risque diversifiable et de risque non diversifiable.</p><p>La valeur et l'information :</p><p>Information et incertitude.</p><p>Notion de marché financier.</p><p>Valeur, information et prix de marché.</p><p>Efficience informationnelle.</p><p><i>B. - Le diagnostic financier des comptes annuels :</i></p><p>La  démarche de diagnostic : diagnostic économique et financier d'une  entreprise, diversité des méthodes, comparaison dans l'espace et dans le  temps.</p><p>Analyse des états financiers : bilan, compte de résultat,  tableau des flux de trésorerie, tableau de variation des capitaux  propres et annexe.</p><p>L'analyse de l'activité :</p><p>Analyse du compte de résultat : soldes intermédiaires de gestion et capacité d'autofinancement.</p><p>Risque d'exploitation : seuil de rentabilité et levier opérationnel.</p><p>L'analyse  de la structure financière : analyse fonctionnelle du bilan (fonds de  roulement net global, besoin en fonds de roulement, trésorerie nette).</p><p>L'analyse de la rentabilité :</p><p>Rentabilité économique, financière.</p><p>Effet de levier.</p><p>L'analyse par les ratios :</p><p>Ratios de composition, ratios d'évolution.</p><p>Ratios d'activité, de rentabilité, d'équilibre, d'investissement, d'endettement, de rentabilité.</p><p>L'analyse par les tableaux de flux :</p><p>Tableaux de financement et tableaux de flux de trésorerie.</p><p>Capacité à supporter le coût de la dette, solvabilité.</p><p>Capacité à financer les investissements.</p><p><i>C. - La politique d'investissement :</i></p><p>Les  projets d'investissement : estimation des flux des projets, capacité  d'autofinancement d'exploitation, variations du besoin en fonds de  roulement d'exploitation, immobilisations, valeurs terminales.</p><p>Taux d'actualisation, coût du capital pour un projet.</p><p>Critères  de sélection financiers : valeur actuelle nette, taux interne de  rentabilité, délai de récupération du capital investi, taux de rendement  global.</p><p>Critères de sélection non financiers.</p><p>La gestion du besoin en fonds de roulement :</p><p>Approche normative d'évaluation du besoin en fonds de roulement d'exploitation.</p><p>Action sur les postes clients, fournisseurs et stocks.</p><p><i>D. - La politique de financement :</i></p><p>Les modes de financement :</p><p>Autofinancement.</p><p>Financement par augmentation de capital, par emprunt et par crédit-bail.</p><p>Coût des moyens de financement.</p><p>Les contraintes de financement :</p><p>Equilibre financier.</p><p>Risque financier et garanties.</p><p>La structure du financement :</p><p>Coût du capital.</p><p>Structure financière et valeur de l'entreprise.</p><p>Le plan de financement :</p><p>Objectifs du plan de financement.</p><p>Processus d'élaboration.</p><p>Modalité d'équilibrage.</p><p><i>E. - La trésorerie :</i></p><p>La gestion de la trésorerie :</p><p>Prévisions de trésorerie.</p><p>Modalités  d'équilibrage : financement des insuffisances de trésorerie (escompte,  crédits de trésorerie, découvert), placement des excédents.</p><p>La gestion du risque de change :</p><p>Couverture du risque de change commercial (emprunt-dépôt, change à terme, option de change).</p><p>Deuxième épreuve</p><p>Anglais appliqué à la vie des affaires</p><p>Les aptitudes évaluées pour l'épreuve orale d'anglais appliqué à la vie des affaires sont les suivantes :</p><p>Comprendre  et commenter, en anglais, des documents de la vie des affaires, tels  que des textes, graphiques et tableaux tirés de revues ou d'un rapport  annuel d'entreprise. </p><p></p>",
            "num": "Annexe 8-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1372636800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-08-27",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie A Livre VIII",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020998200",
                        "id": "LEGISCTA000020998200",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE 8-9 (ANNEXE À L'ARTICLE A. 822-1-1)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027146343",
                        "id": "LEGISCTA000027146343",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027146344",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000027146343",
            "sectionParentId": "LEGISCTA000027146343",
            "sectionParentTitre": "ANNEXE 8-9 (ANNEXE À L'ARTICLE A. 822-1-1)",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; Annexes partie A Livre VIII &gt; ANNEXE 8-9 (ANNEXE À L'ARTICLE A. 822-1-1)",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000027146344",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A822-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A822-1",
                    "articleId": "LEGIARTI000027146372",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1372636800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027146344",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 8-9",
                "8-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}