{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000035425233",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "RÈGLEMENT DISCIPLINAIRE TYPE DES FÉDÉRATIONS SPORTIVES AGRÉÉES Article 1er Le présent règlement est établi en application des articles L. 131-8 et R. 131-3 et conformément à l'article ..... (1) des statuts de la fédération. Le présent règlement ne s'applique pas à l'exercice du pouvoir disciplinaire à l'égard des agents sportifs et en matière de lutte contre le dopage, régi par des dispositions particulières. Chapitre Ier Organes et procédures disciplinaires Section 1 Dispositions communes aux organes disciplinaires de première instance et d'appel Article 2 Il est institué un ou plusieurs organes disciplinaires de première instance et un ou plusieurs organes disciplinaires d'appel investis du pouvoir disciplinaire à l'égard : 1° Des associations affiliées à la fédération ; 2° Des licenciés de la fédération ; 3° Des titulaires de titres permettant la participation aux activités sportives de la fédération ; 4° Des organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs disciplines de la fédération et qu'elle autorise à délivrer des licences ; 5° Des organismes qui, sans avoir pour objet la pratique d'une ou plusieurs disciplines de la fédération, contribuent au développement d'une ou plusieurs de celles-ci ; 6° Des sociétés sportives ; 7° Tout membre, préposé, salarié ou bénévole de ces associations et sociétés sportives agissant en qualité de dirigeant ou de licencié de fait. Ces organes disciplinaires sont compétents pour prononcer des sanctions à raison des faits contraires aux règles posées par les statuts et règlements de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle et commis par une personne physique ou morale en une des qualités mentionnées ci-dessus à la date de commission des faits. Les membres des organes disciplinaires, y compris leur président sont désignés par ..... (2). Il ne peut être mis fin aux fonctions d'un membre en cours de mandat qu'en cas : 1° D'empêchement définitif constaté par les instances mentionnées ci-dessus ; 2° Ou de démission ; 3° Ou d'exclusion. Chacun de ces organes se compose de trois membres au moins choisis, notamment, en raison de leur compétence d'ordre juridique ou en matière d'éthique et de déontologie sportives. Les présidents de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle ainsi que les membres des instances dirigeantes de la fédération ou de la ligue professionnelle ne peuvent être simultanément membres d'aucun organe disciplinaire. Tout organe disciplinaire des organes déconcentrés de la fédération est composé en majorité de membres n'appartenant pas aux instances dirigeantes de ces derniers. Les membres des organes disciplinaires ne peuvent être liés à la fédération, à ses organes déconcentrés, le cas échéant, à la ligue professionnelle par un lien contractuel autre que celui résultant éventuellement de la licence. Article 3 La durée du mandat des membres des organes disciplinaires de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle est identique à celle du mandat des instances dirigeantes correspondantes. Leur mandat expire au plus tard à la fin de la saison sportive au cours de laquelle les instances dirigeantes sont renouvelées. En cas d'empêchement définitif, de démission ou d'exclusion d'un membre, un nouveau membre peut être désigné dans les mêmes conditions que son prédécesseur pour la durée du mandat restant à courir. Article 4 Les membres des organes disciplinaires se prononcent en toute indépendance et ne peuvent recevoir d'instruction. Les membres des organes disciplinaires et les secrétaires de séance sont astreints à une obligation de confidentialité pour les faits, actes et informations dont ils ont connaissance en raison de leurs fonctions. Toute méconnaissance des règles fixées aux articles 2, 7 et au présent article constitue un motif d'exclusion du membre de l'organe disciplinaire ou du secrétaire de séance par les instances compétentes pour leur désignation. Article 5 Les organes disciplinaires de première instance et d'appel se réunissent sur convocation de leur président ou de la personne qu'il mandate à cet effet. Chacun d'eux ne peut délibérer valablement que lorsque trois au moins de ses membres sont présents. En cas de partage égal des voix, le président de séance a voix prépondérante. Le président de séance de l'organe disciplinaire désigne soit un membre de celui-ci, soit une autre personne pour assurer les fonctions de secrétaire de séance. En cas d'absence ou d'empêchement définitif du président, la présidence de l'organe disciplinaire est assurée par le membre le plus âgé de l'organe disciplinaire. Article 6 Les débats devant les organes disciplinaires sont publics. Toutefois, le président de séance peut, d'office ou à la demande d'une des parties, le cas échéant de son représentant légal, de son conseil ou de son avocat, interdire au public l'accès de la salle pendant tout ou partie de l'audience dans l'intérêt de l'ordre public ou de la sérénité des débats ou lorsque le respect de la vie privée ou du secret professionnel le justifie. Article 7 Les membres des organes disciplinaires doivent faire connaître au président de l'organe dont ils sont membres s'ils ont un intérêt direct ou indirect à l'affaire. Dans ce cas, ils ne peuvent siéger. A l'occasion d'une même affaire, nul ne peut siéger dans l'organe disciplinaire d'appel s'il a siégé dans l'organe disciplinaire de première instance. Article 8 Pour tenir compte de l'éloignement géographique ou de contraintes professionnelles ou médicales, le président de l'organe disciplinaire, après avoir recueilli l'accord de la personne poursuivie, peut décider que tout ou partie des débats seront conduits sous forme de conférence audiovisuelle, pourvu qu'il soit recouru à des moyens garantissant la participation effective de chaque personne aux débats et le caractère contradictoire de la procédure. Article 9 La transmission des documents et actes de procédure mentionnés au présent règlement est effectuée par courrier recommandé avec accusé de réception ou par courrier remis en main propre contre décharge ou, le cas échéant, par courrier électronique à la personne poursuivie ou à son représentant légal, à son avocat, à l'organisme à but lucratif, à l'association ou à la société sportive avec lequel elle a un lien juridique. L'utilisation du courrier électronique doit garantir la fiabilité de l'identification des parties à la communication électronique, l'intégrité des documents adressés ainsi que la sécurité et la confidentialité des échanges entre l'ensemble des personnes participant à la procédure disciplinaire. Elle doit permettre également d'établir de manière certaine la date et l'heure de la transmission des documents ainsi que celles de leur réception par leur destinataire. Section 2 Dispositions relatives aux organes disciplinaires de première instance Article 10 Les poursuites disciplinaires sont engagées selon les modalités suivantes ..... (3). Les affaires disciplinaires qui doivent faire l'objet d'une instruction sont : .... (4). Toute autre affaire disciplinaire peut faire l'objet d'une instruction sur décision du président de l'organe disciplinaire. Les personnes habilitées à effectuer l'instruction des affaires disciplinaires (5) sont désignées par ..... (2). Elles sont choisies soit parmi les personnes physiques, ou les collaborateurs et licenciés des personnes morales, mentionnées à l'article 2, soit en raison de leur compétence au regard des faits objets des poursuites. En cette qualité et pour les besoins de l'instruction des affaires dont elles sont chargées, elles ont délégation du président de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle pour toutes les correspondances relatives à l'accomplissement de leur mission. Elles ne peuvent être membres des organes disciplinaires saisis de l'affaire qu'elles ont instruite, ni avoir un intérêt direct ou indirect à l'affaire. Elles sont astreintes à une obligation de confidentialité pour tous les faits, actes et informations dont elles ont connaissance en raison de leurs fonctions. Toute méconnaissance de ces obligations constitue une faute. Article 11 Lorsque l'affaire fait l'objet d'une instruction, la personne chargée de l'instruction établit un rapport qu'elle adresse à l'organe disciplinaire et à la personne poursuivie au vu des éléments du dossier et de tout renseignement recueilli par tout moyen. Elle n'a pas compétence pour clore d'elle-même une affaire. Les personnes chargées de l'instruction exercent leur mission en toute impartialité et objectivité et peuvent : 1° Entendre toute personne dont l'audition paraît utile ; 2° Demander à toute personne des informations nécessaires à la procédure. Article 12 Lorsque les circonstances le justifient, notamment au regard de la gravité des faits, les organes compétents (6) peuvent prononcer à l'encontre de la personne poursuivie, à tout moment de la procédure disciplinaire de première instance et par décision motivée, une mesure conservatoire (7) dans l'attente de la notification de la décision de l'organe disciplinaire. La mesure conservatoire prend fin en cas de retrait de celle-ci par les personnes ou les organes compétents. Elle prend également fin si l'organe disciplinaire n'est pas en mesure de statuer dans le délai qui lui est imparti à l'article 18 du présent règlement. Les décisions relatives aux mesures conservatoires sont notifiées aux personnes poursuivies dans les conditions prévues à l'article 9 et sont insusceptibles d'appel. Article 13 La personne poursuivie et, le cas échéant, son représentant légal sont convoqués devant l'organe disciplinaire par l'envoi d'un document énonçant les griefs retenus dans les conditions prévues à l'article 9, au minimum sept jours avant la date de la séance. La personne poursuivie ainsi que, le cas échéant, son représentant légal, son conseil ou son avocat peuvent consulter, avant la séance, le rapport et l'intégralité du dossier (8). Ils peuvent demander que soient entendues les personnes de leur choix, dont ils communiquent les noms quarante-huit heures au moins avant la réunion de l'organe disciplinaire. Pour tenir compte de l'éloignement géographique ou de contraintes professionnelles ou médicales des personnes dont l'audition est demandée, celle-ci peut être réalisée par conférence téléphonique sous réserve de l'accord du président de l'organe disciplinaire et de la personne poursuivie. Le président de l'organe disciplinaire peut refuser, par décision motivée, les demandes d'audition manifestement abusives. Lors de la séance, la personne poursuivie peut être accompagnée par toute personne. Elle peut être représentée, le cas échéant, par son représentant légal, par son conseil ou son avocat. Des observations écrites ou orales peuvent être présentées par la personne poursuivie ou par les personnes qui l'assistent ou la représentent. Si elle ne parle pas ou ne comprend pas suffisamment la langue française, elle peut demander à être assistée d'un interprète de son choix à ses frais ou d'un interprète choisi par la fédération, ses organes déconcentrés ou, le cas échéant, la ligue professionnelle aux frais de ceux-ci. Le délai de sept jours mentionné au premier alinéa peut être réduit en cas d'urgence, de circonstances tenant au bon déroulement des compétitions sportives ou de circonstances exceptionnelles par décision du président de l'organe disciplinaire, à son initiative ou à la demande de la personne chargée de l'instruction ou de la personne poursuivie. En ce cas, la faculté de demander l'audition de personnes s'exerce sans condition de délai. La lettre de convocation mentionnée au premier alinéa indique à la personne poursuivie l'ensemble des droits définis au présent article. Article 14 En cas d'urgence, de circonstances tenant au bon déroulement des compétitions sportives ou de circonstances exceptionnelles, et sauf cas de force majeure, le report de l'affaire ne peut être demandé. Dans les autres cas et sauf cas de force majeure, le report de l'affaire ne peut être demandé qu'une seule fois, quarante-huit heures au plus tard avant la date de la séance, pour un motif sérieux. Le président de l'organe disciplinaire accorde ou non le report. En cas de refus, sa décision doit être motivée. Il peut également décider de sa propre initiative de prononcer un report. Article 15 Lorsque l'affaire est dispensée d'instruction, le président de séance de l'organe disciplinaire ou la personne qu'il désigne expose les faits et le déroulement de la procédure. Dans les autres cas, la personne chargée de l'instruction présente oralement son rapport. En cas d'empêchement de la personne chargée de l'instruction, son rapport peut être lu par le président de séance ou la personne qu'il désigne. Toute personne dont l'audition paraît utile peut être entendue par l'organe disciplinaire. Si une telle audition est décidée, le président en informe la personne poursuivie avant la séance. La personne poursuivie et, le cas échéant, son représentant légal ainsi que la ou les personnes qui l'assistent ou la représentent sont invités à prendre la parole en dernier. Article 16 Par exception aux dispositions de l'article 13, lorsque l'organe disciplinaire leur a fait connaître que la nature ou les circonstances de l'affaire ne justifient pas leur convocation devant l'organe disciplinaire, à savoir ..... (9), la personne poursuivie ou son représentant légal, son conseil ou son avocat peuvent adresser par écrit des observations en défense. Ils peuvent néanmoins demander à être entendus dans les conditions prévues aux articles 13 et 15. Article 17 L'organe disciplinaire délibère à huis clos, hors la présence de la personne poursuivie, des personnes qui l'assistent ou la représentent, des personnes entendues à l'audience et de la personne chargée de l'instruction. Lorsque les fonctions de secrétaire de séance sont assurées par une personne qui n'est pas membre de l'organe disciplinaire, celle-ci peut assister au délibéré sans y participer. L'organe disciplinaire prend une décision motivée. Cette décision ou le procès-verbal de la séance qui la relate est signé par le président de séance et le secrétaire. La décision ou l'extrait du procès-verbal constituant la décision est notifié à la personne poursuivie ou, le cas échéant, à son représentant légal, ou à l'organisme à but lucratif, l'association ou la société sportive avec lequel elle a un lien juridique, selon les modalités prévues par l'article 9. La notification mentionne les voies et délais de recours. L'association sportive, la société sportive ou l'organisme à but lucratif dont dépend la personne poursuivie sont informés de cette décision (10). Article 18 L'organe disciplinaire de première instance doit se prononcer dans un délai de dix semaines à compter de l'engagement des poursuites disciplinaires. En cas de circonstances exceptionnelles, le délai de dix semaines peut être prorogé d'un mois par une décision motivée du président de l'organe disciplinaire et notifiée à la personne poursuivie, le cas échéant, à son représentant légal, à son conseil ou à son avocat ou à l'organisme à but lucratif, l'association ou la société sportive avec lequel elle a un lien juridique, selon les modalités prévues à l'article 9. Lorsque la séance a été reportée en application de l'article 14, le délai mentionné à l'alinéa précédent est prolongé d'une durée égale à celle du report. Faute d'avoir statué dans ces délais, l'organe disciplinaire de première instance est dessaisi et l'ensemble du dossier est transmis à l'organe disciplinaire d'appel compétent qui statue en dernier ressort. Section 3 Dispositions relatives aux organes disciplinaires d'appel Article 19 La personne poursuivie et, le cas échéant, son représentant légal, son conseil ou son avocat ainsi que ..... (11) peuvent interjeter appel de la décision de l'organe disciplinaire de première instance auprès de celui d'appel selon les modalités prévues à l'article 9, dans un délai de sept jours. Ce délai est prolongé de cinq jours dans le cas où le domicile de l'intéressé est situé hors de la métropole, sauf si l'organe disciplinaire compétent est situé lui aussi hors métropole, ou au profit de la personne poursuivie ainsi que des autres personnes pouvant interjeter appel en cas d'appel par la fédération dont elle relève. L'exercice du droit d'appel ne peut être subordonné au versement d'une somme d'argent à la fédération, ou limité par une décision d'un organe fédéral. L'appel n'est pas suspensif sauf décision motivée de l'organe disciplinaire de première instance prise en même temps qu'il est statué au fond. Lorsque la décision refuse de faire droit à des conclusions tendant à conférer un caractère suspensif à un appel, l'instance disciplinaire d'appel, saisie d'un appel comportant la contestation de ce refus, peut statuer sur ce dernier par une décision motivée avant d'examiner le fond de l'affaire. Lorsque l'appel émane de l'instance concernée (fédération, organes déconcentrés, ligue professionnelle), l'organe disciplinaire d'appel en informe la personne poursuivie selon les modalités prévues à l'article 9. Le cas échéant, le représentant légal de la personne poursuivie et son conseil ou son avocat sont informés selon les mêmes modalités. Article 20 L'organe disciplinaire d'appel statue en dernier ressort. Il se prononce au vu du dossier de première instance et des productions d'appel, dans le respect du principe du contradictoire. Le président de séance ou la personne qu'il désigne, établit un rapport exposant les faits et rappelant les conditions du déroulement de la procédure. Ce rapport est présenté oralement en séance. Les dispositions des articles 13 à 15 et 17 ci-dessus sont applicables devant l'organe disciplinaire d'appel. Article 21 L'organe disciplinaire d'appel doit se prononcer dans un délai de quatre mois à compter de l'engagement initial des poursuites. En cas de circonstances exceptionnelles, le délai de quatre mois peut être prorogé d'un mois par une décision motivée du président de l'organe disciplinaire d'appel et notifiée à la personne poursuivie, le cas échéant, à son représentant légal ou à l'organisme à but lucratif, l'association ou la société sportive avec lequel elle a un lien juridique, selon les modalités prévues à l'article 9. A défaut de décision dans ces délais, l'appelant peut saisir le Comité national olympique et sportif français aux fins de la conciliation prévue à l' article L. 141-4 du code du sport . Lorsque l'organe disciplinaire d'appel n'a été saisi que par l'intéressé ou par l'organisme à but lucratif, l'association ou la société sportive avec lequel il a un lien juridique, la sanction prononcée par l'organe disciplinaire de première instance ne peut être aggravée. La notification et, le cas échéant, la publication se font dans les conditions prévues à l'article 24. Chapitre II Sanctions Article 22 Les sanctions applicables sont notamment (12) : 1° Un avertissement ; 2° Un blâme ; 3° Une amende : lorsque cette amende est infligée à une personne physique, elle ne peut excéder un montant de 45 000 euros ; 4° Une perte d'une ou plusieurs rencontres sportives ; 5° Une pénalité en temps ou en points ; 6° Un déclassement ; 7° Une non homologation d'un résultat sportif ; 8° Une suspension de terrain ou de salle ; 9° Un huis clos total ou partiel pour une ou plusieurs rencontres sportives ; 10° Une interdiction temporaire ou définitive de participer aux manifestations sportives organisées ou autorisées par la fédération ; 11° Une interdiction temporaire ou définitive de participer directement ou indirectement à l'organisation et au déroulement des compétitions et manifestations sportives autorisées par la fédération délégataire ou organisées par une fédération agréée ; 12° Une interdiction d'exercice de fonction ; 13° Un retrait provisoire de la licence pendant la durée de l'interdiction ; 14° une interdiction pour une durée qu'elle fixe d'être licencié de la fédération ou de s'y affilier ; 15° Une radiation ; 16° Une inéligibilité pour une durée déterminée aux instances dirigeantes. 17° la radiation ou l'interdiction d'appartenir pour une durée déterminée à une instance disciplinaire. Une ou plusieurs sanctions peuvent être choisies parmi les sanctions énumérées ci-dessus ou mentionnées en annexe (12) dans le respect du principe de proportionnalité. Elles sont prononcées en considération de la gravité des faits et du comportement de leur auteur. Les sanctions consécutives à la violation des règlements sportifs revêtent un caractère automatique dans les cas limitativement fixés en annexe du présent règlement (13), sous réserve que l'organe disciplinaire puisse, au vu des observations formulées par la personne poursuivie, statuer sur la réalité et l'imputabilité effective des faits qui lui sont reprochés et prendre en compte les circonstances propres à chaque espèce. Les sanctions prononcées peuvent être complétées par une décision de publication dans les conditions fixées à l'article 24. La décision prononçant la sanction peut prévoir une participation de la personne sanctionnée aux frais exposés et dûment justifiés, à l'occasion de la procédure disciplinaire. La ou les sanctions peuvent être, avec l'accord de l'intéressé et, le cas échéant, celui de son représentant légal, remplacées ou complétées par l'accomplissement, pendant une durée qui ne peut excéder une saison sportive, d'activités d'intérêt général au bénéfice de la fédération, de ses organes déconcentrés, de la ligue professionnelle ou d'une association sportive ou caritative (14). Article 23 La décision de l'organe disciplinaire fixe, le cas échéant, la prise d'effet et les modalités d'exécution des sanctions. Article 24 La notification de la décision doit préciser les voies et délais de recours dont dispose la personne concernée. Les décisions des organes disciplinaires ayant ordonné la publication prévoient les modalités d'exécution de cette mesure qui ne peut intervenir qu'après notification aux personnes en ayant fait l'objet et après épuisement des voies de recours internes à la fédération. A cette fin, les organes disciplinaires de première instance et d'appel peuvent ordonner la publication au bulletin officiel de la fédération de l'intégralité ou d'une partie de la décision ou d'un résumé informant le public des motifs et du dispositif de celle-ci. La publication des décisions s'effectue de manière anonyme, sauf si l'organe disciplinaire, par une décision motivée, décide d'ordonner la publication nominative ou si la personne qui a fait l'objet d'une décision de relaxe demande à ce que celle-ci soit nominative. Article 25 Les sanctions prévues à l'article 22, autres que l'avertissement, le blâme et la radiation, peuvent être assorties en tout ou partie d'un sursis. La sanction assortie d'un sursis est réputée non avenue si, dans un délai de (15) après son prononcé, l'intéressé n'a fait l'objet d'aucune nouvelle sanction mentionnée à l'article 22. Toute nouvelle infraction sanctionnée pendant ce délai emporte révocation de tout ou partie du sursis. (1) La disposition applicable est celle que le 2.2.1. de l'annexe I-5 rend obligatoire. (2) Préciser l'organe de la fédération, de ses organes déconcentrés ou de la ligue professionnelle investi du pouvoir de désignation (assemblée générale, organe dirigeant, président...) et les modalités de celle-ci. (3) Préciser les modalités d'engagement des poursuites disciplinaires notamment la saisine des organes disciplinaires par le comité d'éthique, le cas échéant. (4) Déterminer les affaires qui doivent faire l'objet d'une instruction en fonction d'un certain quantum de sanctions encourues et/ou en fonction de la nature ou des circonstances des faits reprochés à la personne poursuivie. (5) Préciser que les personnes chargées de l'instruction des affaires disciplinaires peuvent être des salariés de la fédération, de ses organes déconcentrés ou de la ligue professionnelle dont dépend l'organe investi du pouvoir disciplinaire. (6) Préciser la (les) personnes ou les organes compétents pour prononcer une mesure provisoire. (7) Les mesures conservatoires qui peuvent être prononcées sont : une suspension provisoire de terrain ou de salle, un huis clos total ou partiel pour une ou plusieurs rencontres sportives, une interdiction provisoire de participer aux manifestations sportives organisées ou autorisées par la fédération, une interdiction provisoire de participer directement ou indirectement à l'organisation et au déroulement des compétitions et manifestations sportives autorisées par la fédération délégataire ou organisées par une fédération agréée et une suspension provisoire d'exercice de fonction. (8) Il convient de préciser les conditions dans lesquelles le rapport et l'intégralité du dossier peuvent être mis à disposition ou transmis à la personne poursuivie ainsi que, le cas échéant, à son représentant légal, son conseil ou son avocat. (9) Préciser les cas dans lesquels il n'y a pas lieu à convocation de la personne poursuivie ou de son représentant légal devant l'organe disciplinaire, notamment en tenant compte de la nature ou des circonstances des faits ou des sanctions encourues. (10) Il peut être prévu que la fédération est informée des décisions disciplinaires des organes déconcentrés et, le cas échéant, de la ligue professionnelle. (11) Préciser l'organe ou la personne de la fédération, de ses organes déconcentrés ou de la ligue professionnelle le cas échéant, ou leurs représentants ayant la faculté d'interjeter appel. Préciser, le cas échéant, que l'organisme à but lucratif, l'association ou la société sportive d'un licencié peut faire appel d'une sanction infligée à ce licencié. (12) Les éventuelles sanctions complémentaires prévues par le règlement, dans le respect du principe de proportionnalité, doivent être énumérées en annexe. (13) Prévoir en annexe au présent règlement la liste des faits, comportements ou manquements pouvant faire l'objet de sanctions automatiques, parmi les sanctions suivantes : avertissement, blâme, amende, perte d'une ou plusieurs rencontres sportives, pénalité en temps ou en points, suspension de terrain ou de salle, interdiction temporaire ou définitive de participer aux manifestations sportives organisées ou autorisées par la fédération, interdiction temporaire ou définitive de participer directement ou indirectement à l'organisation et au déroulement des compétitions et manifestations sportives autorisées par la fédération délégataire ou organisées par une fédération agréée. (14) Les activités d'intérêt général correspondent à des activités d'organisation des compétitions, d'encadrement, d'arbitrage, d'initiation ou de prévention et de promotion des valeurs du sport au bénéfice des personnes visées à l'article 22. (15) Préciser un délai compris entre un an et cinq ans en fonction de la gravité des faits commis et de la sanction prononcée.",
            "texteHtml": "<p align='center'>RÈGLEMENT DISCIPLINAIRE TYPE DES FÉDÉRATIONS SPORTIVES AGRÉÉES</p><p align='center'><br/>\nArticle 1er</p><p>Le présent règlement est établi en application des articles L. 131-8 et R. 131-3 et conformément à l'article ..... (1) des statuts de la fédération.</p><p>Le présent règlement ne s'applique pas à l'exercice du pouvoir disciplinaire à l'égard des agents sportifs et en matière de lutte contre le dopage, régi par des dispositions particulières.</p><p align='center'>Chapitre Ier<br/>\nOrganes et procédures disciplinaires</p><p align='left'></p><p align='center'>Section 1<br/>\nDispositions communes aux organes disciplinaires de première instance et d'appel</p><p align='center'>Article 2</p><p align='left'></p><p align='left'>Il est institué un ou plusieurs organes disciplinaires de première instance et un ou plusieurs organes disciplinaires d'appel investis du pouvoir disciplinaire à l'égard :</p><p align='left'>1° Des associations affiliées à la fédération ;</p><p align='left'>2° Des licenciés de la fédération ;</p><p align='left'>3° Des titulaires de titres permettant la participation aux activités sportives de la fédération ;</p><p align='left'>4° Des organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs disciplines de la fédération et qu'elle autorise à délivrer des licences ;</p><p align='left'>5° Des organismes qui, sans avoir pour objet la pratique d'une ou plusieurs disciplines de la fédération, contribuent au développement d'une ou plusieurs de celles-ci ;</p><p align='left'>6° Des sociétés sportives ;</p><p align='left'>7° Tout membre, préposé, salarié ou bénévole de ces associations et sociétés sportives agissant en qualité de dirigeant ou de licencié de fait.</p><p align='left'>Ces organes disciplinaires sont compétents pour prononcer des sanctions à raison des faits contraires aux règles posées par les statuts et règlements de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle et commis par une personne physique ou morale en une des qualités mentionnées ci-dessus à la date de commission des faits.</p><p align='left'>Les membres des organes disciplinaires, y compris leur président sont désignés par ..... (2).</p><p align='left'>Il ne peut être mis fin aux fonctions d'un membre en cours de mandat qu'en cas :</p><p align='left'>1° D'empêchement définitif constaté par les instances mentionnées ci-dessus ;</p><p align='left'>2° Ou de démission ;</p><p align='left'>3° Ou d'exclusion.</p><p align='left'>Chacun de ces organes se compose de trois membres au moins choisis, notamment, en raison de leur compétence d'ordre juridique ou en matière d'éthique et de déontologie sportives.</p><p align='left'>Les présidents de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle ainsi que les membres des instances dirigeantes de la fédération ou de la ligue professionnelle ne peuvent être simultanément membres d'aucun organe disciplinaire.</p><p align='left'>Tout organe disciplinaire des organes déconcentrés de la fédération est composé en majorité de membres n'appartenant pas aux instances dirigeantes de ces derniers.</p><p align='left'>Les membres des organes disciplinaires ne peuvent être liés à la fédération, à ses organes déconcentrés, le cas échéant, à la ligue professionnelle par un lien contractuel autre que celui résultant éventuellement de la licence.</p><p align='left'></p><p align='center'>Article 3</p><p align='left'></p><p align='left'>La durée du mandat des membres des organes disciplinaires de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle est identique à celle du mandat des instances dirigeantes correspondantes. Leur mandat expire au plus tard à la fin de la saison sportive au cours de laquelle les instances dirigeantes sont renouvelées.</p><p align='left'>En cas d'empêchement définitif, de démission ou d'exclusion d'un membre, un nouveau membre peut être désigné dans les mêmes conditions que son prédécesseur pour la durée du mandat restant à courir.</p><p align='left'></p><p align='center'>Article 4</p><p align='left'></p><p align='left'>Les membres des organes disciplinaires se prononcent en toute indépendance et ne peuvent recevoir d'instruction.</p><p align='left'>Les membres des organes disciplinaires et les secrétaires de séance sont astreints à une obligation de confidentialité pour les faits, actes et informations dont ils ont connaissance en raison de leurs fonctions.</p><p align='left'>Toute méconnaissance des règles fixées aux articles 2, 7 et au présent article constitue un motif d'exclusion du membre de l'organe disciplinaire ou du secrétaire de séance par les instances compétentes pour leur désignation.</p><p align='left'></p><p align='center'>Article 5</p><p align='left'></p><p align='left'>Les organes disciplinaires de première instance et d'appel se réunissent sur convocation de leur président ou de la personne qu'il mandate à cet effet. Chacun d'eux ne peut délibérer valablement que lorsque trois au moins de ses membres sont présents.</p><p align='left'>En cas de partage égal des voix, le président de séance a voix prépondérante.</p><p align='left'>Le président de séance de l'organe disciplinaire désigne soit un membre de celui-ci, soit une autre personne pour assurer les fonctions de secrétaire de séance.</p><p align='left'>En cas d'absence ou d'empêchement définitif du président, la présidence de l'organe disciplinaire est assurée par le membre le plus âgé de l'organe disciplinaire.</p><p align='left'></p><p align='center'>Article 6</p><p align='left'></p><p align='left'>Les débats devant les organes disciplinaires sont publics.</p><p align='left'>Toutefois, le président de séance peut, d'office ou à la demande d'une des parties, le cas échéant de son représentant légal, de son conseil ou de son avocat, interdire au public l'accès de la salle pendant tout ou partie de l'audience dans l'intérêt de l'ordre public ou de la sérénité des débats ou lorsque le respect de la vie privée ou du secret professionnel le justifie.</p><p align='left'></p><p align='center'>Article 7</p><p align='left'></p><p align='left'>Les membres des organes disciplinaires doivent faire connaître au président de l'organe dont ils sont membres s'ils ont un intérêt direct ou indirect à l'affaire. Dans ce cas, ils ne peuvent siéger.</p><p align='left'>A l'occasion d'une même affaire, nul ne peut siéger dans l'organe disciplinaire d'appel s'il a siégé dans l'organe disciplinaire de première instance.</p><p align='left'></p><p align='center'>Article 8</p><p align='left'></p><p align='left'>Pour tenir compte de l'éloignement géographique ou de contraintes professionnelles ou médicales, le président de l'organe disciplinaire, après avoir recueilli l'accord de la personne poursuivie, peut décider que tout ou partie des débats seront conduits sous forme de conférence audiovisuelle, pourvu qu'il soit recouru à des moyens garantissant la participation effective de chaque personne aux débats et le caractère contradictoire de la procédure.</p><p align='left'></p><p align='center'>Article 9</p><p align='left'></p><p align='left'>La transmission des documents et actes de procédure mentionnés au présent règlement est effectuée par courrier recommandé avec accusé de réception ou par courrier remis en main propre contre décharge ou, le cas échéant, par courrier électronique à la personne poursuivie ou à son représentant légal, à son avocat, à l'organisme à but lucratif, à l'association ou à la société sportive avec lequel elle a un lien juridique.</p><p align='left'>L'utilisation du courrier électronique doit garantir la fiabilité de l'identification des parties à la communication électronique, l'intégrité des documents adressés ainsi que la sécurité et la confidentialité des échanges entre l'ensemble des personnes participant à la procédure disciplinaire. Elle doit permettre également d'établir de manière certaine la date et l'heure de la transmission des documents ainsi que celles de leur réception par leur destinataire.</p><p align='center'><br/>\nSection 2<br/>\nDispositions relatives aux organes disciplinaires de première instance</p><p align='center'>Article 10</p><p align='left'></p><p align='left'>Les poursuites disciplinaires sont engagées selon les modalités suivantes ..... (3).</p><p align='left'>Les affaires disciplinaires qui doivent faire l'objet d'une instruction sont : .... (4).</p><p align='left'>Toute autre affaire disciplinaire peut faire l'objet d'une instruction sur décision du président de l'organe disciplinaire.</p><p align='left'>Les personnes habilitées à effectuer l'instruction des affaires disciplinaires (5) sont désignées par ..... (2). Elles sont choisies soit parmi les personnes physiques, ou les collaborateurs et licenciés des personnes morales, mentionnées à l'article 2, soit en raison de leur compétence au regard des faits objets des poursuites. En cette qualité et pour les besoins de l'instruction des affaires dont elles sont chargées, elles ont délégation du président de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle pour toutes les correspondances relatives à l'accomplissement de leur mission.</p><p align='left'>Elles ne peuvent être membres des organes disciplinaires saisis de l'affaire qu'elles ont instruite, ni avoir un intérêt direct ou indirect à l'affaire. Elles sont astreintes à une obligation de confidentialité pour tous les faits, actes et informations dont elles ont connaissance en raison de leurs fonctions. Toute méconnaissance de ces obligations constitue une faute.</p><p align='left'></p><p align='center'>Article 11</p><p align='left'></p><p align='left'>Lorsque l'affaire fait l'objet d'une instruction, la personne chargée de l'instruction établit un rapport qu'elle adresse à l'organe disciplinaire et à la personne poursuivie au vu des éléments du dossier et de tout renseignement recueilli par tout moyen. Elle n'a pas compétence pour clore d'elle-même une affaire.</p><p align='left'>Les personnes chargées de l'instruction exercent leur mission en toute impartialité et objectivité et peuvent :</p><p align='left'>1° Entendre toute personne dont l'audition paraît utile ;</p><p align='left'>2° Demander à toute personne des informations nécessaires à la procédure.</p><p align='left'></p><p align='center'>Article 12</p><p align='left'></p><p align='left'>Lorsque les circonstances le justifient, notamment au regard de la gravité des faits, les organes compétents (6) peuvent prononcer à l'encontre de la personne poursuivie, à tout moment de la procédure disciplinaire de première instance et par décision motivée, une mesure conservatoire (7) dans l'attente de la notification de la décision de l'organe disciplinaire.</p><p align='left'>La mesure conservatoire prend fin en cas de retrait de celle-ci par les personnes ou les organes compétents. Elle prend également fin si l'organe disciplinaire n'est pas en mesure de statuer dans le délai qui lui est imparti à l'article 18 du présent règlement.</p><p align='left'>Les décisions relatives aux mesures conservatoires sont notifiées aux personnes poursuivies dans les conditions prévues à l'article 9 et sont insusceptibles d'appel.</p><p align='left'></p><p align='center'>Article 13</p><p align='left'></p><p align='left'>La personne poursuivie et, le cas échéant, son représentant légal sont convoqués devant l'organe disciplinaire par l'envoi d'un document énonçant les griefs retenus dans les conditions prévues à l'article 9, au minimum sept jours avant la date de la séance.</p><p align='left'>La personne poursuivie ainsi que, le cas échéant, son représentant légal, son conseil ou son avocat peuvent consulter, avant la séance, le rapport et l'intégralité du dossier (8).</p><p align='left'>Ils peuvent demander que soient entendues les personnes de leur choix, dont ils communiquent les noms quarante-huit heures au moins avant la réunion de l'organe disciplinaire. Pour tenir compte de l'éloignement géographique ou de contraintes professionnelles ou médicales des personnes dont l'audition est demandée, celle-ci peut être réalisée par conférence téléphonique sous réserve de l'accord du président de l'organe disciplinaire et de la personne poursuivie.</p><p align='left'>Le président de l'organe disciplinaire peut refuser, par décision motivée, les demandes d'audition manifestement abusives.</p><p align='left'>Lors de la séance, la personne poursuivie peut être accompagnée par toute personne. Elle peut être représentée, le cas échéant, par son représentant légal, par son conseil ou son avocat. Des observations écrites ou orales peuvent être présentées par la personne poursuivie ou par les personnes qui l'assistent ou la représentent.</p><p align='left'>Si elle ne parle pas ou ne comprend pas suffisamment la langue française, elle peut demander à être assistée d'un interprète de son choix à ses frais ou d'un interprète choisi par la fédération, ses organes déconcentrés ou, le cas échéant, la ligue professionnelle aux frais de ceux-ci.</p><p align='left'>Le délai de sept jours mentionné au premier alinéa peut être réduit en cas d'urgence, de circonstances tenant au bon déroulement des compétitions sportives ou de circonstances exceptionnelles par décision du président de l'organe disciplinaire, à son initiative ou à la demande de la personne chargée de l'instruction ou de la personne poursuivie. En ce cas, la faculté de demander l'audition de personnes s'exerce sans condition de délai.</p><p align='left'>La lettre de convocation mentionnée au premier alinéa indique à la personne poursuivie l'ensemble des droits définis au présent article.</p><p align='left'></p><p align='center'>Article 14</p><p align='left'></p><p align='left'>En cas d'urgence, de circonstances tenant au bon déroulement des compétitions sportives ou de circonstances exceptionnelles, et sauf cas de force majeure, le report de l'affaire ne peut être demandé.</p><p align='left'>Dans les autres cas et sauf cas de force majeure, le report de l'affaire ne peut être demandé qu'une seule fois, quarante-huit heures au plus tard avant la date de la séance, pour un motif sérieux.</p><p align='left'>Le président de l'organe disciplinaire accorde ou non le report. En cas de refus, sa décision doit être motivée.</p><p align='left'>Il peut également décider de sa propre initiative de prononcer un report.</p><p align='left'></p><p align='center'>Article 15</p><p align='left'></p><p align='left'>Lorsque l'affaire est dispensée d'instruction, le président de séance de l'organe disciplinaire ou la personne qu'il désigne expose les faits et le déroulement de la procédure. Dans les autres cas, la personne chargée de l'instruction présente oralement son rapport. En cas d'empêchement de la personne chargée de l'instruction, son rapport peut être lu par le président de séance ou la personne qu'il désigne.</p><p align='left'>Toute personne dont l'audition paraît utile peut être entendue par l'organe disciplinaire. Si une telle audition est décidée, le président en informe la personne poursuivie avant la séance.</p><p align='left'>La personne poursuivie et, le cas échéant, son représentant légal ainsi que la ou les personnes qui l'assistent ou la représentent sont invités à prendre la parole en dernier.</p><p align='left'></p><p align='center'>Article 16</p><p align='left'></p><p align='left'>Par exception aux dispositions de l'article 13, lorsque l'organe disciplinaire leur a fait connaître que la nature ou les circonstances de l'affaire ne justifient pas leur convocation devant l'organe disciplinaire, à savoir ..... (9), la personne poursuivie ou son représentant légal, son conseil ou son avocat peuvent adresser par écrit des observations en défense. Ils peuvent néanmoins demander à être entendus dans les conditions prévues aux articles 13 et 15.</p><p align='left'></p><p align='center'>Article 17</p><p align='left'></p><p align='left'>L'organe disciplinaire délibère à huis clos, hors la présence de la personne poursuivie, des personnes qui l'assistent ou la représentent, des personnes entendues à l'audience et de la personne chargée de l'instruction.</p><p align='left'>Lorsque les fonctions de secrétaire de séance sont assurées par une personne qui n'est pas membre de l'organe disciplinaire, celle-ci peut assister au délibéré sans y participer.</p><p align='left'>L'organe disciplinaire prend une décision motivée. Cette décision ou le procès-verbal de la séance qui la relate est signé par le président de séance et le secrétaire.</p><p align='left'>La décision ou l'extrait du procès-verbal constituant la décision est notifié à la personne poursuivie ou, le cas échéant, à son représentant légal, ou à l'organisme à but lucratif, l'association ou la société sportive avec lequel elle a un lien juridique, selon les modalités prévues par l'article 9.</p><p align='left'>La notification mentionne les voies et délais de recours.</p><p align='left'>L'association sportive, la société sportive ou l'organisme à but lucratif dont dépend la personne poursuivie sont informés de cette décision (10).</p><p align='left'></p><p align='center'>Article 18</p><p align='left'></p><p align='left'>L'organe disciplinaire de première instance doit se prononcer dans un délai de dix semaines à compter de l'engagement des poursuites disciplinaires.</p><p align='left'>En cas de circonstances exceptionnelles, le délai de dix semaines peut être prorogé d'un mois par une décision motivée du président de l'organe disciplinaire et notifiée à la personne poursuivie, le cas échéant, à son représentant légal, à son conseil ou à son avocat ou à l'organisme à but lucratif, l'association ou la société sportive avec lequel elle a un lien juridique, selon les modalités prévues à l'article 9.</p><p align='left'>Lorsque la séance a été reportée en application de l'article 14, le délai mentionné à l'alinéa précédent est prolongé d'une durée égale à celle du report.</p><p align='left'>Faute d'avoir statué dans ces délais, l'organe disciplinaire de première instance est dessaisi et l'ensemble du dossier est transmis à l'organe disciplinaire d'appel compétent qui statue en dernier ressort.</p><p align='center'><br/>\nSection 3<br/>\nDispositions relatives aux organes disciplinaires d'appel</p><p align='center'>Article 19</p><p align='left'></p><p align='left'>La personne poursuivie et, le cas échéant, son représentant légal, son conseil ou son avocat ainsi que ..... (11) peuvent interjeter appel de la décision de l'organe disciplinaire de première instance auprès de celui d'appel selon les modalités prévues à l'article 9, dans un délai de sept jours.</p><p align='left'>Ce délai est prolongé de cinq jours dans le cas où le domicile de l'intéressé est situé hors de la métropole, sauf si l'organe disciplinaire compétent est situé lui aussi hors métropole, ou au profit de la personne poursuivie ainsi que des autres personnes pouvant interjeter appel en cas d'appel par la fédération dont elle relève.</p><p align='left'>L'exercice du droit d'appel ne peut être subordonné au versement d'une somme d'argent à la fédération, ou limité par une décision d'un organe fédéral.</p><p align='left'>L'appel n'est pas suspensif sauf décision motivée de l'organe disciplinaire de première instance prise en même temps qu'il est statué au fond. Lorsque la décision refuse de faire droit à des conclusions tendant à conférer un caractère suspensif à un appel, l'instance disciplinaire d'appel, saisie d'un appel comportant la contestation de ce refus, peut statuer sur ce dernier par une décision motivée avant d'examiner le fond de l'affaire.</p><p align='left'>Lorsque l'appel émane de l'instance concernée (fédération, organes déconcentrés, ligue professionnelle), l'organe disciplinaire d'appel en informe la personne poursuivie selon les modalités prévues à l'article 9. Le cas échéant, le représentant légal de la personne poursuivie et son conseil ou son avocat sont informés selon les mêmes modalités.</p><p align='left'></p><p align='center'>Article 20</p><p align='left'></p><p align='left'>L'organe disciplinaire d'appel statue en dernier ressort.</p><p align='left'>Il se prononce au vu du dossier de première instance et des productions d'appel, dans le respect du principe du contradictoire.</p><p align='left'>Le président de séance ou la personne qu'il désigne, établit un rapport exposant les faits et rappelant les conditions du déroulement de la procédure. Ce rapport est présenté oralement en séance.</p><p align='left'>Les dispositions des articles 13 à 15 et 17 ci-dessus sont applicables devant l'organe disciplinaire d'appel.</p><p align='left'></p><p align='center'>Article 21</p><p align='left'></p><p align='left'>L'organe disciplinaire d'appel doit se prononcer dans un délai de quatre mois à compter de l'engagement initial des poursuites.</p><p align='left'>En cas de circonstances exceptionnelles, le délai de quatre mois peut être prorogé d'un mois par une décision motivée du président de l'organe disciplinaire d'appel et notifiée à la personne poursuivie, le cas échéant, à son représentant légal ou à l'organisme à but lucratif, l'association ou la société sportive avec lequel elle a un lien juridique, selon les modalités prévues à l'article 9.</p><p align='left'>A défaut de décision dans ces délais, l'appelant peut saisir le Comité national olympique et sportif français aux fins de la conciliation prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071318&idArticle=LEGIARTI000006547558&dateTexte=&categorieLien=cid'>article L. 141-4 du code du sport</a>.</p><p align='left'>Lorsque l'organe disciplinaire d'appel n'a été saisi que par l'intéressé ou par l'organisme à but lucratif, l'association ou la société sportive avec lequel il a un lien juridique, la sanction prononcée par l'organe disciplinaire de première instance ne peut être aggravée.</p><p align='left'>La notification et, le cas échéant, la publication se font dans les conditions prévues à l'article 24.</p><p align='center'><br/>\nChapitre II<br/>\nSanctions</p><p align='left'></p><p align='left'></p><p align='center'>Article 22</p><p align='left'></p><p align='left'>Les sanctions applicables sont notamment (12) :</p><p align='left'>1° Un avertissement ;</p><p align='left'>2° Un blâme ;</p><p align='left'>3° Une amende : lorsque cette amende est infligée à une personne physique, elle ne peut excéder un montant de 45 000 euros ;</p><p align='left'>4° Une perte d'une ou plusieurs rencontres sportives ;</p><p align='left'>5° Une pénalité en temps ou en points ;</p><p align='left'>6° Un déclassement ;</p><p align='left'>7° Une non homologation d'un résultat sportif ;</p><p align='left'>8° Une suspension de terrain ou de salle ;</p><p align='left'>9° Un huis clos total ou partiel pour une ou plusieurs rencontres sportives ;</p><p align='left'>10° Une interdiction temporaire ou définitive de participer aux manifestations sportives organisées ou autorisées par la fédération ;</p><p align='left'>11° Une interdiction temporaire ou définitive de participer directement ou indirectement à l'organisation et au déroulement des compétitions et manifestations sportives autorisées par la fédération délégataire ou organisées par une fédération agréée ;</p><p align='left'>12° Une interdiction d'exercice de fonction ;</p><p align='left'>13° Un retrait provisoire de la licence pendant la durée de l'interdiction ;</p><p align='left'>14° une interdiction pour une durée qu'elle fixe d'être licencié de la fédération ou de s'y affilier ;</p><p align='left'>15° Une radiation ;</p><p align='left'>16° Une inéligibilité pour une durée déterminée aux instances dirigeantes.</p><p align='left'>17° la radiation ou l'interdiction d'appartenir pour une durée déterminée à une instance disciplinaire.</p><p align='left'>Une ou plusieurs sanctions peuvent être choisies parmi les sanctions énumérées ci-dessus ou mentionnées en annexe (12) dans le respect du principe de proportionnalité. Elles sont prononcées en considération de la gravité des faits et du comportement de leur auteur.</p><p align='left'>Les sanctions consécutives à la violation des règlements sportifs revêtent un caractère automatique dans les cas limitativement fixés en annexe du présent règlement (13), sous réserve que l'organe disciplinaire puisse, au vu des observations formulées par la personne poursuivie, statuer sur la réalité et l'imputabilité effective des faits qui lui sont reprochés et prendre en compte les circonstances propres à chaque espèce.</p><p align='left'>Les sanctions prononcées peuvent être complétées par une décision de publication dans les conditions fixées à l'article 24.</p><p align='left'>La décision prononçant la sanction peut prévoir une participation de la personne sanctionnée aux frais exposés et dûment justifiés, à l'occasion de la procédure disciplinaire.</p><p align='left'>La ou les sanctions peuvent être, avec l'accord de l'intéressé et, le cas échéant, celui de son représentant légal, remplacées ou complétées par l'accomplissement, pendant une durée qui ne peut excéder une saison sportive, d'activités d'intérêt général au bénéfice de la fédération, de ses organes déconcentrés, de la ligue professionnelle ou d'une association sportive ou caritative (14).</p><p align='left'></p><p align='center'>Article 23</p><p align='left'></p><p align='left'>La décision de l'organe disciplinaire fixe, le cas échéant, la prise d'effet et les modalités d'exécution des sanctions.</p><p align='left'></p><p align='center'>Article 24</p><p align='left'></p><p align='left'>La notification de la décision doit préciser les voies et délais de recours dont dispose la personne concernée.</p><p align='left'>Les décisions des organes disciplinaires ayant ordonné la publication prévoient les modalités d'exécution de cette mesure qui ne peut intervenir qu'après notification aux personnes en ayant fait l'objet et après épuisement des voies de recours internes à la fédération.</p><p align='left'>A cette fin, les organes disciplinaires de première instance et d'appel peuvent ordonner la publication au bulletin officiel de la fédération de l'intégralité ou d'une partie de la décision ou d'un résumé informant le public des motifs et du dispositif de celle-ci.</p><p align='left'>La publication des décisions s'effectue de manière anonyme, sauf si l'organe disciplinaire, par une décision motivée, décide d'ordonner la publication nominative ou si la personne qui a fait l'objet d'une décision de relaxe demande à ce que celle-ci soit nominative.</p><p align='left'></p><p align='center'>Article 25</p><p align='left'></p><p align='left'>Les sanctions prévues à l'article 22, autres que l'avertissement, le blâme et la radiation, peuvent être assorties en tout ou partie d'un sursis.</p><p align='left'>La sanction assortie d'un sursis est réputée non avenue si, dans un délai de (15) après son prononcé, l'intéressé n'a fait l'objet d'aucune nouvelle sanction mentionnée à l'article 22.</p><p align='left'>Toute nouvelle infraction sanctionnée pendant ce délai emporte révocation de tout ou partie du sursis.</p><p align='left'></p><p align='left'>(1) La disposition applicable est celle que le 2.2.1. de l'annexe I-5 rend obligatoire.</p><p align='left'>(2) Préciser l'organe de la fédération, de ses organes déconcentrés ou de la ligue professionnelle investi du pouvoir de désignation (assemblée générale, organe dirigeant, président...) et les modalités de celle-ci.</p><p align='left'>(3) Préciser les modalités d'engagement des poursuites disciplinaires notamment la saisine des organes disciplinaires par le comité d'éthique, le cas échéant.</p><p align='left'>(4) Déterminer les affaires qui doivent faire l'objet d'une instruction en fonction d'un certain quantum de sanctions encourues et/ou en fonction de la nature ou des circonstances des faits reprochés à la personne poursuivie.</p><p align='left'>(5) Préciser que les personnes chargées de l'instruction des affaires disciplinaires peuvent être des salariés de la fédération, de ses organes déconcentrés ou de la ligue professionnelle dont dépend l'organe investi du pouvoir disciplinaire.</p><p align='left'>(6) Préciser la (les) personnes ou les organes compétents pour prononcer une mesure provisoire.</p><p align='left'>(7) Les mesures conservatoires qui peuvent être prononcées sont : une suspension provisoire de terrain ou de salle, un huis clos total ou partiel pour une ou plusieurs rencontres sportives, une interdiction provisoire de participer aux manifestations sportives organisées ou autorisées par la fédération, une interdiction provisoire de participer directement ou indirectement à l'organisation et au déroulement des compétitions et manifestations sportives autorisées par la fédération délégataire ou organisées par une fédération agréée et une suspension provisoire d'exercice de fonction.</p><p align='left'>(8) Il convient de préciser les conditions dans lesquelles le rapport et l'intégralité du dossier peuvent être mis à disposition ou transmis à la personne poursuivie ainsi que, le cas échéant, à son représentant légal, son conseil ou son avocat.</p><p align='left'>(9) Préciser les cas dans lesquels il n'y a pas lieu à convocation de la personne poursuivie ou de son représentant légal devant l'organe disciplinaire, notamment en tenant compte de la nature ou des circonstances des faits ou des sanctions encourues.</p><p align='left'>(10) Il peut être prévu que la fédération est informée des décisions disciplinaires des organes déconcentrés et, le cas échéant, de la ligue professionnelle.</p><p align='left'>(11) Préciser l'organe ou la personne de la fédération, de ses organes déconcentrés ou de la ligue professionnelle le cas échéant, ou leurs représentants ayant la faculté d'interjeter appel. Préciser, le cas échéant, que l'organisme à but lucratif, l'association ou la société sportive d'un licencié peut faire appel d'une sanction infligée à ce licencié.</p><p align='left'>(12) Les éventuelles sanctions complémentaires prévues par le règlement, dans le respect du principe de proportionnalité, doivent être énumérées en annexe.</p><p align='left'>(13) Prévoir en annexe au présent règlement la liste des faits, comportements ou manquements pouvant faire l'objet de sanctions automatiques, parmi les sanctions suivantes : avertissement, blâme, amende, perte d'une ou plusieurs rencontres sportives, pénalité en temps ou en points, suspension de terrain ou de salle, interdiction temporaire ou définitive de participer aux manifestations sportives organisées ou autorisées par la fédération, interdiction temporaire ou définitive de participer directement ou indirectement à l'organisation et au déroulement des compétitions et manifestations sportives autorisées par la fédération délégataire ou organisées par une fédération agréée.</p><p align='left'>(14) Les activités d'intérêt général correspondent à des activités d'organisation des compétitions, d'encadrement, d'arbitrage, d'initiation ou de prévention et de promotion des valeurs du sport au bénéfice des personnes visées à l'article 22.</p><p align='left'>(15) Préciser un délai compris entre un an et cinq ans en fonction de la gravité des faits commis et de la sanction prononcée.</p><p align='left'></p><p></p>",
            "num": "Annexe I-6 art R131-3 et R132-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1502496000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1840700268,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096665",
                        "id": "LEGISCTA000006096665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020910159",
                        "id": "LEGISCTA000020910159",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006547789",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020910159",
            "sectionParentId": "LEGISCTA000020910159",
            "sectionParentTitre": "Annexes I",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Décrets &gt; Annexes I",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000035425233",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000618072",
                    "textTitle": "Décret n°2007-1133 du 24 juillet 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000618072",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-07-25",
                    "dateSignaTexte": "2007-07-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000035402458",
                    "textTitle": "Décret n°2017-1269 du 9 août 2017 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000035417937",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-08-11",
                    "dateSignaTexte": "2017-08-09",
                    "dateDebutCible": "2017-08-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. L141-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L141-4",
                    "articleId": "LEGIARTI000006547558",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1148515200000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R131-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R131-3",
                    "articleId": "LEGIARTI000045901432",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1654992000000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R132-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R132-7",
                    "articleId": "LEGIARTI000006547872",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1185321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006547789",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1185321600000,
                    "dateFin": 1470268800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032965204",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1470268800000,
                    "dateFin": 1502496000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035425233",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1502496000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I-6 art R131-3 et R132-7",
                "I-6"
            ],
            "versionPrecedente": "LEGIARTI000032965204",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032965204",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "RÈGLEMENT DISCIPLINAIRE TYPE DES FÉDÉRATIONS SPORTIVES AGRÉÉES Article 1er Le présent règlement est établi en application des articles L. 131-8 et R. 131-3 et conformément à l'article ..... (1) des statuts de la fédération. Le présent règlement ne s'applique pas à l'exercice du pouvoir disciplinaire à l'égard des agents sportifs et en matière de lutte contre le dopage, régi par des dispositions particulières. Chapitre Ier Organes et procédures disciplinaires Section 1 Dispositions communes aux organes disciplinaires de première instance et d'appel Article 2 Il est institué un ou plusieurs organes disciplinaires de première instance et un ou plusieurs organes disciplinaires d'appel investis du pouvoir disciplinaire à l'égard : 1° Des associations affiliées à la fédération ; 2° Des licenciés de la fédération ; 3° Des titulaires de titres permettant la participation aux activités sportives de la fédération ; 4° Des organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs disciplines de la fédération et qu'elle autorise à délivrer des licences ; 5° Des organismes qui, sans avoir pour objet la pratique d'une ou plusieurs disciplines de la fédération, contribuent au développement d'une ou plusieurs de celles-ci ; 6° Des sociétés sportives ; 7° Tout membre, préposé, salarié ou bénévole de ces associations et sociétés sportives agissant en qualité de dirigeant ou de licencié de fait. Ces organes disciplinaires sont compétents pour prononcer des sanctions à raison des faits contraires aux règles posées par les statuts et règlements de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle et commis par une personne physique ou morale en une des qualités mentionnées ci-dessus à la date de commission des faits. Les membres des organes disciplinaires, y compris leur président sont désignés par ..... (2). Il ne peut être mis fin aux fonctions d'un membre en cours de mandat qu'en cas : 1° D'empêchement définitif constaté par les instances mentionnées ci-dessus ; 2° Ou de démission ; 3° Ou d'exclusion. Chacun de ces organes se compose de trois membres au moins choisis, notamment, en raison de leur compétence d'ordre juridique ou en matière d'éthique et de déontologie sportives. Les présidents de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle ainsi que les membres des instances dirigeantes de la fédération ou de la ligue professionnelle ne peuvent être simultanément membres d'aucun organe disciplinaire. Tout organe disciplinaire des organes déconcentrés de la fédération est composé en majorité de membres n'appartenant pas aux instances dirigeantes de ces derniers. Les membres des organes disciplinaires ne peuvent être liés à la fédération, à ses organes déconcentrés, le cas échéant, à la ligue professionnelle par un lien contractuel autre que celui résultant éventuellement de la licence. Article 3 La durée du mandat des membres des organes disciplinaires de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle est identique à celle du mandat des instances dirigeantes correspondantes. Leur mandat expire au plus tard à la fin de la saison sportive au cours de laquelle les instances dirigeantes sont renouvelées. En cas d'empêchement définitif, de démission ou d'exclusion d'un membre, un nouveau membre peut être désigné dans les mêmes conditions que son prédécesseur pour la durée du mandat restant à courir. Article 4 Les membres des organes disciplinaires se prononcent en toute indépendance et ne peuvent recevoir d'instruction. Les membres des organes disciplinaires et les secrétaires de séance sont astreints à une obligation de confidentialité pour les faits, actes et informations dont ils ont connaissance en raison de leurs fonctions. Toute méconnaissance des règles fixées aux articles 2, 7 et au présent article constitue un motif d'exclusion du membre de l'organe disciplinaire ou du secrétaire de séance par les instances compétentes pour leur désignation. Article 5 Les organes disciplinaires de première instance et d'appel se réunissent sur convocation de leur président ou de la personne qu'il mandate à cet effet. Chacun d'eux ne peut délibérer valablement que lorsque trois au moins de ses membres sont présents. En cas de partage égal des voix, le président de séance a voix prépondérante. Le président de séance de l'organe disciplinaire désigne soit un membre de celui-ci, soit une autre personne pour assurer les fonctions de secrétaire de séance. En cas d'empêchement définitif du président, la présidence de l'organe disciplinaire est assurée par le membre le plus âgé de l'organe disciplinaire. Article 6 Les débats devant les organes disciplinaires sont publics. Toutefois, le président de séance peut, d'office ou à la demande de la personne poursuivie, le cas échéant de son représentant légal, de son conseil ou de son avocat, interdire au public l'accès de la salle pendant tout ou partie de l'audience dans l'intérêt de l'ordre public ou de la sérénité des débats ou lorsque le respect de la vie privée ou du secret professionnel le justifie. Article 7 Les membres des organes disciplinaires doivent faire connaître au président de l'organe dont ils sont membres s'ils ont un intérêt direct ou indirect à l'affaire. Dans ce cas, ils ne peuvent siéger. A l'occasion d'une même affaire, nul ne peut siéger dans l'organe disciplinaire d'appel s'il a siégé dans l'organe disciplinaire de première instance. Article 8 Pour tenir compte de l'éloignement géographique ou de contraintes professionnelles ou médicales, le président de l'organe disciplinaire, après avoir recueilli l'accord de la personne poursuivie, peut décider que tout ou partie des débats seront conduits sous forme de conférence audiovisuelle, pourvu qu'il soit recouru à des moyens garantissant la participation effective de chaque personne aux débats et le caractère contradictoire de la procédure. Article 9 La transmission des documents et actes de procédure mentionnés au présent règlement est effectuée par courrier recommandé avec accusé de réception ou par courrier remis en main propre contre décharge ou, le cas échéant, par courrier électronique à la personne poursuivie ou à son représentant légal, à son avocat, à l'organisme à but lucratif, à l'association ou à la société sportive avec lequel elle a un lien juridique. L'utilisation du courrier électronique doit garantir la fiabilité de l'identification des parties à la communication électronique, l'intégrité des documents adressés ainsi que la sécurité et la confidentialité des échanges entre l'ensemble des personnes participant à la procédure disciplinaire. Elle doit permettre également d'établir de manière certaine la date et l'heure de la transmission des documents ainsi que celles de leur réception par leur destinataire. Section 2 Dispositions relatives aux organes disciplinaires de première instance Article 10 Les poursuites disciplinaires sont engagées selon les modalités suivantes ..... (3). Les affaires disciplinaires qui doivent faire l'objet d'une instruction sont : .... (4). Toute autre affaire disciplinaire peut faire l'objet d'une instruction sur décision du président de l'organe disciplinaire. Les personnes habilitées à effectuer l'instruction des affaires disciplinaires (5) sont désignées par ..... (2). Elles sont choisies soit parmi les personnes physiques, ou les collaborateurs et licenciés des personnes morales, mentionnées à l'article 2, soit en raison de leur compétence au regard des faits objets des poursuites. En cette qualité et pour les besoins de l'instruction des affaires dont elles sont chargées, elles ont délégation du président de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle pour toutes les correspondances relatives à l'accomplissement de leur mission. Elles ne peuvent être membres des organes disciplinaires saisis de l'affaire qu'elles ont instruite, ni avoir un intérêt direct ou indirect à l'affaire. Elles sont astreintes à une obligation de confidentialité pour tous les faits, actes et informations dont elles ont connaissance en raison de leurs fonctions. Toute méconnaissance de ces obligations constitue une faute. Article 11 Lorsque l'affaire fait l'objet d'une instruction, la personne chargée de l'instruction établit un rapport qu'elle adresse à l'organe disciplinaire et à la personne poursuivie au vu des éléments du dossier et de tout renseignement recueilli par tout moyen. Elle n'a pas compétence pour clore d'elle-même une affaire. Les personnes chargées de l'instruction exercent leur mission en toute impartialité et objectivité et peuvent : 1° Entendre toute personne dont l'audition paraît utile ; 2° Demander à toute personne des informations nécessaires à la procédure. Article 12 Lorsque les circonstances le justifient, notamment au regard de la gravité des faits, les organes compétents (6) peuvent prononcer à l'encontre de la personne poursuivie, à tout moment de la procédure disciplinaire de première instance et par décision motivée, une mesure conservatoire (7) dans l'attente de la notification de la décision de l'organe disciplinaire. La mesure conservatoire prend fin en cas de retrait de celle-ci par les personnes ou les organes compétents. Elle prend également fin si l'organe disciplinaire n'est pas en mesure de statuer dans le délai qui lui est imparti à l'article 18 du présent règlement. Les décisions relatives aux mesures conservatoires sont notifiées aux personnes poursuivies dans les conditions prévues à l'article 9 et sont insusceptibles d'appel. Article 13 La personne poursuivie et, le cas échéant, son représentant légal sont convoqués devant l'organe disciplinaire par l'envoi d'un document énonçant les griefs retenus dans les conditions prévues à l'article 9, au minimum sept jours avant la date de la séance. La personne poursuivie ainsi que, le cas échéant, son représentant légal, son conseil ou son avocat peuvent consulter, avant la séance, le rapport et l'intégralité du dossier (8). Ils peuvent demander que soient entendues les personnes de leur choix, dont ils communiquent les noms quarante-huit heures au moins avant la réunion de l'organe disciplinaire. Pour tenir compte de l'éloignement géographique ou de contraintes professionnelles ou médicales des personnes dont l'audition est demandée, celle-ci peut être réalisée par conférence téléphonique sous réserve de l'accord du président de l'organe disciplinaire et de la personne poursuivie. Le président de l'organe disciplinaire peut refuser, par décision motivée, les demandes d'audition manifestement abusives. Lors de la séance, la personne poursuivie peut être accompagnée de son représentant légal, de son conseil ou de son avocat et présenter ses observations écrites ou orales. Si elle ne parle pas ou ne comprend pas suffisamment la langue française, elle peut demander à être assistée d'un interprète de son choix à ses frais ou d'un interprète choisi par la fédération aux frais de celle-ci. Le délai de sept jours mentionné au premier alinéa peut être réduit en cas d'urgence, de circonstances tenant au bon déroulement des compétitions sportives ou de circonstances exceptionnelles par décision du président de l'organe disciplinaire, à son initiative ou à la demande de la personne chargée de l'instruction ou de la personne poursuivie. En ce cas, la faculté de demander l'audition de personnes s'exerce sans condition de délai. La lettre de convocation mentionnée au premier alinéa indique à la personne poursuivie l'ensemble des droits définis au présent article. Article 14 En cas d'urgence, de circonstances tenant au bon déroulement des compétitions sportives ou de circonstances exceptionnelles, et sauf cas de force majeure, le report de l'affaire ne peut être demandé. Dans les autres cas et sauf cas de force majeure, le report de l'affaire ne peut être demandé par la personne poursuivie ou, le cas échéant, son représentant légal, son conseil ou son avocat, qu'une seule fois, quarante-huit heures au plus tard avant la date de la séance, pour un motif sérieux. Le président de l'organe disciplinaire accorde ou non le report. En cas de refus, sa décision doit être motivée. Il peut également décider de sa propre initiative de prononcer un report. Article 15 Lorsque l'affaire est dispensée d'instruction, le président de séance de l'organe disciplinaire ou la personne qu'il désigne expose les faits et le déroulement de la procédure. Dans les autres cas, la personne chargée de l'instruction présente oralement son rapport. En cas d'empêchement de la personne chargée de l'instruction, son rapport peut être lu par le président de séance ou la personne qu'il désigne. Toute personne dont l'audition paraît utile peut être entendue par l'organe disciplinaire. Si une telle audition est décidée, le président en informe la personne poursuivie avant la séance. La personne poursuivie et, le cas échéant, son représentant légal ainsi que la ou les personnes qui l'assistent ou le représentent sont invités à prendre la parole en dernier. Article 16 Par exception aux dispositions de l'article 13, lorsque l'organe disciplinaire leur a fait connaître que la nature ou les circonstances de l'affaire ne justifient pas leur convocation devant l'organe disciplinaire, à savoir ..... (9), la personne poursuivie ou son représentant légal, son conseil ou son avocat peuvent adresser par écrit des observations en défense. Ils peuvent néanmoins demander à être entendus dans les conditions prévues aux articles 13 et 15. Article 17 L'organe disciplinaire délibère à huis clos, hors la présence de la personne poursuivie, des personnes qui l'assistent ou la représentent, des personnes entendues à l'audience et de la personne chargée de l'instruction. Lorsque les fonctions de secrétaire de séance sont assurées par une personne qui n'est pas membre de l'organe disciplinaire, celle-ci peut assister au délibéré sans y participer. L'organe disciplinaire prend une décision motivée. Cette décision ou le procès-verbal de la séance qui la relate est signé par le président de séance et le secrétaire. La décision ou l'extrait du procès-verbal constituant la décision est notifié à la personne poursuivie ou, le cas échéant, à son représentant légal, ou à l'organisme à but lucratif, l'association ou la société sportive avec lequel elle a un lien juridique, selon les modalités prévues par l'article 9. La notification mentionne les voies et délais de recours. L'association sportive, la société sportive ou l'organisme à but lucratif dont dépend la personne poursuivie sont informés de cette décision (10). Article 18 L'organe disciplinaire de première instance doit se prononcer dans un délai de dix semaines à compter de l'engagement des poursuites disciplinaires. En cas de circonstances exceptionnelles, le délai de dix semaines peut être prorogé d'un mois par une décision motivée du président de l'organe disciplinaire et notifiée à la personne poursuivie, le cas échéant, à son représentant légal, à son conseil ou à son avocat ou à l'organisme à but lucratif, l'association ou la société sportive avec lequel elle a un lien juridique, selon les modalités prévues à l'article 9. Lorsque la séance a été reportée en application de l'article 14, le délai mentionné à l'alinéa précédent est prolongé d'une durée égale à celle du report. Faute d'avoir statué dans ces délais, l'organe disciplinaire de première instance est dessaisi et l'ensemble du dossier est transmis à l'organe disciplinaire d'appel compétent qui statue en dernier ressort. Section 3 Dispositions relatives aux organes disciplinaires d'appel Article 19 La personne poursuivie et, le cas échéant, son représentant légal, son conseil ou son avocat ainsi que ..... (11) peuvent interjeter appel de la décision de l'organe disciplinaire de première instance auprès de celui d'appel selon les modalités prévues à l'article 9, dans un délai de sept jours. Ce délai est prolongé de cinq jours dans le cas où le domicile de l'intéressé est situé hors de la métropole, sauf si l'organe disciplinaire compétent est situé lui aussi hors métropole, ou au seul profit de la personne poursuivie en cas d'appel par la fédération dont il relève. L'exercice du droit d'appel ne peut être subordonné au versement d'une somme d'argent à la fédération, ou limité par une décision d'un organe fédéral. L'appel n'est pas suspensif sauf décision motivée de l'organe disciplinaire de première instance prise en même temps qu'il est statué au fond. Lorsque la décision refuse de faire droit à des conclusions tendant à conférer un caractère suspensif à un appel, l'instance disciplinaire d'appel, saisie d'un appel comportant la contestation de ce refus, peut statuer sur ce dernier par une décision motivée avant d'examiner le fond de l'affaire. Lorsque l'appel émane de l'instance concernée (fédération, organes déconcentrés, ligue professionnelle), l'organe disciplinaire d'appel en informe la personne poursuivie selon les modalités prévues à l'article 9. Le cas échéant, le représentant légal de la personne poursuivie et son conseil ou son avocat sont informés selon les mêmes modalités. Article 20 L'organe disciplinaire d'appel statue en dernier ressort. Il se prononce au vu du dossier de première instance et des productions d'appel, dans le respect du principe du contradictoire. Le président de séance ou la personne qu'il désigne, établit un rapport exposant les faits et rappelant les conditions du déroulement de la procédure. Ce rapport est présenté oralement en séance. Les dispositions des articles 13 à 15 et 17 ci-dessus sont applicables devant l'organe disciplinaire d'appel. Article 21 L'organe disciplinaire d'appel doit se prononcer dans un délai de quatre mois à compter de l'engagement initial des poursuites. En cas de circonstances exceptionnelles, le délai de quatre mois peut être prorogé d'un mois par une décision motivée du président de l'organe disciplinaire d'appel et notifiée à la personne poursuivie, le cas échéant, à son représentant légal ou à l'organisme à but lucratif, l'association ou la société sportive avec lequel elle a un lien juridique, selon les modalités prévues à l'article 9. A défaut de décision dans ces délais, l'appelant peut saisir le Comité national olympique et sportif français aux fins de la conciliation prévue à l'article L. 141-4 du code du sport. Lorsque l'organe disciplinaire d'appel n'a été saisi que par l'intéressé, la sanction prononcée par l'organe disciplinaire de première instance ne peut être aggravée. La notification et, le cas échéant, la publication se font dans les conditions prévues à l'article 24. Chapitre II Sanctions Article 22 Les sanctions applicables sont notamment (12) : 1° Un avertissement ; 2° Un blâme ; 3° Une amende : lorsque cette amende est infligée à une personne physique, elle ne peut excéder un montant de 45 000 euros ; 4° Une perte d'une ou plusieurs rencontres sportives ; 5° Une pénalité en temps ou en points ; 6° Un déclassement ; 7° Une non homologation d'un résultat sportif ; 8° Une suspension de terrain ou de salle ; 9° Un huis clos total ou partiel pour une ou plusieurs rencontres sportives ; 10° Une interdiction temporaire ou définitive de participer aux manifestations sportives organisées ou autorisées par une fédération ; 11° Une interdiction temporaire ou définitive de participer directement ou indirectement à l'organisation et au déroulement des compétitions et manifestations sportives autorisées par une fédération délégataire ou organisées par une fédération agréée ; 12° Une interdiction d'exercice de fonction ; 13° Un retrait provisoire de la licence pendant la durée de l'interdiction ; 14° une interdiction pour une durée qu'elle fixe d'être licencié de la fédération ou de s'y affilier ; 15° Une radiation ; 16° Une inéligibilité pour une durée déterminée aux instances dirigeantes. 17° la radiation ou l'interdiction d'appartenir pour une durée déterminée à une instance disciplinaire. Une ou plusieurs sanctions peuvent être choisies parmi les sanctions énumérées ci-dessus ou mentionnées en annexe (12) dans le respect du principe de proportionnalité. Elles sont prononcées en considération de la gravité des faits et du comportement de leur auteur. Les sanctions consécutives à la violation des règlements sportifs revêtent un caractère automatique dans les cas limitativement fixés en annexe du présent règlement (13), sous réserve que l'organe disciplinaire puisse, au vu des observations formulées par la personne poursuivie, statuer sur la réalité et l'imputabilité effective des faits qui lui sont reprochés et prendre en compte les circonstances propres à chaque espèce. Les sanctions prononcées peuvent être complétées par une décision de publication dans les conditions fixées à l'article 24. La décision prononçant la sanction peut prévoir une participation de la personne sanctionnée aux frais exposés et dûment justifiés, à l'occasion de la procédure disciplinaire. La ou les sanctions peuvent être, avec l'accord de l'intéressé et, le cas échéant, celui de son représentant légal, remplacées ou complétées par l'accomplissement, pendant une durée qui ne peut excéder une saison sportive, d'activités d'intérêt général au bénéfice de la fédération, de ses organes déconcentrés, de la ligue professionnelle ou d'une association sportive ou caritative (14). Article 23 La décision de l'organe disciplinaire fixe, le cas échéant, la prise d'effet et les modalités d'exécution des sanctions. Article 24 La notification de la décision doit préciser les voies et délais de recours dont dispose la personne concernée. Les décisions des organes disciplinaires ayant ordonné la publication prévoient les modalités d'exécution de cette mesure qui ne peut intervenir qu'après notification aux personnes en ayant fait l'objet et après épuisement des voies de recours internes à la fédération. A cette fin, les organes disciplinaires de première instance et d'appel peuvent ordonner la publication au bulletin officiel de la fédération de l'intégralité ou d'une partie de la décision ou d'un résumé informant le public des motifs et du dispositif de celle-ci. La publication des décisions s'effectue de manière anonyme, sauf si l'organe disciplinaire, par une décision motivée, décide d'ordonner la publication nominative ou si la personne qui a fait l'objet d'une décision de relaxe demande à ce que celle-ci soit nominative. Article 25 Les sanctions prévues à l'article 22, autres que l'avertissement, le blâme et la radiation, peuvent être assorties en tout ou partie d'un sursis. La sanction assortie d'un sursis est réputée non avenue si, dans un délai de (15) après son prononcé, l'intéressé n'a fait l'objet d'aucune nouvelle sanction mentionnée à l'article 22. Toute nouvelle infraction sanctionnée pendant ce délai emporte révocation de tout ou partie du sursis. (1) La disposition applicable est celle que le 2.2.1. de l'annexe I-5 rend obligatoire. (2) Préciser l'organe de la fédération, de ses organes déconcentrés ou de la ligue professionnelle investi du pouvoir de désignation (assemblée générale, organe dirigeant, président...) et les modalités de celle-ci. (3) Préciser les modalités d'engagement des poursuites disciplinaires. (4) Déterminer les affaires qui doivent faire l'objet d'une instruction en fonction d'un certain quantum de sanctions encourues et/ou en fonction de la nature ou des circonstances des faits reprochés à la personne poursuivie. (5) Préciser que les personnes chargées de l'instruction des affaires disciplinaires peuvent être des salariés de la fédération, de ses organes déconcentrés ou de la ligue professionnelle dont dépend l'organe investi du pouvoir disciplinaire. (6) Préciser la (les) personnes ou les organes compétents pour prononcer une mesure provisoire. (7) Les mesures conservatoires qui peuvent être prononcées sont : une suspension provisoire de terrain ou de salle, un huis clos total ou partiel pour une ou plusieurs rencontres sportives, une interdiction provisoire de participer aux manifestations sportives organisées ou autorisées par une fédération, une interdiction provisoire de participer directement ou indirectement à l'organisation et au déroulement des compétitions et manifestations sportives autorisées par une fédération délégataire ou organisées par une fédération agréée et une suspension provisoire d'exercice de fonction. (8) Il convient de préciser les conditions dans lesquelles le rapport et l'intégralité du dossier peuvent être mis à disposition ou transmis à la personne poursuivie ainsi que, le cas échéant, à son représentant légal, son conseil ou son avocat. (9) Préciser les cas dans lesquels il n'y a pas lieu à convocation de la personne poursuivie ou de son représentant légal devant l'organe disciplinaire, notamment en tenant compte de la nature ou des circonstances des faits ou des sanctions encourues. (10) Il peut être prévu que la fédération est informée des décisions disciplinaires des organes déconcentrés et, le cas échéant, de la ligue professionnelle. (11) Préciser l'organe ou la personne de la fédération, de ses organes déconcentrés ou de la ligue professionnelle le cas échéant, ou leurs représentants ayant la faculté d'interjeter appel. Préciser, le cas échéant, que l'organisme à but lucratif, l'association ou la société sportive d'un licencié peut faire appel d'une sanction infligée à ce licencié. (12) Les éventuelles sanctions complémentaires prévues par le règlement, dans le respect du principe de proportionnalité, doivent être énumérées en annexe. (13) Prévoir en annexe au présent règlement la liste des faits, comportements ou manquements pouvant faire l'objet de sanctions automatiques, parmi les sanctions suivantes : avertissement, blâme, amende, perte d'une ou plusieurs rencontres sportives, pénalité en temps ou en points, suspension de terrain ou de salle. (14) Les activités d'intérêt général correspondent à des activités d'organisation des compétitions, d'encadrement, d'arbitrage, d'initiation ou de prévention et de promotion des valeurs du sport au bénéfice des personnes visées à l'article 22. (15) Préciser un délai compris entre un an et cinq ans en fonction de la gravité des faits commis et de la sanction prononcée.",
            "texteHtml": "<p align='center'>RÈGLEMENT DISCIPLINAIRE TYPE DES FÉDÉRATIONS SPORTIVES AGRÉÉES</p><p align='center'><br/>Article 1er</p><p align='left'><br/>Le présent règlement est établi en application des articles L. 131-8 et R. 131-3 et conformément à l'article ..... (1) des statuts de la fédération.<br/><br/>Le présent règlement ne s'applique pas à l'exercice du pouvoir disciplinaire à l'égard des agents sportifs et en matière de lutte contre le dopage, régi par des dispositions particulières.</p><p align='center'>Chapitre Ier<br/>Organes et procédures disciplinaires </p><p id='JORFSCTA000032963290_corps' align='left'></p><p align='center'>Section 1<br/>Dispositions communes aux organes disciplinaires de première instance et d'appel</p><p align='center'>Article 2</p><p align='left'></p><p align='left'>Il est institué un ou plusieurs organes disciplinaires de première instance et un ou plusieurs organes disciplinaires d'appel investis du pouvoir disciplinaire à l'égard :</p><p align='left'>1° Des associations affiliées à la fédération ;</p><p align='left'>2° Des licenciés de la fédération ;</p><p align='left'>3° Des titulaires de titres permettant la participation aux activités sportives de la fédération ;</p><p align='left'>4° Des organismes à but lucratif dont l'objet est la pratique d'une ou plusieurs disciplines de la fédération et qu'elle autorise à délivrer des licences ;</p><p align='left'>5° Des organismes qui, sans avoir pour objet la pratique d'une ou plusieurs disciplines de la fédération, contribuent au développement d'une ou plusieurs de celles-ci ;</p><p align='left'>6° Des sociétés sportives ;</p><p align='left'>7° Tout membre, préposé, salarié ou bénévole de ces associations et sociétés sportives agissant en qualité de dirigeant ou de licencié de fait.</p><p align='left'>Ces organes disciplinaires sont compétents pour prononcer des sanctions à raison des faits contraires aux règles posées par les statuts et règlements de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle et commis par une personne physique ou morale en une des qualités mentionnées ci-dessus à la date de commission des faits.</p><p align='left'>Les membres des organes disciplinaires, y compris leur président sont désignés par ..... (2).</p><p align='left'>Il ne peut être mis fin aux fonctions d'un membre en cours de mandat qu'en cas :</p><p align='left'>1° D'empêchement définitif constaté par les instances mentionnées ci-dessus ;</p><p align='left'>2° Ou de démission ;</p><p align='left'>3° Ou d'exclusion.</p><p align='left'>Chacun de ces organes se compose de trois membres au moins choisis, notamment, en raison de leur compétence d'ordre juridique ou en matière d'éthique et de déontologie sportives.</p><p align='left'>Les présidents de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle ainsi que les membres des instances dirigeantes de la fédération ou de la ligue professionnelle ne peuvent être simultanément membres d'aucun organe disciplinaire.</p><p align='left'>Tout organe disciplinaire des organes déconcentrés de la fédération est composé en majorité de membres n'appartenant pas aux instances dirigeantes de ces derniers.</p><p align='left'>Les membres des organes disciplinaires ne peuvent être liés à la fédération, à ses organes déconcentrés, le cas échéant, à la ligue professionnelle par un lien contractuel autre que celui résultant éventuellement de la licence.</p><p align='left'></p><p align='center'>Article 3</p><p align='left'></p><p align='left'>La durée du mandat des membres des organes disciplinaires de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle est identique à celle du mandat des instances dirigeantes correspondantes. Leur mandat expire au plus tard à la fin de la saison sportive au cours de laquelle les instances dirigeantes sont renouvelées.</p><p align='left'>En cas d'empêchement définitif, de démission ou d'exclusion d'un membre, un nouveau membre peut être désigné dans les mêmes conditions que son prédécesseur pour la durée du mandat restant à courir.</p><p align='left'></p><p align='center'>Article 4</p><p align='left'></p><p align='left'>Les membres des organes disciplinaires se prononcent en toute indépendance et ne peuvent recevoir d'instruction.</p><p align='left'>Les membres des organes disciplinaires et les secrétaires de séance sont astreints à une obligation de confidentialité pour les faits, actes et informations dont ils ont connaissance en raison de leurs fonctions.</p><p align='left'>Toute méconnaissance des règles fixées aux articles 2, 7 et au présent article constitue un motif d'exclusion du membre de l'organe disciplinaire ou du secrétaire de séance par les instances compétentes pour leur désignation.</p><p align='left'></p><p align='center'>Article 5</p><p align='left'></p><p align='left'>Les organes disciplinaires de première instance et d'appel se réunissent sur convocation de leur président ou de la personne qu'il mandate à cet effet. Chacun d'eux ne peut délibérer valablement que lorsque trois au moins de ses membres sont présents.</p><p align='left'>En cas de partage égal des voix, le président de séance a voix prépondérante.</p><p align='left'>Le président de séance de l'organe disciplinaire désigne soit un membre de celui-ci, soit une autre personne pour assurer les fonctions de secrétaire de séance.</p><p align='left'>En cas d'empêchement définitif du président, la présidence de l'organe disciplinaire est assurée par le membre le plus âgé de l'organe disciplinaire.</p><p align='left'></p><p align='center'>Article 6</p><p align='left'></p><p align='left'>Les débats devant les organes disciplinaires sont publics.</p><p align='left'>Toutefois, le président de séance peut, d'office ou à la demande de la personne poursuivie, le cas échéant de son représentant légal, de son conseil ou de son avocat, interdire au public l'accès de la salle pendant tout ou partie de l'audience dans l'intérêt de l'ordre public ou de la sérénité des débats ou lorsque le respect de la vie privée ou du secret professionnel le justifie.</p><p align='left'></p><p align='center'>Article 7</p><p align='left'></p><p align='left'>Les membres des organes disciplinaires doivent faire connaître au président de l'organe dont ils sont membres s'ils ont un intérêt direct ou indirect à l'affaire. Dans ce cas, ils ne peuvent siéger.</p><p align='left'>A l'occasion d'une même affaire, nul ne peut siéger dans l'organe disciplinaire d'appel s'il a siégé dans l'organe disciplinaire de première instance.</p><p align='left'></p><p align='center'>Article 8</p><p align='left'></p><p align='left'>Pour tenir compte de l'éloignement géographique ou de contraintes professionnelles ou médicales, le président de l'organe disciplinaire, après avoir recueilli l'accord de la personne poursuivie, peut décider que tout ou partie des débats seront conduits sous forme de conférence audiovisuelle, pourvu qu'il soit recouru à des moyens garantissant la participation effective de chaque personne aux débats et le caractère contradictoire de la procédure.</p><p align='left'></p><p align='center'>Article 9</p><p align='left'></p><p align='left'>La transmission des documents et actes de procédure mentionnés au présent règlement est effectuée par courrier recommandé avec accusé de réception ou par courrier remis en main propre contre décharge ou, le cas échéant, par courrier électronique à la personne poursuivie ou à son représentant légal, à son avocat, à l'organisme à but lucratif, à l'association ou à la société sportive avec lequel elle a un lien juridique.</p><p align='left'>L'utilisation du courrier électronique doit garantir la fiabilité de l'identification des parties à la communication électronique, l'intégrité des documents adressés ainsi que la sécurité et la confidentialité des échanges entre l'ensemble des personnes participant à la procédure disciplinaire. Elle doit permettre également d'établir de manière certaine la date et l'heure de la transmission des documents ainsi que celles de leur réception par leur destinataire.</p><p align='center'><br/>Section 2<br/>Dispositions relatives aux organes disciplinaires de première instance </p><p align='center'>Article 10</p><p align='left'></p><p align='left'>Les poursuites disciplinaires sont engagées selon les modalités suivantes ..... (3).</p><p align='left'>Les affaires disciplinaires qui doivent faire l'objet d'une instruction sont : .... (4).</p><p align='left'>Toute autre affaire disciplinaire peut faire l'objet d'une instruction sur décision du président de l'organe disciplinaire.</p><p align='left'>Les personnes habilitées à effectuer l'instruction des affaires disciplinaires (5) sont désignées par ..... (2). Elles sont choisies soit parmi les personnes physiques, ou les collaborateurs et licenciés des personnes morales, mentionnées à l'article 2, soit en raison de leur compétence au regard des faits objets des poursuites. En cette qualité et pour les besoins de l'instruction des affaires dont elles sont chargées, elles ont délégation du président de la fédération, de ses organes déconcentrés ou, le cas échéant, de la ligue professionnelle pour toutes les correspondances relatives à l'accomplissement de leur mission.</p><p align='left'>Elles ne peuvent être membres des organes disciplinaires saisis de l'affaire qu'elles ont instruite, ni avoir un intérêt direct ou indirect à l'affaire. Elles sont astreintes à une obligation de confidentialité pour tous les faits, actes et informations dont elles ont connaissance en raison de leurs fonctions. Toute méconnaissance de ces obligations constitue une faute.</p><p align='left'></p><p align='center'>Article 11</p><p align='left'></p><p align='left'>Lorsque l'affaire fait l'objet d'une instruction, la personne chargée de l'instruction établit un rapport qu'elle adresse à l'organe disciplinaire et à la personne poursuivie au vu des éléments du dossier et de tout renseignement recueilli par tout moyen. Elle n'a pas compétence pour clore d'elle-même une affaire.</p><p align='left'>Les personnes chargées de l'instruction exercent leur mission en toute impartialité et objectivité et peuvent :</p><p align='left'>1° Entendre toute personne dont l'audition paraît utile ;</p><p align='left'>2° Demander à toute personne des informations nécessaires à la procédure.</p><p align='left'></p><p align='center'>Article 12</p><p align='left'></p><p align='left'>Lorsque les circonstances le justifient, notamment au regard de la gravité des faits, les organes compétents (6) peuvent prononcer à l'encontre de la personne poursuivie, à tout moment de la procédure disciplinaire de première instance et par décision motivée, une mesure conservatoire (7) dans l'attente de la notification de la décision de l'organe disciplinaire.</p><p align='left'>La mesure conservatoire prend fin en cas de retrait de celle-ci par les personnes ou les organes compétents. Elle prend également fin si l'organe disciplinaire n'est pas en mesure de statuer dans le délai qui lui est imparti à l'article 18 du présent règlement.</p><p align='left'>Les décisions relatives aux mesures conservatoires sont notifiées aux personnes poursuivies dans les conditions prévues à l'article 9 et sont insusceptibles d'appel.</p><p align='left'></p><p align='center'>Article 13</p><p align='left'></p><p align='left'>La personne poursuivie et, le cas échéant, son représentant légal sont convoqués devant l'organe disciplinaire par l'envoi d'un document énonçant les griefs retenus dans les conditions prévues à l'article 9, au minimum sept jours avant la date de la séance.</p><p align='left'>La personne poursuivie ainsi que, le cas échéant, son représentant légal, son conseil ou son avocat peuvent consulter, avant la séance, le rapport et l'intégralité du dossier (8).</p><p align='left'>Ils peuvent demander que soient entendues les personnes de leur choix, dont ils communiquent les noms quarante-huit heures au moins avant la réunion de l'organe disciplinaire. Pour tenir compte de l'éloignement géographique ou de contraintes professionnelles ou médicales des personnes dont l'audition est demandée, celle-ci peut être réalisée par conférence téléphonique sous réserve de l'accord du président de l'organe disciplinaire et de la personne poursuivie.</p><p align='left'>Le président de l'organe disciplinaire peut refuser, par décision motivée, les demandes d'audition manifestement abusives.</p><p align='left'>Lors de la séance, la personne poursuivie peut être accompagnée de son représentant légal, de son conseil ou de son avocat et présenter ses observations écrites ou orales.</p><p align='left'>Si elle ne parle pas ou ne comprend pas suffisamment la langue française, elle peut demander à être assistée d'un interprète de son choix à ses frais ou d'un interprète choisi par la fédération aux frais de celle-ci.</p><p align='left'>Le délai de sept jours mentionné au premier alinéa peut être réduit en cas d'urgence, de circonstances tenant au bon déroulement des compétitions sportives ou de circonstances exceptionnelles par décision du président de l'organe disciplinaire, à son initiative ou à la demande de la personne chargée de l'instruction ou de la personne poursuivie. En ce cas, la faculté de demander l'audition de personnes s'exerce sans condition de délai.</p><p align='left'>La lettre de convocation mentionnée au premier alinéa indique à la personne poursuivie l'ensemble des droits définis au présent article.</p><p align='left'></p><p align='center'>Article 14</p><p align='left'></p><p align='left'>En cas d'urgence, de circonstances tenant au bon déroulement des compétitions sportives ou de circonstances exceptionnelles, et sauf cas de force majeure, le report de l'affaire ne peut être demandé.</p><p align='left'>Dans les autres cas et sauf cas de force majeure, le report de l'affaire ne peut être demandé par la personne poursuivie ou, le cas échéant, son représentant légal, son conseil ou son avocat, qu'une seule fois, quarante-huit heures au plus tard avant la date de la séance, pour un motif sérieux.</p><p align='left'>Le président de l'organe disciplinaire accorde ou non le report. En cas de refus, sa décision doit être motivée.</p><p align='left'>Il peut également décider de sa propre initiative de prononcer un report.</p><p align='left'></p><p align='center'>Article 15</p><p align='left'></p><p align='left'>Lorsque l'affaire est dispensée d'instruction, le président de séance de l'organe disciplinaire ou la personne qu'il désigne expose les faits et le déroulement de la procédure. Dans les autres cas, la personne chargée de l'instruction présente oralement son rapport. En cas d'empêchement de la personne chargée de l'instruction, son rapport peut être lu par le président de séance ou la personne qu'il désigne.</p><p align='left'>Toute personne dont l'audition paraît utile peut être entendue par l'organe disciplinaire. Si une telle audition est décidée, le président en informe la personne poursuivie avant la séance.</p><p align='left'>La personne poursuivie et, le cas échéant, son représentant légal ainsi que la ou les personnes qui l'assistent ou le représentent sont invités à prendre la parole en dernier.</p><p align='left'></p><p align='center'>Article 16</p><p align='left'></p><p align='left'>Par exception aux dispositions de l'article 13, lorsque l'organe disciplinaire leur a fait connaître que la nature ou les circonstances de l'affaire ne justifient pas leur convocation devant l'organe disciplinaire, à savoir ..... (9), la personne poursuivie ou son représentant légal, son conseil ou son avocat peuvent adresser par écrit des observations en défense. Ils peuvent néanmoins demander à être entendus dans les conditions prévues aux articles 13 et 15.</p><p align='left'></p><p align='center'>Article 17</p><p align='left'></p><p align='left'>L'organe disciplinaire délibère à huis clos, hors la présence de la personne poursuivie, des personnes qui l'assistent ou la représentent, des personnes entendues à l'audience et de la personne chargée de l'instruction.</p><p align='left'>Lorsque les fonctions de secrétaire de séance sont assurées par une personne qui n'est pas membre de l'organe disciplinaire, celle-ci peut assister au délibéré sans y participer.</p><p align='left'>L'organe disciplinaire prend une décision motivée. Cette décision ou le procès-verbal de la séance qui la relate est signé par le président de séance et le secrétaire.</p><p align='left'>La décision ou l'extrait du procès-verbal constituant la décision est notifié à la personne poursuivie ou, le cas échéant, à son représentant légal, ou à l'organisme à but lucratif, l'association ou la société sportive avec lequel elle a un lien juridique, selon les modalités prévues par l'article 9.</p><p align='left'>La notification mentionne les voies et délais de recours.</p><p align='left'>L'association sportive, la société sportive ou l'organisme à but lucratif dont dépend la personne poursuivie sont informés de cette décision (10).</p><p align='left'></p><p align='center'>Article 18</p><p align='left'></p><p align='left'>L'organe disciplinaire de première instance doit se prononcer dans un délai de dix semaines à compter de l'engagement des poursuites disciplinaires.</p><p align='left'>En cas de circonstances exceptionnelles, le délai de dix semaines peut être prorogé d'un mois par une décision motivée du président de l'organe disciplinaire et notifiée à la personne poursuivie, le cas échéant, à son représentant légal, à son conseil ou à son avocat ou à l'organisme à but lucratif, l'association ou la société sportive avec lequel elle a un lien juridique, selon les modalités prévues à l'article 9.</p><p align='left'>Lorsque la séance a été reportée en application de l'article 14, le délai mentionné à l'alinéa précédent est prolongé d'une durée égale à celle du report.</p><p align='left'>Faute d'avoir statué dans ces délais, l'organe disciplinaire de première instance est dessaisi et l'ensemble du dossier est transmis à l'organe disciplinaire d'appel compétent qui statue en dernier ressort.</p><p align='center'><br/>Section 3<br/>Dispositions relatives aux organes disciplinaires d'appel </p><p align='center'>Article 19</p><p align='left'></p><p align='left'>La personne poursuivie et, le cas échéant, son représentant légal, son conseil ou son avocat ainsi que ..... (11) peuvent interjeter appel de la décision de l'organe disciplinaire de première instance auprès de celui d'appel selon les modalités prévues à l'article 9, dans un délai de sept jours.</p><p align='left'>Ce délai est prolongé de cinq jours dans le cas où le domicile de l'intéressé est situé hors de la métropole, sauf si l'organe disciplinaire compétent est situé lui aussi hors métropole, ou au seul profit de la personne poursuivie en cas d'appel par la fédération dont il relève.</p><p align='left'>L'exercice du droit d'appel ne peut être subordonné au versement d'une somme d'argent à la fédération, ou limité par une décision d'un organe fédéral.</p><p align='left'>L'appel n'est pas suspensif sauf décision motivée de l'organe disciplinaire de première instance prise en même temps qu'il est statué au fond. Lorsque la décision refuse de faire droit à des conclusions tendant à conférer un caractère suspensif à un appel, l'instance disciplinaire d'appel, saisie d'un appel comportant la contestation de ce refus, peut statuer sur ce dernier par une décision motivée avant d'examiner le fond de l'affaire.</p><p align='left'>Lorsque l'appel émane de l'instance concernée (fédération, organes déconcentrés, ligue professionnelle), l'organe disciplinaire d'appel en informe la personne poursuivie selon les modalités prévues à l'article 9. Le cas échéant, le représentant légal de la personne poursuivie et son conseil ou son avocat sont informés selon les mêmes modalités.</p><p align='left'></p><p align='center'>Article 20</p><p align='left'></p><p align='left'>L'organe disciplinaire d'appel statue en dernier ressort.</p><p align='left'>Il se prononce au vu du dossier de première instance et des productions d'appel, dans le respect du principe du contradictoire.</p><p align='left'>Le président de séance ou la personne qu'il désigne, établit un rapport exposant les faits et rappelant les conditions du déroulement de la procédure. Ce rapport est présenté oralement en séance.</p><p align='left'>Les dispositions des articles 13 à 15 et 17 ci-dessus sont applicables devant l'organe disciplinaire d'appel.</p><p align='left'></p><p align='center'>Article 21</p><p align='left'></p><p align='left'>L'organe disciplinaire d'appel doit se prononcer dans un délai de quatre mois à compter de l'engagement initial des poursuites.</p><p align='left'>En cas de circonstances exceptionnelles, le délai de quatre mois peut être prorogé d'un mois par une décision motivée du président de l'organe disciplinaire d'appel et notifiée à la personne poursuivie, le cas échéant, à son représentant légal ou à l'organisme à but lucratif, l'association ou la société sportive avec lequel elle a un lien juridique, selon les modalités prévues à l'article 9.</p><p align='left'>A défaut de décision dans ces délais, l'appelant peut saisir le Comité national olympique et sportif français aux fins de la conciliation prévue à l'article L. 141-4 du code du sport.</p><p align='left'>Lorsque l'organe disciplinaire d'appel n'a été saisi que par l'intéressé, la sanction prononcée par l'organe disciplinaire de première instance ne peut être aggravée.</p><p align='left'>La notification et, le cas échéant, la publication se font dans les conditions prévues à l'article 24.</p><p align='center'><br/>Chapitre II<br/>Sanctions </p><p align='left'></p><p align='left'></p><p align='center'>Article 22</p><p align='left'></p><p align='left'>Les sanctions applicables sont notamment (12) :</p><p align='left'>1° Un avertissement ;</p><p align='left'>2° Un blâme ;</p><p align='left'>3° Une amende : lorsque cette amende est infligée à une personne physique, elle ne peut excéder un montant de 45 000 euros ;</p><p align='left'>4° Une perte d'une ou plusieurs rencontres sportives ;</p><p align='left'>5° Une pénalité en temps ou en points ;</p><p align='left'>6° Un déclassement ;</p><p align='left'>7° Une non homologation d'un résultat sportif ;</p><p align='left'>8° Une suspension de terrain ou de salle ;</p><p align='left'>9° Un huis clos total ou partiel pour une ou plusieurs rencontres sportives ;</p><p align='left'>10° Une interdiction temporaire ou définitive de participer aux manifestations sportives organisées ou autorisées par une fédération ;</p><p align='left'>11° Une interdiction temporaire ou définitive de participer directement ou indirectement à l'organisation et au déroulement des compétitions et manifestations sportives autorisées par une fédération délégataire ou organisées par une fédération agréée ;</p><p align='left'>12° Une interdiction d'exercice de fonction ;</p><p align='left'>13° Un retrait provisoire de la licence pendant la durée de l'interdiction ;</p><p align='left'>14° une interdiction pour une durée qu'elle fixe d'être licencié de la fédération ou de s'y affilier ;</p><p align='left'>15° Une radiation ;</p><p align='left'>16° Une inéligibilité pour une durée déterminée aux instances dirigeantes.</p><p align='left'>17° la radiation ou l'interdiction d'appartenir pour une durée déterminée à une instance disciplinaire.</p><p align='left'>Une ou plusieurs sanctions peuvent être choisies parmi les sanctions énumérées ci-dessus ou mentionnées en annexe (12) dans le respect du principe de proportionnalité. Elles sont prononcées en considération de la gravité des faits et du comportement de leur auteur.</p><p align='left'>Les sanctions consécutives à la violation des règlements sportifs revêtent un caractère automatique dans les cas limitativement fixés en annexe du présent règlement (13), sous réserve que l'organe disciplinaire puisse, au vu des observations formulées par la personne poursuivie, statuer sur la réalité et l'imputabilité effective des faits qui lui sont reprochés et prendre en compte les circonstances propres à chaque espèce.</p><p align='left'>Les sanctions prononcées peuvent être complétées par une décision de publication dans les conditions fixées à l'article 24.</p><p align='left'>La décision prononçant la sanction peut prévoir une participation de la personne sanctionnée aux frais exposés et dûment justifiés, à l'occasion de la procédure disciplinaire.</p><p align='left'>La ou les sanctions peuvent être, avec l'accord de l'intéressé et, le cas échéant, celui de son représentant légal, remplacées ou complétées par l'accomplissement, pendant une durée qui ne peut excéder une saison sportive, d'activités d'intérêt général au bénéfice de la fédération, de ses organes déconcentrés, de la ligue professionnelle ou d'une association sportive ou caritative (14).</p><p align='left'></p><p align='center'>Article 23</p><p align='left'></p><p align='left'>La décision de l'organe disciplinaire fixe, le cas échéant, la prise d'effet et les modalités d'exécution des sanctions.</p><p align='left'></p><p align='center'>Article 24</p><p align='left'></p><p align='left'>La notification de la décision doit préciser les voies et délais de recours dont dispose la personne concernée.</p><p align='left'>Les décisions des organes disciplinaires ayant ordonné la publication prévoient les modalités d'exécution de cette mesure qui ne peut intervenir qu'après notification aux personnes en ayant fait l'objet et après épuisement des voies de recours internes à la fédération.</p><p align='left'>A cette fin, les organes disciplinaires de première instance et d'appel peuvent ordonner la publication au bulletin officiel de la fédération de l'intégralité ou d'une partie de la décision ou d'un résumé informant le public des motifs et du dispositif de celle-ci.</p><p align='left'>La publication des décisions s'effectue de manière anonyme, sauf si l'organe disciplinaire, par une décision motivée, décide d'ordonner la publication nominative ou si la personne qui a fait l'objet d'une décision de relaxe demande à ce que celle-ci soit nominative.</p><p align='left'></p><p align='center'>Article 25</p><p align='left'></p><p align='left'>Les sanctions prévues à l'article 22, autres que l'avertissement, le blâme et la radiation, peuvent être assorties en tout ou partie d'un sursis.</p><p align='left'>La sanction assortie d'un sursis est réputée non avenue si, dans un délai de (15) après son prononcé, l'intéressé n'a fait l'objet d'aucune nouvelle sanction mentionnée à l'article 22.</p><p align='left'>Toute nouvelle infraction sanctionnée pendant ce délai emporte révocation de tout ou partie du sursis.</p><p align='left'></p><p align='left'>(1) La disposition applicable est celle que le 2.2.1. de l'annexe I-5 rend obligatoire.</p><p align='left'>(2) Préciser l'organe de la fédération, de ses organes déconcentrés ou de la ligue professionnelle investi du pouvoir de désignation (assemblée générale, organe dirigeant, président...) et les modalités de celle-ci.</p><p align='left'>(3) Préciser les modalités d'engagement des poursuites disciplinaires.</p><p align='left'>(4) Déterminer les affaires qui doivent faire l'objet d'une instruction en fonction d'un certain quantum de sanctions encourues et/ou en fonction de la nature ou des circonstances des faits reprochés à la personne poursuivie.</p><p align='left'>(5) Préciser que les personnes chargées de l'instruction des affaires disciplinaires peuvent être des salariés de la fédération, de ses organes déconcentrés ou de la ligue professionnelle dont dépend l'organe investi du pouvoir disciplinaire.</p><p align='left'>(6) Préciser la (les) personnes ou les organes compétents pour prononcer une mesure provisoire.</p><p align='left'>(7) Les mesures conservatoires qui peuvent être prononcées sont : une suspension provisoire de terrain ou de salle, un huis clos total ou partiel pour une ou plusieurs rencontres sportives, une interdiction provisoire de participer aux manifestations sportives organisées ou autorisées par une fédération, une interdiction provisoire de participer directement ou indirectement à l'organisation et au déroulement des compétitions et manifestations sportives autorisées par une fédération délégataire ou organisées par une fédération agréée et une suspension provisoire d'exercice de fonction.</p><p align='left'>(8) Il convient de préciser les conditions dans lesquelles le rapport et l'intégralité du dossier peuvent être mis à disposition ou transmis à la personne poursuivie ainsi que, le cas échéant, à son représentant légal, son conseil ou son avocat.</p><p align='left'>(9) Préciser les cas dans lesquels il n'y a pas lieu à convocation de la personne poursuivie ou de son représentant légal devant l'organe disciplinaire, notamment en tenant compte de la nature ou des circonstances des faits ou des sanctions encourues.</p><p align='left'>(10) Il peut être prévu que la fédération est informée des décisions disciplinaires des organes déconcentrés et, le cas échéant, de la ligue professionnelle.</p><p align='left'>(11) Préciser l'organe ou la personne de la fédération, de ses organes déconcentrés ou de la ligue professionnelle le cas échéant, ou leurs représentants ayant la faculté d'interjeter appel. Préciser, le cas échéant, que l'organisme à but lucratif, l'association ou la société sportive d'un licencié peut faire appel d'une sanction infligée à ce licencié.</p><p align='left'>(12) Les éventuelles sanctions complémentaires prévues par le règlement, dans le respect du principe de proportionnalité, doivent être énumérées en annexe.</p><p align='left'>(13) Prévoir en annexe au présent règlement la liste des faits, comportements ou manquements pouvant faire l'objet de sanctions automatiques, parmi les sanctions suivantes : avertissement, blâme, amende, perte d'une ou plusieurs rencontres sportives, pénalité en temps ou en points, suspension de terrain ou de salle.</p><p align='left'>(14) Les activités d'intérêt général correspondent à des activités d'organisation des compétitions, d'encadrement, d'arbitrage, d'initiation ou de prévention et de promotion des valeurs du sport au bénéfice des personnes visées à l'article 22.</p><p align='left'>(15) Préciser un délai compris entre un an et cinq ans en fonction de la gravité des faits commis et de la sanction prononcée.</p><p align='left'></p><p></p>",
            "num": "Annexe I-6 art R131-3 et R132-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1470268800000,
            "dateFin": 1502496000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1840700268,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096665",
                        "id": "LEGISCTA000006096665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020910159",
                        "id": "LEGISCTA000020910159",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006547789",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020910159",
            "sectionParentId": "LEGISCTA000020910159",
            "sectionParentTitre": "Annexes I",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Décrets &gt; Annexes I",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000032965204",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000618072",
                    "textTitle": "Décret n°2007-1133 du 24 juillet 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000618072",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-07-25",
                    "dateSignaTexte": "2007-07-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000032963271",
                    "textTitle": "Décret n°2016-1054 du 1er août 2016 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000032964029",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-08-03",
                    "dateSignaTexte": "2016-08-01",
                    "dateDebutCible": "2016-08-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R131-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R131-3",
                    "articleId": "LEGIARTI000045901432",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1654992000000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R132-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R132-7",
                    "articleId": "LEGIARTI000006547872",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1185321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006547789",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1185321600000,
                    "dateFin": 1470268800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032965204",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1470268800000,
                    "dateFin": 1502496000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035425233",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1502496000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I-6 art R131-3 et R132-7",
                "I-6"
            ],
            "versionPrecedente": "LEGIARTI000006547789",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006547789",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "RÈGLEMENT DISCIPLINAIRE TYPE DES FÉDÉRATIONS SPORTIVES AGRÉÉES Article 1er Le présent règlement, établi conformément à l'article ...... (1) des statuts de la fédération ........, remplace le règlement du ...... (2) relatif à l'exercice du pouvoir disciplinaire. Le présent règlement ne s'applique pas à l'exercice du pouvoir disciplinaire en matière de lutte contre le dopage, qui fait l'objet d'un règlement particulier. TITRE Ier : ORGANES ET PROCÉDURES DISCIPLINAIRES Section 1 : Dispositions communes aux organes disciplinaires de première instance et d'appel Article 2 Il est institué un ou plusieurs organes disciplinaires de première instance et un ou plusieurs organes disciplinaires d'appel investis du pouvoir disciplinaire à l'égard des associations affiliées à la fédération, des membres licenciés de ces associations et des membres licenciés de la fédération. Chacun de ces organes se compose de cinq membres au moins choisis en raison de leurs compétences d'ordre juridique et déontologique. Tout organe disciplinaire est composé en majorité de membres n'appartenant pas aux instances dirigeantes. Le président de la fédération ne peut être membre d'aucun organe disciplinaire. Nul ne peut être membre de plus d'un de ces organes. Les membres des organes disciplinaires ne peuvent être liés à la fédération par un lien contractuel autre que celui résultant éventuellement de leur adhésion. La durée du mandat est fixée à quatre ans. Les membres des organes disciplinaires et leur président sont désignés par (3). En cas d'absence ou d'empêchement définitif du président, la présidence de l'organe disciplinaire est assurée par (4). Lorsque l'empêchement définitif d'un membre est constaté, un nouveau membre est désigné dans les mêmes conditions que son prédécesseur pour la durée du mandat restant à courir. Article 3 Les organes disciplinaires de première instance et d'appel se réunissent sur convocation de leur président ou de la personne qu'il mandate à cet effet. Chacun d'eux ne peut délibérer valablement que lorsque trois au moins de leurs membres sont présents. Les fonctions de secrétaire de séance sont assurées par une personne désignée par l'organe disciplinaire sur proposition de son président et qui peut ne pas appartenir à cet organe. En cas de partage égal des voix, le président a voix prépondérante. Article 4 Les débats devant les organes disciplinaires sont publics. Toutefois, le président peut, d'office ou à la demande d'une des parties, interdire au public l'accès de la salle pendant tout ou partie de la séance dans l'intérêt de l'ordre public ou lorsque le respect de la vie privée le justifie. Article 5 Les membres des organes disciplinaires ne peuvent prendre part aux délibérations lorsqu'ils ont un intérêt direct ou indirect à l'affaire. A l'occasion d'une même affaire, nul ne peut siéger dans l'organe disciplinaire d'appel s'il a siégé dans l'organe disciplinaire de première instance. Article 6 Les membres des organes disciplinaires et les secrétaires de séance sont astreints à une obligation de confidentialité pour les faits, actes et informations dont ils ont pu avoir connaissance en raison de leurs fonctions. Toute infraction à cette disposition entraîne la cessation des fonctions du membre de l'organe disciplinaire ou du secrétaire de séance. Article 7 Les poursuites disciplinaires sont engagées par (5). Il est désigné au sein de la fédération ou de ses organes régionaux ou départementaux par ...... (4) un représentant chargé de l'instruction des affaires disciplinaires. Ne font pas l'objet d'une instruction les catégories d'affaires suivantes (6) : Les personnes désignées pour l'instruction ne peuvent avoir un intérêt direct ou indirect à l'affaire ni siéger dans les organes disciplinaires saisis de l'affaire qu'elles ont instruite. Elles sont astreintes à une obligation de confidentialité pour tous les faits, actes et informations dont elles ont pu avoir connaissance en raison de leurs fonctions. Toute infraction à cette disposition est sanctionnée (7). Elles reçoivent délégation du président de la fédération pour toutes les correspondances relatives à l'instruction des affaires. Article 8 Lorsque l'affaire n'est pas dispensée d'instruction en application du troisième alinéa de l'article 7, le représentant de la fédération chargé de l'instruction établit au vu des éléments du dossier, dans un délai de deux mois à compter de sa saisine, un rapport qu'il adresse à l'organe disciplinaire. Il n'a pas compétence pour clore de lui-même une affaire. Article 9 Le licencié poursuivi et, le cas échéant, les personnes investies de l'autorité parentale sont convoqués par ..... (9) devant l'organe disciplinaire, par l'envoi d'un document énonçant les griefs retenus sous forme d'une lettre recommandée avec demande d'avis de réception ou par tout autre moyen permettant de faire la preuve de sa réception par le destinataire (8), quinze jours au moins avant la date de la séance. Lorsque la procédure disciplinaire est engagée à l'encontre d'une personne morale, son représentant statutaire est convoqué dans les mêmes conditions. L'intéressé ne peut être représenté que par un avocat. Il peut être assisté d'une ou plusieurs personnes de son choix. S'il ne parle pas ou ne comprend pas suffisamment la langue française, il peut se faire assister d'une personne capable de traduire les débats. L'intéressé ou son défenseur peut consulter, avant la séance, le rapport et l'intégralité du dossier. Il peut demander que soient entendues les personnes de son choix, dont il communique le nom huit jours au moins avant la réunion de l'organe disciplinaire. Le président de ce dernier peut refuser les demandes d'audition qui paraissent abusives. La convocation mentionnée au premier alinéa indique à l'intéressé ses droits tels qu'ils sont définis au présent article. Le délai de quinze jours mentionné au premier alinéa peut être réduit à huit jours en cas d'urgence et à la demande du représentant de la fédération chargé de l'instruction. En ce cas, la faculté pour le licencié ou l'association de demander l'audition de personnes s'exerce sans condition de délai. Le délai peut, à titre exceptionnel, être inférieur à huit jours, à la demande du licencié à l'encontre duquel est engagée la procédure disciplinaire dans le cas où il participe à des phases finales d'une compétition. Article 10 Dans le cas d'urgence prévu au dernier alinéa de l'article 9, et sauf cas de force majeure, le report de l'affaire ne peut être demandé. Dans les autres cas et sauf cas de force majeure, le report de l'affaire ne peut être demandé qu'une seule fois, quarante-huit heures au plus tard avant la date de la séance. La durée du report ne peut excéder vingt jours. Article 11 Lorsque, en application du deuxième alinéa de l'article 7, l'affaire est dispensée d'instruction, le président de l'organe disciplinaire ou le membre de l'organe disciplinaire qu'il désigne expose les faits et le déroulement de la procédure. Dans les autres cas, le représentant de la fédération chargé de l'instruction présente oralement son rapport. Le président de l'organe disciplinaire peut faire entendre par celui-ci toute personne dont l'audition lui paraît utile. Si une telle audition est décidée, le président en informe l'intéressé avant la séance. L'intéressé et, le cas échéant, ses défenseurs sont invités à prendre la parole en dernier. Article 12 L'organe disciplinaire délibère à huis clos, hors de la présence de l'intéressé, de ses défenseurs, des personnes entendues à l'audience et du représentant de la fédération chargé de l'instruction. Il statue par une décision motivée. La décision est signée par le président et le secrétaire. Elle est aussitôt notifiée par lettre adressée dans les conditions définies au premier alinéa de l'article 9. La notification mentionne les voies et délais d'appel. Article 13 L'organe disciplinaire de première instance doit se prononcer dans un délai de trois mois à compter de l'engagement des poursuites disciplinaires. Lorsque la séance a été reportée en application de l'article 10, le délai mentionné à l'alinéa précédent est prolongé d'une durée égale à celle du report. Faute d'avoir statué dans ces délais, l'organe disciplinaire de première instance est dessaisi et l'ensemble du dossier est transmis à l'organe disciplinaire d'appel compétent. Section 3 : Dispositions relatives aux organismes disciplinaires d'appel. Article 14 La décision de l'organisme disciplinaire de première instance peut être frappée d'appel par l'intéressé ou par ........ (10) dans un délai de (11). Ce délai est porté à (12) dans le cas où le domicile du licencié ou le siège de l'association est situé hors de la métropole. L'exercice du droit d'appel ne peut être subordonné au versement d'une somme d'argent à la fédération ou limité par une décision d'un organe fédéral. Sauf décision contraire de l'organe disciplinaire de première instance dûment motivée, l'appel est suspensif. Lorsque l'appel n'émane pas de la personne poursuivie, celle-ci en est aussitôt informée par l'organe disciplinaire d'appel qui indique le délai dans lequel elle peut produire ses observations. Article 15 L'organe disciplinaire d'appel statue en dernier ressort. Il se prononce au vu du dossier de première instance et des productions d'appel, dans le respect du principe du contradictoire. Le président désigne un rapporteur qui établit un rapport exposant les faits et rappelant les conditions du déroulement de la procédure. Ce rapport est présenté oralement en séance. Les dispositions des articles 9 à 12 ci-dessus sont applicables devant l'organisme disciplinaire d'appel, à l'exception du troisième alinéa de l'article 12. Article 16 L'organe disciplinaire d'appel doit se prononcer dans un délai de six mois à compter de l'engagement initial des poursuites. A défaut de décision dans ce délai, l'appelant peut saisir le Comité national olympique et sportif français aux fins de la conciliation prévue à l'article L. 141-4 du code du sport. Lorsque l'organe disciplinaire d'appel n'a été saisi que par l'intéressé, la sanction prononcée par l'organe disciplinaire de première instance ne peut être aggravée. Article 17 La notification de la décision doit préciser les voies et délais de recours dont dispose l'intéressé. La décision de l'organe disciplinaire d'appel est publiée au bulletin de la fédération sportive. L'organe disciplinaire d'appel ne peut faire figurer dans la publication les mentions nominatives qui pourraient porter atteinte au respect de la vie privée ou au secret médical. TITRE II : SANCTIONS DISCIPLINAIRES Article 18 Les sanctions applicables sont : 1° Des pénalités sportives telles que ..... (13) ; 2° Des sanctions disciplinaires choisies parmi les mesures ci-après : a) L'avertissement ; b) Le blâme ; c) La suspension de compétition ou d'exercice de fonctions ; d) Des pénalités pécuniaires ; lorsque cette pénalité est infligée à un licencié, elle ne peut excéder le montant des amendes prévues pour les contraventions de police ; e) Le retrait provisoire de la licence ; f) La radiation ; 3° L'inéligibilité pour une durée déterminée aux instances dirigeantes, notamment en cas de manquement grave aux règles techniques du jeu ou d'infraction à l'esprit sportif. En cas de première sanction, la suspension de compétition peut être remplacée, avec l'accord de l'intéressé et, le cas échéant, celui de son représentant légal, ou complétée par l'accomplissement pendant une durée limitée d'activités d'intérêt général au bénéfice de la fédération ou d'une association sportive. Article 19 L'organe disciplinaire fixe la date d'entrée en vigueur des sanctions et ses modalités d'exécution. Article 20 Les sanctions prévues à l'article 18, autres que l'avertissement, le blâme et la radiation, peuvent, lorsqu'elles sont prononcées à titre de première sanction, être assorties en tout ou partie d'un sursis. La sanction assortie d'un sursis est réputée non avenue si, dans un délai de trois ans après son prononcé, l'intéressé n'a fait l'objet d'aucune nouvelle sanction mentionnée à l'article 18. Toute nouvelle sanction pendant ce délai emporte révocation du sursis. (1) Dans les dispositions obligatoires, la disposition applicable figure au (à compléter). (2) Indiquer la référence des dispositions antérieures devenues caduques. (3) Préciser l'organe de la fédération investi du pouvoir de désignation (assemblée générale, organe dirigeant, président...) et les modalités de celle-ci. (4) Préciser le membre le plus ancien, le vice-président (en ce cas, prévoir l'organe qui le désigne), etc. (5) Préciser l'organe de la fédération compétent pour engager les poursuites. (6) Enumérer limitativement les catégories d'affaires ; par exemple : infractions ne pouvant entraîner qu'une sanction inférieure à un certain quantum, infractions opposant des associations ou des licenciés entre eux, etc. (7) Préciser l'organe compétent pour prononcer la sanction et la nature de celle-ci. (8) Tels que remise par voie d'huissier, remise en mains propres avec décharge, etc. (9) Préciser qui a le pouvoir de convoquer : le représentant de la fédération chargé de l'instruction, le président de l'organe disciplinaire, etc. (10) Préciser le ou les organes de la fédération et/ou son ou ses représentants détenant cette faculté. (11) Préciser ce délai, qui ne peut être inférieur à dix jours ni supérieur à vingt jours. (12) Préciser ce délai, qui ne peut être inférieur à quinze jours ni supérieur à un mois. (13) Déclassement, disqualification, suspension de terrain, etc.",
            "texteHtml": "<p align='center'>RÈGLEMENT DISCIPLINAIRE TYPE DES FÉDÉRATIONS SPORTIVES AGRÉÉES</p><p>Article 1er</p><p>Le présent règlement, établi conformément à l'article ...... (1) des statuts de la fédération ........, remplace le règlement du ...... (2) relatif à l'exercice du pouvoir disciplinaire.</p><p>Le présent règlement ne s'applique pas à l'exercice du pouvoir disciplinaire en matière de lutte contre le dopage, qui fait l'objet d'un règlement particulier.</p><p>TITRE Ier : ORGANES ET PROCÉDURES DISCIPLINAIRES</p><p>Section 1 : Dispositions communes aux organes disciplinaires de première instance et d'appel</p><p>Article 2</p><p>Il est institué un ou plusieurs organes disciplinaires de première instance et un ou plusieurs organes disciplinaires d'appel investis du pouvoir disciplinaire à l'égard des associations affiliées à la fédération, des membres licenciés de ces associations et des membres licenciés de la fédération.</p><p>Chacun de ces organes se compose de cinq membres au moins choisis en raison de leurs compétences d'ordre juridique et déontologique. Tout organe disciplinaire est composé en majorité de membres n'appartenant pas aux instances dirigeantes. Le président de la fédération ne peut être membre d'aucun organe disciplinaire. Nul ne peut être membre de plus d'un de ces organes.</p><p>Les membres des organes disciplinaires ne peuvent être liés à la fédération par un lien contractuel autre que celui résultant éventuellement de leur adhésion.</p><p>La durée du mandat est fixée à quatre ans. Les membres des organes disciplinaires et leur président sont désignés par (3).</p><p>En cas d'absence ou d'empêchement définitif du président, la présidence de l'organe disciplinaire est assurée par (4).</p><p>Lorsque l'empêchement définitif d'un membre est constaté, un nouveau membre est désigné dans les mêmes conditions que son prédécesseur pour la durée du mandat restant à courir.</p><p>Article 3</p><p>Les organes disciplinaires de première instance et d'appel se réunissent sur convocation de leur président ou de la personne qu'il mandate à cet effet. Chacun d'eux ne peut délibérer valablement que lorsque trois au moins de leurs membres sont présents.</p><p>Les fonctions de secrétaire de séance sont assurées par une personne désignée par l'organe disciplinaire sur proposition de son président et qui peut ne pas appartenir à cet organe.</p><p>En cas de partage égal des voix, le président a voix prépondérante.</p><p>Article 4</p><p>Les débats devant les organes disciplinaires sont publics.</p><p>Toutefois, le président peut, d'office ou à la demande d'une des parties, interdire au public l'accès de la salle pendant tout ou partie de la séance dans l'intérêt de l'ordre public ou lorsque le respect de la vie privée le justifie.</p><p>Article 5</p><p>Les membres des organes disciplinaires ne peuvent prendre part aux délibérations lorsqu'ils ont un intérêt direct ou indirect à l'affaire.</p><p>A l'occasion d'une même affaire, nul ne peut siéger dans l'organe disciplinaire d'appel s'il a siégé dans l'organe disciplinaire de première instance.</p><p>Article 6</p><p>Les membres des organes disciplinaires et les secrétaires de séance sont astreints à une obligation de confidentialité pour les faits, actes et informations dont ils ont pu avoir connaissance en raison de leurs fonctions.</p><p>Toute infraction à cette disposition entraîne la cessation des fonctions du membre de l'organe disciplinaire ou du secrétaire de séance.</p><p>Article 7</p><p>Les poursuites disciplinaires sont engagées par (5).</p><p>Il est désigné au sein de la fédération ou de ses organes régionaux ou départementaux par ...... (4) un représentant chargé de l'instruction des affaires disciplinaires.</p><p>Ne font pas l'objet d'une instruction les catégories d'affaires suivantes (6) :</p><p>Les personnes désignées pour l'instruction ne peuvent avoir un intérêt direct ou indirect à l'affaire ni siéger dans les organes disciplinaires saisis de l'affaire qu'elles ont instruite.</p><p>Elles sont astreintes à une obligation de confidentialité pour tous les faits, actes et informations dont elles ont pu avoir connaissance en raison de leurs fonctions. Toute infraction à cette disposition est sanctionnée (7).</p><p>Elles reçoivent délégation du président de la fédération pour toutes les correspondances relatives à l'instruction des affaires.</p><p>Article 8</p><p>Lorsque l'affaire n'est pas dispensée d'instruction en application du troisième alinéa de l'article 7, le représentant de la fédération chargé de l'instruction établit au vu des éléments du dossier, dans un délai de deux mois à compter de sa saisine, un rapport qu'il adresse à l'organe disciplinaire. Il n'a pas compétence pour clore de lui-même une affaire.</p><p>Article 9</p><p>Le licencié poursuivi et, le cas échéant, les personnes investies de l'autorité parentale sont convoqués par ..... (9) devant l'organe disciplinaire, par l'envoi d'un document énonçant les griefs retenus sous forme d'une lettre recommandée avec demande d'avis de réception ou par tout autre moyen permettant de faire la preuve de sa réception par le destinataire (8), quinze jours au moins avant la date de la séance. Lorsque la procédure disciplinaire est engagée à l'encontre d'une personne morale, son représentant statutaire est convoqué dans les mêmes conditions.</p><p>L'intéressé ne peut être représenté que par un avocat. Il peut être assisté d'une ou plusieurs personnes de son choix. S'il ne parle pas ou ne comprend pas suffisamment la langue française, il peut se faire assister d'une personne capable de traduire les débats.</p><p>L'intéressé ou son défenseur peut consulter, avant la séance, le rapport et l'intégralité du dossier. Il peut demander que soient entendues les personnes de son choix, dont il communique le nom huit jours au moins avant la réunion de l'organe disciplinaire. Le président de ce dernier peut refuser les demandes d'audition qui paraissent abusives.</p><p>La convocation mentionnée au premier alinéa indique à l'intéressé ses droits tels qu'ils sont définis au présent article.</p><p>Le délai de quinze jours mentionné au premier alinéa peut être réduit à huit jours en cas d'urgence et à la demande du représentant de la fédération chargé de l'instruction. En ce cas, la faculté pour le licencié ou l'association de demander l'audition de personnes s'exerce sans condition de délai.</p><p>Le délai peut, à titre exceptionnel, être inférieur à huit jours, à la demande du licencié à l'encontre duquel est engagée la procédure disciplinaire dans le cas où il participe à des phases finales d'une compétition.</p><p>Article 10</p><p>Dans le cas d'urgence prévu au dernier alinéa de l'article 9, et sauf cas de force majeure, le report de l'affaire ne peut être demandé.</p><p>Dans les autres cas et sauf cas de force majeure, le report de l'affaire ne peut être demandé qu'une seule fois, quarante-huit heures au plus tard avant la date de la séance. La durée du report ne peut excéder vingt jours.</p><p>Article 11</p><p>Lorsque, en application du deuxième alinéa de l'article 7, l'affaire est dispensée d'instruction, le président de l'organe disciplinaire ou le membre de l'organe disciplinaire qu'il désigne expose les faits et le déroulement de la procédure. Dans les autres cas, le représentant de la fédération chargé de l'instruction présente oralement son rapport.</p><p>Le président de l'organe disciplinaire peut faire entendre par celui-ci toute personne dont l'audition lui paraît utile. Si une telle audition est décidée, le président en informe l'intéressé avant la séance.</p><p>L'intéressé et, le cas échéant, ses défenseurs sont invités à prendre la parole en dernier.</p><p>Article 12</p><p>L'organe disciplinaire délibère à huis clos, hors de la présence de l'intéressé, de ses défenseurs, des personnes entendues à l'audience et du représentant de la fédération chargé de l'instruction. Il statue par une décision motivée.</p><p>La décision est signée par le président et le secrétaire. Elle est aussitôt notifiée par lettre adressée dans les conditions définies au premier alinéa de l'article 9.</p><p>La notification mentionne les voies et délais d'appel.</p><p>Article 13</p><p>L'organe disciplinaire de première instance doit se prononcer dans un délai de trois mois à compter de l'engagement des poursuites disciplinaires.</p><p>Lorsque la séance a été reportée en application de l'article 10, le délai mentionné à l'alinéa précédent est prolongé d'une durée égale à celle du report.</p><p>Faute d'avoir statué dans ces délais, l'organe disciplinaire de première instance est dessaisi et l'ensemble du dossier est transmis à l'organe disciplinaire d'appel compétent.</p><p>Section 3 : Dispositions relatives aux organismes disciplinaires d'appel.</p><p>Article 14</p><p>La décision de l'organisme disciplinaire de première instance peut être frappée d'appel par l'intéressé ou par ........ (10) dans un délai de (11).</p><p>Ce délai est porté à (12) dans le cas où le domicile du licencié ou le siège de l'association est situé hors de la métropole.</p><p>L'exercice du droit d'appel ne peut être subordonné au versement d'une somme d'argent à la fédération ou limité par une décision d'un organe fédéral.</p><p>Sauf décision contraire de l'organe disciplinaire de première instance dûment motivée, l'appel est suspensif.</p><p>Lorsque l'appel n'émane pas de la personne poursuivie, celle-ci en est aussitôt informée par l'organe disciplinaire d'appel qui indique le délai dans lequel elle peut produire ses observations.</p><p>Article 15</p><p>L'organe disciplinaire d'appel statue en dernier ressort.</p><p>Il se prononce au vu du dossier de première instance et des productions d'appel, dans le respect du principe du contradictoire.</p><p>Le président désigne un rapporteur qui établit un rapport exposant les faits et rappelant les conditions du déroulement de la procédure. Ce rapport est présenté oralement en séance.</p><p>Les dispositions des articles 9 à 12 ci-dessus sont applicables devant l'organisme disciplinaire d'appel, à l'exception du troisième alinéa de l'article 12.</p><p>Article 16</p><p>L'organe disciplinaire d'appel doit se prononcer dans un délai de six mois à compter de l'engagement initial des poursuites. A défaut de décision dans ce délai, l'appelant peut saisir le Comité national olympique et sportif français aux fins de la conciliation prévue à l'article L. 141-4 du code du sport.</p><p>Lorsque l'organe disciplinaire d'appel n'a été saisi que par l'intéressé, la sanction prononcée par l'organe disciplinaire de première instance ne peut être aggravée.</p><p>Article 17</p><p>La notification de la décision doit préciser les voies et délais de recours dont dispose l'intéressé.</p><p>La décision de l'organe disciplinaire d'appel est publiée au bulletin de la fédération sportive. L'organe disciplinaire d'appel ne peut faire figurer dans la publication les mentions nominatives qui pourraient porter atteinte au respect de la vie privée ou au secret médical.</p><p>TITRE II : SANCTIONS DISCIPLINAIRES</p><p>Article 18</p><p>Les sanctions applicables sont :</p><p>1° Des pénalités sportives telles que ..... (13) ;</p><p>2° Des sanctions disciplinaires choisies parmi les mesures ci-après :</p><p>a) L'avertissement ;</p><p>b) Le blâme ;</p><p>c) La suspension de compétition ou d'exercice de fonctions ;</p><p>d) Des pénalités pécuniaires ; lorsque cette pénalité est infligée à un licencié, elle ne peut excéder le montant des amendes prévues pour les contraventions de police ;</p><p>e) Le retrait provisoire de la licence ;</p><p>f) La radiation ;</p><p>3° L'inéligibilité pour une durée déterminée aux instances dirigeantes, notamment en cas de manquement grave aux règles techniques du jeu ou d'infraction à l'esprit sportif.</p><p>En cas de première sanction, la suspension de compétition peut être remplacée, avec l'accord de l'intéressé et, le cas échéant, celui de son représentant légal, ou complétée par l'accomplissement pendant une durée limitée d'activités d'intérêt général au bénéfice de la fédération ou d'une association sportive.</p><p>Article 19</p><p>L'organe disciplinaire fixe la date d'entrée en vigueur des sanctions et ses modalités d'exécution.</p><p>Article 20</p><p>Les sanctions prévues à l'article 18, autres que l'avertissement, le blâme et la radiation, peuvent, lorsqu'elles sont prononcées à titre de première sanction, être assorties en tout ou partie d'un sursis.</p><p>La sanction assortie d'un sursis est réputée non avenue si, dans un délai de trois ans après son prononcé, l'intéressé n'a fait l'objet d'aucune nouvelle sanction mentionnée à l'article 18. Toute nouvelle sanction pendant ce délai emporte révocation du sursis.</p><p>(1) Dans les dispositions obligatoires, la disposition applicable figure au (à compléter).</p><p>(2) Indiquer la référence des dispositions antérieures devenues caduques.</p><p>(3) Préciser l'organe de la fédération investi du pouvoir de désignation (assemblée générale, organe dirigeant, président...) et les modalités de celle-ci.</p><p>(4) Préciser le membre le plus ancien, le vice-président (en ce cas, prévoir l'organe qui le désigne), etc.</p><p>(5) Préciser l'organe de la fédération compétent pour engager les poursuites.</p><p>(6) Enumérer limitativement les catégories d'affaires ; par exemple : infractions ne pouvant entraîner qu'une sanction inférieure à un certain quantum, infractions opposant des associations ou des licenciés entre eux, etc.</p><p>(7) Préciser l'organe compétent pour prononcer la sanction et la nature de celle-ci.</p><p>(8) Tels que remise par voie d'huissier, remise en mains propres avec décharge, etc.</p><p>(9) Préciser qui a le pouvoir de convoquer : le représentant de la fédération chargé de l'instruction, le président de l'organe disciplinaire, etc.</p><p>(10) Préciser le ou les organes de la fédération et/ou son ou ses représentants détenant cette faculté.</p><p>(11) Préciser ce délai, qui ne peut être inférieur à dix jours ni supérieur à vingt jours.</p><p>(12) Préciser ce délai, qui ne peut être inférieur à quinze jours ni supérieur à un mois.</p><p>(13) Déclassement, disqualification, suspension de terrain, etc.</p>",
            "num": "Annexe I-6 art R131-2 et R131-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1185321600000,
            "dateFin": 1470268800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1840700268,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096665",
                        "id": "LEGISCTA000006096665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "Annexes I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020910159",
                        "id": "LEGISCTA000020910159",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006547789",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020910159",
            "sectionParentId": "LEGISCTA000020910159",
            "sectionParentTitre": "Annexes I",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Décrets &gt; Annexes I",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006547789",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000618072",
                    "textTitle": "Décret 2007-1133 2007-07-24 JORF 25 juillet 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000618072",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-07-25",
                    "dateSignaTexte": "2007-07-24",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R131-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R131-3",
                    "articleId": "LEGIARTI000045901432",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1654992000000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R132-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R132-7",
                    "articleId": "LEGIARTI000006547872",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1185321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006547789",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1185321600000,
                    "dateFin": 1470268800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032965204",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1470268800000,
                    "dateFin": 1502496000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035425233",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1502496000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I-6 art R131-2 et R131-7",
                "I-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}