{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000035725380",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Lorsque la mutuelle ou union, l'employeur ou la personne morale souscriptrice, souhaite, fournir ou mettre à disposition des informations ou des documents à un membre participant, un employeur ou une personne morale souscriptrice, sur un support durable autre que le papier, la mutuelle ou union, l'employeur ou la personne morale souscriptrice vérifie au préalable que ce mode de communication est adapté à la situation de ce membre participant, de cet employeur ou de cette personne morale souscriptrice. La mutuelle ou union, l'employeur ou la personne morale souscriptrice s'assure qu'il est en mesure de prendre connaissance de ces informations et documents sur le support durable envisagé. Lorsque le membre participant, l'employeur ou la personne morale souscriptrice fournit à cette fin une adresse électronique, cette adresse est vérifiée par la mutuelle ou union, l'employeur ou la personne morale souscriptrice. Après ces vérifications, la mutuelle ou union, l'employeur ou la personne morale souscriptrice doit informer le membre participant, l'employeur ou la personne morale souscriptrice de façon claire, précise et compréhensible de la poursuite de leurs relations sur un support durable autre que le papier. La mutuelle ou union, l'employeur ou la personne morale souscriptrice renouvelle ces vérifications annuellement. Sauf lorsqu'il est indiqué dans le règlement ou le contrat fourni par la mutuelle ou l'union que le service fourni est de nature exclusivement électronique, la mutuelle ou l'union, l'employeur ou la personne morale souscriptrice doit informer le membre participant, l'employeur ou la personne morale souscriptrice, du droit de celui-ci ou celle-ci de s'opposer à l'utilisation de ce support dès l'entrée en relation ou à n'importe quel moment. La mutuelle ou l'union, l'employeur ou la personne morale souscriptrice justifie alors à tout moment de la relation que cette information a bien été portée à la connaissance du membre participant, de l'employeur ou de la personne morale souscriptrice. II. - Sauf lorsqu'il est indiqué dans le règlement ou le contrat fourni par la mutuelle ou l'union que le service fourni est de nature exclusivement électronique, le membre participant, l'employeur ou la personne morale souscriptrice peut, à tout moment et par tout moyen, demander à ce qu'un support papier soit utilisé sans frais pour la poursuite de leurs relations. Le membre participant, l'employeur ou la personne morale souscriptrice peut par ailleurs effectuer, dans les mêmes conditions, l'ensemble des formalités et obligations qui lui incombent sur tout autre support durable convenu avec la mutuelle ou union, l'employeur ou la personne morale souscriptrice.",
            "texteHtml": "<p>I. - Lorsque la mutuelle ou union, l'employeur ou la personne morale souscriptrice, souhaite, fournir ou mettre à disposition des informations ou des documents à un membre participant, un employeur ou une personne morale souscriptrice, sur un support durable autre que le papier, la mutuelle ou union, l'employeur ou la personne morale souscriptrice vérifie au préalable que ce mode de communication est adapté à la situation de ce membre participant, de cet employeur ou de cette personne morale souscriptrice. La mutuelle ou union, l'employeur ou la personne morale souscriptrice s'assure qu'il est en mesure de prendre connaissance de ces informations et documents sur le support durable envisagé. Lorsque le membre participant, l'employeur ou la personne morale souscriptrice fournit à cette fin une adresse électronique, cette adresse est vérifiée par la mutuelle ou union, l'employeur ou la personne morale souscriptrice.<br/><br/>\n Après ces vérifications, la mutuelle ou union, l'employeur ou la personne morale souscriptrice doit informer le membre participant, l'employeur ou la personne morale souscriptrice de façon claire, précise et compréhensible de la poursuite de leurs relations sur un support durable autre que le papier. La mutuelle ou union, l'employeur ou la personne morale souscriptrice renouvelle ces vérifications annuellement.<br/><br/>\n Sauf lorsqu'il est indiqué dans le règlement ou le contrat fourni par la mutuelle ou l'union que le service fourni est de nature exclusivement électronique, la mutuelle ou l'union, l'employeur ou la personne morale souscriptrice doit informer le membre participant, l'employeur ou la personne morale souscriptrice, du droit de celui-ci ou celle-ci de s'opposer à l'utilisation de ce support dès l'entrée en relation ou à n'importe quel moment. La mutuelle ou l'union, l'employeur ou la personne morale souscriptrice justifie alors à tout moment de la relation que cette information a bien été portée à la connaissance du membre participant, de l'employeur ou de la personne morale souscriptrice.<br/><br/>\n II. - Sauf lorsqu'il est indiqué dans le règlement ou le contrat fourni par la mutuelle ou l'union que le service fourni est de nature exclusivement électronique, le membre participant, l'employeur ou la personne morale souscriptrice peut, à tout moment et par tout moyen, demander à ce qu'un support papier soit utilisé sans frais pour la poursuite de leurs relations. Le membre participant, l'employeur ou la personne morale souscriptrice peut par ailleurs effectuer, dans les mêmes conditions, l'ensemble des formalités et obligations qui lui incombent sur tout autre support durable convenu avec la mutuelle ou union, l'employeur ou la personne morale souscriptrice.</p>",
            "num": "L221-6-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1522540800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080384178,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157226",
                        "id": "LEGISCTA000006157226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Modalités d'affiliation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173984",
                        "id": "LEGISCTA000006173984",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035725350",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173984",
            "sectionParentId": "LEGISCTA000006173984",
            "sectionParentTitre": "Section 1 : Modalités d'affiliation.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation. &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre Ier : Dispositions générales. &gt; Section 1 : Modalités d'affiliation.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000035725380",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035720869",
                    "textTitle": "Ordonnance n°2017-1433 du 4 octobre 2017 - art. 23",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000035721962",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-10-05",
                    "dateSignaTexte": "2017-10-04",
                    "dateDebutCible": "2018-04-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035725380",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L221-6-5",
                "221-6-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}