{
    "cid": "LEGIARTI000045127599",
    "num": "R6152-826",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : Etablissements et services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132400",
                        "id": "LEGISCTA000006132400",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Etablissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145493",
                        "id": "LEGISCTA000006145493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Personnels médicaux et pharmaceutiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161028",
                        "id": "LEGISCTA000006161028",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Praticiens hospitaliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178708",
                        "id": "LEGISCTA000006178708",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-10-17",
                        "fin": "2016-10-24",
                        "titre": "Section 8 : Réduction du temps de travail et compte épargne-temps",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022920665",
                        "id": "LEGISCTA000022927244",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-10-24",
                        "fin": "2999-01-01",
                        "titre": "Section 8 : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022920665",
                        "id": "LEGISCTA000033292721",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-02-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 6 :  Activités non cliniques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045127597",
                        "id": "LEGISCTA000045127597",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045127599",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R6152-335 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6152-335",
                    "articleId": "LEGIARTI000045140642",
                    "natureText": "CODE",
                    "date": 1644442048223,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1644192000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045124201",
                    "textTitle": "Décret n°2022-132 du 5 février 2022 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045127218",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-02-06",
                    "dateSignaTexte": "2022-02-05",
                    "dateDebutCible": "2022-02-07"
                }
            ],
            "num": "R6152-826",
            "origine": "LEGI",
            "texte": "Dans le cadre de leurs obligations de service et des missions qui leur sont confiées, les praticiens relevant des sections 1 et 3 peuvent exercer des activités non cliniques, définies en cohérence avec le projet d'établissement, le projet de pôle et le projet de service. Elles permettent la contribution à des travaux d'enseignement et de recherche, l'exercice de responsabilités institutionnelles ou managériales, ainsi que la participation à des projets collectifs et la structuration des relations avec la médecine de ville. Elles s'exercent sous réserve des nécessités de service. Les praticiens hospitaliers dont la quotité de travail est fixée à dix demi-journées par semaine sont autorisés à exercer des activités non cliniques une demi-journée par semaine en moyenne sur le quadrimestre par le chef de service ou, à défaut, par le chef de pôle. Cette demi-journée est de droit dès lors que le praticien la sollicite. Au-delà d'une demi-journée par semaine en moyenne sur le quadrimestre, les modalités prévues au troisième alinéa pour l'exercice des activités non cliniques s'appliquent à ces praticiens. Pour les praticiens relevant de la section 1 n'exerçant pas à temps plein et ceux relevant de la section 3, l'exercice des activités non cliniques peut être autorisé par le directeur de l'établissement dans lequel le praticien exerce, pour une période définie, sur proposition du chef de service ou du responsable de la structure interne après avis du chef de pôle ou, pour des activités exercées en dehors du service ou de la structure d'affectation, sur proposition du président de la commission médicale d'établissement. La décision de refus est motivée et notifiée par écrit au praticien.",
            "texteHtml": "<p>Dans le cadre de leurs obligations de service et des missions qui leur sont confiées, les praticiens relevant des sections 1 et 3 peuvent exercer des activités non cliniques, définies en cohérence avec le projet d'établissement, le projet de pôle et le projet de service. Elles permettent la contribution à des travaux d'enseignement et de recherche, l'exercice de responsabilités institutionnelles ou managériales, ainsi que la participation à des projets collectifs et la structuration des relations avec la médecine de ville. Elles s'exercent sous réserve des nécessités de service.<br/><br/>\n Les praticiens hospitaliers dont la quotité de travail est fixée à dix demi-journées par semaine sont autorisés à exercer des activités non cliniques une demi-journée par semaine en moyenne sur le quadrimestre par le chef de service ou, à défaut, par le chef de pôle. Cette demi-journée est de droit dès lors que le praticien la sollicite. Au-delà d'une demi-journée par semaine en moyenne sur le quadrimestre, les modalités prévues au troisième alinéa pour l'exercice des activités non cliniques s'appliquent à ces praticiens.<br/><br/>\n Pour les praticiens relevant de la section 1 n'exerçant pas à temps plein et ceux relevant de la section 3, l'exercice des activités non cliniques peut être autorisé par le directeur de l'établissement dans lequel le praticien exerce, pour une période définie, sur proposition du chef de service ou du responsable de la structure interne après avis du chef de pôle ou, pour des activités exercées en dehors du service ou de la structure d'affectation, sur proposition du président de la commission médicale d'établissement. La décision de refus est motivée et notifiée par écrit au praticien.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-02-07T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}