{
    "cid": "LEGIARTI000046190751",
    "num": "L421-7-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023989452",
                        "id": "LEGISCTA000023989452",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : LES DISPOSITIONS RELATIVES AU GAZ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986803",
                        "id": "LEGISCTA000023986803",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LE STOCKAGE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986814",
                        "id": "LEGISCTA000023986814",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986816",
                        "id": "LEGISCTA000023986816",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000046190751",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L121-35",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-35",
                    "articleId": "LEGIARTI000023985643",
                    "natureText": "CODE",
                    "date": 1660770590064,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L121-36",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-36",
                    "articleId": "LEGIARTI000023985645",
                    "natureText": "CODE",
                    "date": 1660770590064,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L121-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-37",
                    "articleId": "LEGIARTI000023985647",
                    "natureText": "CODE",
                    "date": 1660770590064,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L421-3-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L421-3-1",
                    "articleId": "LEGIARTI000036398090",
                    "natureText": "CODE",
                    "date": 1660770590064,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L421-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L421-6",
                    "articleId": "LEGIARTI000023986830",
                    "natureText": "CODE",
                    "date": 1660770590065,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L421-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L421-7",
                    "articleId": "LEGIARTI000023986832",
                    "natureText": "CODE",
                    "date": 1660770590065,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046186723",
                    "textTitle": "LOI n°2022-1158 du 16 août 2022 - art. 23",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000046188501",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-08-17",
                    "dateSignaTexte": "2022-08-16",
                    "dateDebutCible": "2022-08-18"
                }
            ],
            "num": "L421-7-2",
            "origine": "LEGI",
            "texte": "Le ministre chargé de l'énergie fixe, par un arrêté pris après avis de la Commission de régulation de l'énergie, une trajectoire de remplissage à chaque opérateur des infrastructures de stockage mentionnées à l'article L. 421-3-1 . Cette trajectoire comprend des objectifs intermédiaires de remplissage ainsi qu'un objectif minimal de remplissage au 1er novembre de chaque année. Sans préjudice de l'article L. 421-7 , si le niveau des capacités de stockage souscrites par les fournisseurs de gaz naturel dans les infrastructures de stockage mentionnées à l'article L. 421-3-1, complétées le cas échéant par celles souscrites au titre des stocks complémentaires prévus à l'article L. 421-6 , ou le niveau d'utilisation des capacités souscrites laisse prévoir que le remplissage sera inférieur à l'objectif minimal de remplissage fixé par la trajectoire de remplissage, le ministre chargé de l'énergie ordonne aux opérateurs de ces infrastructures de constituer les stocks de sécurité nécessaires pour respecter cet objectif minimal. Pour ce faire, les opérateurs utilisent, en priorité, les capacités de leurs installations qui n'ont pas été souscrites. Ils peuvent mobiliser, dans la mesure nécessaire pour remplir leurs obligations, la part non utilisée des capacités qui ont été souscrites. La Commission de régulation de l'énergie assure le suivi de l'atteinte des objectifs de la trajectoire de remplissage et en contrôle le respect. Elle définit par délibération les modalités de constitution des stocks de sécurité par les opérateurs des infrastructures de stockage et les modalités de cession de ces stocks. En particulier, elle élabore les outils de prévision d'un risque de non-atteinte des objectifs de remplissage fixés par la trajectoire de remplissage. Un décret, pris après avis de la Commission de régulation de l'énergie, précise les modalités et les conditions d'application du présent article. Les opérateurs des infrastructures de stockage ne sont pas autorisés à utiliser les stocks de sécurité en dehors des conditions fixées par le décret prévu au quatrième alinéa et des modalités définies par la Commission de régulation de l'énergie. Les coûts associés à la constitution des stocks de sécurité nécessaires pour respecter la trajectoire de remplissage mentionnée au premier alinéa, diminués des recettes associées à la cession de ces stocks, constituent des charges imputables aux obligations de service public, au sens des articles L. 121-35 et L. 121-36 , compensées par l'Etat selon les modalités prévues aux articles L. 121-37 à L. 121-44 . Par dérogation aux mêmes articles L. 121-37 à L. 121-44, au plus tard quinze jours après un achat de gaz naturel utilisé pour constituer des stocks de sécurité, les opérateurs des infrastructures de stockage mentionnées à l'article L. 421-3-1 commercialisant moins de 40 térawattheures de capacités de stockage déclarent à la Commission de régulation de l'énergie les coûts associés à cet achat de gaz naturel. Ces déclarations font l'objet d'une certification par leur commissaire aux comptes. Une délibération de la Commission de régulation de l'énergie évalue, au plus tard un mois après la réception de la déclaration, le montant de ces coûts. Ce montant fait l'objet d'un versement au titre des compensations des charges de ces opérateurs au plus tard un mois après la délibération de la Commission de régulation de l'énergie. Par dérogation, la Commission de régulation de l'énergie peut, sur la base d'une déclaration préalable, par les opérateurs des infrastructures de stockage mentionnés au même article L. 421-3-1 commercialisant moins de 40 térawattheures de capacités de stockage, du volume de leurs achats prévisionnels aux fins de constitution des stocks de sécurité, proposer un versement anticipé, dans la limite de ces achats prévisionnels, si ceux-ci sont de nature à compromettre la viabilité économique de l'opérateur, notamment au regard de leurs conséquences sur sa trésorerie. Les opérateurs des infrastructures de stockage mentionnées audit article L. 421-3-1 commercialisant moins de 40 térawattheures de capacités de stockage sont redevables à l'Etat des recettes issues de la cession des stocks de sécurité dans les conditions prévues au sixième alinéa du présent article.",
            "texteHtml": "<p>Le ministre chargé de l'énergie fixe, par un arrêté pris après avis de la Commission de régulation de l'énergie, une trajectoire de remplissage à chaque opérateur des infrastructures de stockage mentionnées à l'article <a href='/article/LEGIARTI000036398090'>L. 421-3-1</a>. Cette trajectoire comprend des objectifs intermédiaires de remplissage ainsi qu'un objectif minimal de remplissage au 1er novembre de chaque année. </p><p>Sans préjudice de l'article <a href='/article/LEGIARTI000023986832'>L. 421-7</a>, si le niveau des capacités de stockage souscrites par les fournisseurs de gaz naturel dans les infrastructures de stockage mentionnées à l'article L. 421-3-1, complétées le cas échéant par celles souscrites au titre des stocks complémentaires prévus à l'article <a href='/article/LEGIARTI000023986830'>L. 421-6</a>, ou le niveau d'utilisation des capacités souscrites laisse prévoir que le remplissage sera inférieur à l'objectif minimal de remplissage fixé par la trajectoire de remplissage, le ministre chargé de l'énergie ordonne aux opérateurs de ces infrastructures de constituer les stocks de sécurité nécessaires pour respecter cet objectif minimal. Pour ce faire, les opérateurs utilisent, en priorité, les capacités de leurs installations qui n'ont pas été souscrites. Ils peuvent mobiliser, dans la mesure nécessaire pour remplir leurs obligations, la part non utilisée des capacités qui ont été souscrites. </p><p>La Commission de régulation de l'énergie assure le suivi de l'atteinte des objectifs de la trajectoire de remplissage et en contrôle le respect. Elle définit par délibération les modalités de constitution des stocks de sécurité par les opérateurs des infrastructures de stockage et les modalités de cession de ces stocks. En particulier, elle élabore les outils de prévision d'un risque de non-atteinte des objectifs de remplissage fixés par la trajectoire de remplissage. </p><p>Un décret, pris après avis de la Commission de régulation de l'énergie, précise les modalités et les conditions d'application du présent article. </p><p>Les opérateurs des infrastructures de stockage ne sont pas autorisés à utiliser les stocks de sécurité en dehors des conditions fixées par le décret prévu au quatrième alinéa et des modalités définies par la Commission de régulation de l'énergie. </p><p>Les coûts associés à la constitution des stocks de sécurité nécessaires pour respecter la trajectoire de remplissage mentionnée au premier alinéa, diminués des recettes associées à la cession de ces stocks, constituent des charges imputables aux obligations de service public, au sens des articles <a href='/article/LEGIARTI000023985643'>L. 121-35 </a>et <a href='/article/LEGIARTI000023985645'>L. 121-36</a>, compensées par l'Etat selon les modalités prévues aux articles <a href='/article/LEGIARTI000023985647'>L. 121-37 à L. 121-44</a>. </p><p>Par dérogation aux mêmes articles L. 121-37 à L. 121-44, au plus tard quinze jours après un achat de gaz naturel utilisé pour constituer des stocks de sécurité, les opérateurs des infrastructures de stockage mentionnées à l'article L. 421-3-1 commercialisant moins de 40 térawattheures de capacités de stockage déclarent à la Commission de régulation de l'énergie les coûts associés à cet achat de gaz naturel. Ces déclarations font l'objet d'une certification par leur commissaire aux comptes. Une délibération de la Commission de régulation de l'énergie évalue, au plus tard un mois après la réception de la déclaration, le montant de ces coûts. Ce montant fait l'objet d'un versement au titre des compensations des charges de ces opérateurs au plus tard un mois après la délibération de la Commission de régulation de l'énergie. </p><p>Par dérogation, la Commission de régulation de l'énergie peut, sur la base d'une déclaration préalable, par les opérateurs des infrastructures de stockage mentionnés au même article L. 421-3-1 commercialisant moins de 40 térawattheures de capacités de stockage, du volume de leurs achats prévisionnels aux fins de constitution des stocks de sécurité, proposer un versement anticipé, dans la limite de ces achats prévisionnels, si ceux-ci sont de nature à compromettre la viabilité économique de l'opérateur, notamment au regard de leurs conséquences sur sa trésorerie. </p><p>Les opérateurs des infrastructures de stockage mentionnées audit article L. 421-3-1 commercialisant moins de 40 térawattheures de capacités de stockage sont redevables à l'Etat des recettes issues de la cession des stocks de sécurité dans les conditions prévues au sixième alinéa du présent article.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-08-18T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}