{
    "cid": "LEGIARTI000006734907",
    "num": "Annexe (1) à l'art. A931-11-17",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000006734907",
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L951-1 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "L951-1",
                    "articleId": "LEGIARTI000006745883",
                    "natureText": "CODE"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [],
            "num": "Annexe (1) à l'art. A931-11-17",
            "origine": "LEGI",
            "texte": "COMPTE RENDU DETAILLE ANNUEL : ETATS D'ANALYSE DES COMPTES. Les montants sont arrondis au millier de francs le plus proche et exprimés en milliers de francs. ETAT C 1 RESULTATS TECHNIQUES PAR CATEGORIES D'OPERATIONS. Les institutions de prévoyance et les unions d'institutions de prévoyance agréées pour pratiquer les opérations visées au a de l'article L. 931-1 établissent un état C 1 Vie-capitalisation et, le cas échéant pour leurs garanties complémentaires, un état C 1 Dommages corporels. Les institutions et unions agréées pour pratiquer simultanément les opérations visées au a et au b de l'article L. 931 établissent ces deux mêmes états. Les institutions et les unions agréées pour pratiquer les opérations visées au b et/ou au c de ce même article établissent un état C 1 Non-vie. L'état C 1 répartit d'abord les résultats techniques par pays d'établissement. Les opérations souscrites en France sont ensuite détaillées selon leur modalité d'exploitation : opérations directes françaises ; opérations réalisées en libre prestation de services ; acceptations. Enfin les opérations directes françaises sont ventilées par catégories ou regroupement de catégories de règlements ou de contrats définies à l'article A. 931-11-10. Lorsqu'un règlement ou un contrat regroupe des opérations relevant de catégories différentes, il est rattaché en totalité à la catégorie principale dès lors que celle-ci peut être déterminée sans ambiguïté. Lorsque aucune catégorie ne peut être qualifiée de principale, les garanties sont ventilées en autant d'ensembles qu'il existerait de règlements ou de contrats séparés au regard des pratiques constatées sur le marché ; chacun de ces ensembles de garanties est rattaché à sa catégorie principale. Toutefois, les garanties de dommages corporels sont toujours dissociées des garanties en cas de vie ou de décès. Le modèle des états C 1 Vie-capitalisation, C 1 Non-vie et C 1 Dommages corporels est fixé ci-après. Les catégories mentionnées dans les colonnes sont celles énumérées à l'article A. 931-11-10. Le contenu des lignes est précisé par référence aux comptes ou sous-comptes du plan comptable relatifs aux opérations directes, hors opérations en unités de compte ; les institutions et les unions effectuent les transpositions nécessaires pour présenter leurs opérations en unités de compte et leurs acceptations. Les sous-comptes rattachés aux comptes 6004, 6024, 6104, 6124, 62004 et 62124 en application du troisième alinéa du point 5 du VI. - Classe 6 de l'annexe à l'article A. 931-11-9 (troisième alinéa) sont identifiés par la postposition pb ou it selon qu'ils retracent les participations aux excédents ou les intérêts techniques. A. - Etat C 1 Vie-capitalisation L'état C 1 Vie-capitalisation comporte les colonnes suivantes : Opérations de capitalisation en francs ou devises à cotisation unique ou versements libres (catégorie 1) ; Opérations de capitalisation en francs ou devises à cotisations périodiques (catégorie 2) ; Opérations individuelles d'assurance temporaire décès en francs ou devises (y compris opérations collectives à adhésion facultative) (catégorie 3) ; Autres opérations individuelles d'assurance vie en francs ou devises à cotisation unique (y compris opérations collectives à adhésion facultative) ou versements libres (catégorie 4) ; Autres opérations individuelles d'assurance vie en francs ou devises à cotisations périodiques (y compris opérations collectives à adhésion facultative) (catégorie 5) ; Opérations collectives en cas de décès en francs ou devises (catégorie 6) ; Opérations collectives en cas de vie en francs ou devises (catégorie 7) ; Opérations d'assurance vie ou de capitalisation en unités de compte à cotisation unique ou versements libres (catégorie 8) ; Opérations d'assurance vie ou de capitalisation en unités de compte à cotisations périodiques (catégorie 9) ; Opérations collectives relevant de l'article L. 932-24 (catégorie 10) ; Total des opérations directes en France (catégories 1 à 10) ; Opérations en libre prestation de services par un établissement en France ; Acceptations par un établissement en France ; Opérations des succursales établies dans un Etat de l'Union européenne (hors la France) ; Opérations des succursales établies hors de l'Union européenne ; Total général. L'état C 1 Vie-capitalisation comporte les lignes suivantes : (L. 1) Cotisations périodiques et cotisations à versement unique émises (comptes 7000 et 7001) ; (L. 2) Annulations (compte 7002) ; (L. 3) Cotisations à émettre nettes de cotisations à annuler, à la clôture de l'exercice (compte 400 moins 401 à la clôture) ; (L. 4) Cotisations à émettre nettes de cotisations à annuler, à l'ouverture de l'exercice (compte 400 moins 401 à l'ouverture) ; (L. 5) Sous-total : Cotisations nettes (lignes L. 1 - L. 2 + L. 3 - L. 4) ; (L. 10) Sinistres et capitaux payés (compte 6000) ; (L. 11) Versements périodiques de rentes (compte 6001) ; (L. 12) Rachats (compte 6002) ; (L. 13) Frais de gestion des sinistres et de règlement des prestations (comptes 6005 et 6008) ; (L. 14) Provisions pour sinistres à payer à la clôture de l'exercice (compte 32 à la clôture) ; (L. 15) Provisions pour sinistres à payer à l'ouverture de l'exercice (compte 32 à l'ouverture) ; (L. 16) Intérêts techniques inclus dans l'exercice dans les prestations payées ou provisionnées (comptes 6004 it et 6104 it) ; (L. 17) Participations aux excédents incorporées dans l'exercice dans les prestations payées ou provisionnées (comptes 6004 pb, 6104 pb, 63093 et 63094) ; (L. 18) Sous-total : Charge des prestations (lignes L. 10 + L. 11 + L. 12 + L. 13 + L. 14 - L. 15 - L. 16 - L. 17) ; (L. 20) Provisions d'assurance vie à la clôture de l'exercice (compte 30 à la clôture) ; (L. 21) Provisions d'assurance vie à l'ouverture de l'exercice (compte 30 à l'ouverture) ; (L. 22) Intérêts techniques incorporés dans l'exercice aux provisions d'assurance vie (compte 62004 it) ; (L. 23) Ajustement sur opérations à capital variable (compte 766 moins 666) ; (L. 24) Participations aux excédents incorporées dans l'exercice aux provisions d'assurance vie (comptes 62004 pb et 63095) ; (L. 25) Autres provisions techniques à la clôture de l'exercice (comptes 360 Vie, 370 et 377 à la clôture) ; (L. 26) Autres provisions techniques à l'ouverture de l'exercice (comptes 360 Vie, 370 et 377 à l'ouverture) ; (L. 27) Sous-total : Charge de provisions (L. 20 - L. 21 - L. 22 - L. 23 - L. 24 + L. 25 - L. 26) ; (L. 30) Participations aux excédents (comptes 6303, 6304, 6305 et 6306) ; (L. 40) Frais d'acquisition (compte 6400) ; (L. 41) Frais d'administration et autres charges techniques nets (comptes 6402 et 644 moins 720 et 740) ; (L. 42) Subventions d'exploitation reçues (compte 730) ; (L. 43) Produits des placements nets de charges (compte 76, sauf 766, moins 7939 et 66, sauf 666) ; (L. 44) Intérêts techniques nets de cessions (comptes 6300, 6301 et 6302 moins sous-comptes correspondants du compte 6390) ; (L. 45) Sous-total : Produits financiers nets (L. 43 - L. 44) ; (L. 50) Cotisations cédées aux réassureurs (compte 7080) ; (L. 51) Part des réassureurs dans les prestations payées (compte 6090 sauf sous-compte correspondant au compte 6004) ; (L. 52) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux excédents, à la clôture de l'exercice (compte 39, sauf compte 394, à la clôture) ; (L. 53) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux excédents, à l'ouverture de l'exercice (compte 39, sauf compte 394, à l'ouverture) ; (L. 54) Part des réassureurs dans les participations aux excédents incorporées dans l'exercice aux prestations payées ou aux provisions techniques (sous-compte des comptes 6090, 6190 et 6290 correspondant aux comptes 6004, 6104 et 62004 ainsi que sous-comptes du compte 6390 correspondant au compte 6309) ; (L. 55) Part des réassureurs dans les participations aux excédents (sous-comptes du compte 6390 correspondant aux comptes 6303, 6304, 6305 et 6306) ; (L. 56) Commissions reçues des réassureurs (compte 6490) ; (L. 57) Sous-total : Charge de la réassurance (L. 50 - L. 51 - L. 52 + L. 53 + L. 54 - L. 55 - L. 56) ; (L. 60) Résultat technique (lignes L. 5 - L. 18 - L. 27 - L. 30 - L. 40 - L. 41 + L. 42 + L. 45 - L. 57). L'état C 1 Vie-capitalisation est complété par quatre lignes hors compte : (L. 70) Provisions pour participation aux excédents à la clôture de l'exercice (compte 34 à la clôture) ; (L. 71) Provisions pour participation aux excédents à l'ouverture de l'exercice (compte 34 à l'ouverture) ; (L. 72) Part des réassureurs dans les provisions pour participation aux excédents à la clôture de l'exercice (compte 394 à la clôture) ; (L. 73) Part des réassureurs dans les provisions pour participation aux excédents à l'ouverture de l'exercice (compte 394 à l'ouverture). B. - Etat C 1 Non-vie L'état C 1 Non-vie comporte les colonnes suivantes : Dommages corporels : opérations individuelles (y compris garanties complémentaires aux opérations d'assurance vie) (catégorie 20) ; Dommages corporels : opérations collectives (y compris garanties complémentaires aux opérations d'assurance vie) (catégorie 21) ; Chômage (catégorie 31) ; Total des opérations directes en France (catégories 20 à 31) ; Opérations en libre prestation de services par un établissement en France ; Acceptations par un établissement en France ; Opérations des succursales établies dans un Etat de l'Union européenne (hors la France) ; Opérations des succursales établies hors de l'Union européenne ; Total général. Lorsque l'institution ou l'union réalise des opérations pluriannuelles à cotisation unique ou non révisable, l'état C 1 Non-vie est complété par deux états annexes qui en sont l'éclatement : - annexe A : état de modèle C 1 Non-vie pour les opérations autres que les opérations pluriannuelles à cotisation unique ou non révisable ; - annexe B : état de modèle C 1 Non-vie pour les opérations pluriannuelles à cotisation unique ou non révisable. L'état C 1 Non-vie comporte les lignes suivantes : (L. 1) Cotisations et accessoires émises (compte 7020) ; (L. 2) Annulations et charge des ristournes (comptes 7022 et 7023 moins 63297) ; (L. 3) Cotisations à émettre nettes de cotisations à annuler, à la clôture de l'exercice (compte 400 moins 401 à la clôture) ; (L. 4) Cotisations à émettre nettes de cotisations à annuler, à l'ouverture de l'exercice (compte 400 moins 401 à l'ouverture) ; (L. 5) Sous-total : Cotisations nettes (lignes L. 1 - L. 2 + L. 3 - L. 4) ; (L. 6) Provisions pour cotisations non acquises à la clôture (compte 31 à la clôture) ; (L. 7) Provisions pour cotisations non acquises à l'ouverture (compte 31 à l'ouverture) ; (L. 8) Sous-total : Cotisations de l'exercice (lignes L. 5 - L. 6 + L. 7) ; (L. 10) Sinistres payés (compte 6020) ; (L. 11) Versements périodiques de rentes payés (compte 6021) ; (L. 12) Recours encaissés (compte 6023) ; (L. 13) Frais de gestion des sinistres (comptes 6025 et 6028) ; (L. 14) Provisions pour sinistres à payer à la clôture de l'exercice (compte 332 à la clôture) ; (L. 15) Provisions pour sinistres à payer à l'ouverture de l'exercice (compte 332 à l'ouverture) ; (L. 16) Prévision de recours à encaisser à la clôture de l'exercice (compte 333 à la clôture) ; (L. 17) Prévision de recours à encaisser à l'ouverture de l'exercice (compte 333 à l'ouverture) ; (L. 18) Autres provisions techniques à la clôture de l'exercice (comptes 362 et 372 à la clôture) ; (L. 19) Autres provisions techniques à l'ouverture de l'exercice (comptes 362 et 372 à l'ouverture) ; (L. 20) Participations aux excédents incorporées dans l'exercice aux prestations payées ou aux provisions techniques (comptes 6024, 6124, 62124 et 6329 sauf 63297) ; (L. 21) Sous-total : Charge des prestations (lignes L. 10 + L. 11 - L. 12 + L. 13 + L. 14 - L. 15 - L. 16 + L. 17 + L. 18 - L. 19 - L. 20) ; (L. 30) Participations aux excédents (comptes 6323, 6324 et 6326) ; (L. 40) Frais d'acquisition (compte 6420) ; (L. 41) Frais d'administration et autres charges techniques nets (comptes 6422 et 645 moins 722 et 742) ; (L. 42) Subventions d'exploitation reçues (compte 732) ; (L. 43) Produits des placements alloués (compte 7920) ; (L. 44) Intérêts techniques nets de cessions (comptes 6320 et 6321 moins sous-comptes correspondants du compte 6392) ; (L. 45) Sous-total : Produits financiers nets (L. 43 - L. 44) ; (L. 50) Cotisations cédées aux réassureurs (compte 7082 moins sous-compte du compte 6392 correspondant au compte 63297) ; (L. 51) Part des réassureurs dans les prestations payées (comptes 6092 sauf sous-compte correspondant au compte 6024) ; (L. 52) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux excédents, à la clôture de l'exercice (compte 39 sauf compte 395 à la clôture) ; (L. 53) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux excédents, à l'ouverture de l'exercice (compte 39 sauf compte 395 à l'ouverture) ; (L. 54) Part des réassureurs dans les participations aux excédents incorporées dans l'exercice aux prestations payées ou aux provisions techniques (sous-comptes des comptes 6092, 6192 et 62912 correspondant aux comptes 6024, 6124 et 62124 ainsi que sous-comptes du compte 6392 correspondant au compte 6329 sauf sous-compte 63297) ; (L. 55) Part des réassureurs dans les participations aux excédents (sous-comptes du compte 6392 correspondant aux comptes 6323, 6324 et 6326) ; (L. 56) Commissions reçues des réassureurs (compte 6492) ; (L. 57) Sous-total : Charge de la réassurance (L. 50 - L. 51 - L. 52 + L. 53 + L. 54 - L. 55 - L. 56) ; (L. 60) Résultat technique (lignes L. 8 - L. 21 - L. 30 - L. 40 - L. 41 + L. 42 + L. 45 - L. 57). L'état C 1 Non-vie est complété par quatre lignes hors compte : (L. 70) Provisions pour participation aux excédents et ristournes à la clôture de l'exercice (compte 35 à la clôture) ; (L. 71) Provisions pour participation aux excédents et ristournes à l'ouverture de l'exercice (compte 35 à l'ouverture) ; (L. 72) Part des réassureurs dans les provisions pour participation aux excédents à la clôture de l'exercice (compte 395 à la clôture) ; (L. 73) Part des réassureurs dans les provisions pour participation aux excédents à l'ouverture de l'exercice (compte 395 à l'ouverture). C. - Etat C 1 Dommages corporels L'état C 1 Dommages corporels comporte les colonnes suivantes : Dommages corporels : opérations individuelles (y compris garanties complémentaires aux opérations d'assurance vie) (catégorie 20) ; Dommages corporels : opérations collectives (y compris garanties complémentaires aux opérations d'assurance vie) (catégorie 21) ; Opérations en libre prestation de services par un établissement en France ; Acceptations par un établissement en France ; Opérations des succursales établies dans un Etat de l'Union européenne (hors la France) ; Opérations des succursales établies hors de l'Union européenne ; Total général. Si l'institution ou l'union est agréée pour pratiquer les opérations visées au b de l'article L. 931-1, l'état C 1 Dommages corporels comporte les mêmes lignes que l'état C 1 Non-vie, avec les mêmes références au plan comptable sauf pour la ligne L. 43 (Produits des placements alloués) qui reçoit le résultat du calcul effectué en application des dispositions du VII. - Classe 7, 4, point f, de l'annexe à l'article A. 931-11-9 (3e alinéa). Si l'institution ou l'union n'est pas agréée pour pratiquer les opérations visées au c de l'article L. 931-1, l'état C 1 Dommages corporels comporte les mêmes lignes que l'état C 1 Vie. ETAT C 2 ENGAGEMENTS ET RESULTATS TECHNIQUES PAR PAYS. Les institutions de prévoyance et les unions d'institutions de prévoyance décrivent leurs engagements et résultats techniques par pays d'établissement selon le modèle suivant : PAYS CODE PAYS COTISATIONS (1) PROVISIONS techniques (2) RÉSULTAT technique (3) 1. Union européenne (4) France LPS depuis la France Belgique Danemark Allemagne Grèce Espagne Finlande Irlande Italie Luxembourg Pays-Bas Autriche Portugal Suède Royaume-Uni Total Union européenne 2. Hors Union européenne Divers Total hors Union européenne Total général (1) Cotisations nettes au sens des lignes L. 5 de l'état C 1, brutes de réassurance. (2) Provisions techniques brutes de réassurance à la clôture de l'exercice. (3) Au sens des lignes L. 60 de l'état C 1. (4) Y compris, pour les pays de l'Union européenne autres que la France, les opérations en LPS depuis un établissement local. Les chiffres relatifs aux pays non membres de l'Union européenne dans lesquels les cotisations sont inférieures à 1 % des cotisations en France et les provisions techniques sont inférieures à 1 % des provisions techniques en France peuvent être regroupés en une seule ligne intitulée \"divers\". Si l'institution ou l'union opère dans plus de quinze pays non membres de l'Union européenne en réalisant dans chacun d'eux un volume d'activité supérieur aux seuils visés à l'alinéa précédent, seuls sont détaillés les chiffres relatifs aux quinze pays de plus forte activité en termes de cotisations d'abord, de provisions techniques ensuite. Les autres pays sont regroupés à la ligne intitulée \"divers\". ETAT C 3 ACCEPTATIONS ET CESSIONS EN REASSURANCE. Les institutions de prévoyance et les unions d'institutions de prévoyance décrivent, selon le modèle fixé ci-après, leurs opérations de réassurance acceptées (tableau A) et cédées (tableau B) en les ventilant d'après l'Etat de l'établissement qui a signé le traité (France ou étranger) et en fonction du lien existant entre les cocontractants (entreprises d'assurance ou de réassurance du groupe [1] ou non). TABLEAU A Acceptations (France et étranger) ACCEPTATIONS par un établissement (2) en provenance d'entreprises d'assurance FRANÇAIS ÉTRANGER TOTAL Entreprises du groupe Autres entreprises Entreprises du groupe Autres entreprises Cotisations acceptées Provisions techniques sur acceptations Solde technique (3) Intérêts sur dépôts espèces TABLEAU B Cessions et rétrocessions (France et étranger) CESSIONS PAR UN ÉTABLISSEMENT à des entreprises d'assurance ou de réassurance FRANÇAIS ÉTRANGER TOTAL Entreprises du groupe Autres entreprises Entreprises du groupe Autres entreprises Cotisations cédées Provisions techniques cédées Charge de réassurance (4) Intérêts sur dépôts espèces Nota. - Tableaux A et B : (1) Les entreprises d'assurance ou de réassurance du groupe sont, au sens du présent état, celles qui seraient susceptibles d'être consolidées ou combinées par intégration globale ou intégration proportionnelle en application des dispositions de l'article 357-3 de la loi n° 66-537 du 24 juillet 1966 sur les sociétés commerciales. (2) Acceptations telles que définies à l'article L. 931-1 : opérations visées aux a, b et c dudit article pour des salariés, anciens salariés et ayants droit telles que définies aux articles L. 932-1 et L. 932-14. (3) Le solde technique est le montant des cotisations diminué des prestations (y compris variation des provisions techniques) et des frais d'acquisition. (4) Charge de réassurance au sens des lignes L. 57 de l'état C 1. ETAT C 4 COTISATIONS PAR CATEGORIES D'OPERATIONS ET DE GARANTIES. Les institutions de prévoyance et les unions d'institutions de prévoyance ventilent les cotisations nettes (au sens des lignes L. 5 de l'état C 1) par catégories, sous-catégories ou totalisations d'opérations selon le modèle fixé ci-après. Les institutions et les unions agréées pour pratiquer les opérations visées au a de l'article L. 931-1 et celles agréées pour pratiquer simultanément les opérations visées au a et au b de l'article L. 931-1 établissent un état C 4 Vie-capitalisation-mixte. Les institutions et unions agréées pour pratiquer les opérations visées au b et/ou au c de ce même article établissent un état C 4 Non-vie. A. - Etat C 4 Vie-capitalisation-mixte L'état C 4 Vie-capitalisation-mixte comporte les lignes suivantes : I. - Total des opérations directes en France (catégories 1 à 21) : 01. - Opérations de capitalisation à cotisation unique ou versements libres ; 02. - Opérations de capitalisation à cotisations périodiques ; 03. - Opérations individuelles d'assurance temporaire décès (y compris opérations collectives à adhésion facultative) (1). 031. - Temporaires décès à cotisation unique ou versements libres (1) ; 032. - Temporaires décès à cotisations périodiques (1) ; 04. - Autres opérations individuelles d'assurance vie (y compris opérations collectives à adhésion facultative) à cotisation unique ou versements libres (1) : 041. - Rentes à cotisation unique ou versements libres (1) ; 042. - Autres opérations à cotisation unique ou versements libres (1) ; 05. - Autres opérations individuelles d'assurance vie (y compris opérations collectives à adhésion facultative) à cotisations périodiques (1) : 051. - Rentes à cotisations périodiques (1) ; 052. - Autres opérations à cotisations périodiques (1) ; 06. - Opérations collectives en cas de décès (1) : 061. - Opérations collectives en cas de décès visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 (1) ; 062. - Autres opérations collectives en cas de décès (1) ; 07. - Opérations collectives en cas de vie (1) : 071. - Opérations collectives de rentes (1) ; 072. - Autres opérations collectives en cas de vie (1) ; 08. - Opérations d'assurance vie ou de capitalisation en unités de compte à cotisation unique ou versements libres : 081. - Opérations de capitalisation en unités de compte à cotisation unique ou versements libres ; 082. - Temporaires décès en unités de compte à cotisation unique ou versements libres ; 083. - Rentes individuelles en unités de compte à cotisation unique ou versements libres ; 084. - Autres opérations individuelles en unités de compte à cotisation unique ou versements libres ; 085. - Opérations collectives en cas de décès en unités de compte à cotisation unique ou versements libres visés à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; 086. - Autres opérations collectives en cas de décès en unités de compte à cotisation unique ou versements libres ; 087. - Opérations collectives de rentes en unités de compte à cotisation unique ou versements libres ; 088. - Autres opérations collectives en cas de vie en unités de compte à cotisation unique ou versements libres ; 09. - Opérations d'assurance vie ou de capitalisation en unités de compte à cotisations périodiques ; 091. - Opérations de capitalisation en unités de compte à cotisations périodiques ; 092. - Temporaires décès en unités de compte à cotisations périodiques ; 093. - Rentes individuelles en unités de compte à cotisations périodiques ; 094. - Autres opérations individuelles en unités de compte à cotisations périodiques ; 095. - Opérations collectives en cas de décès en unités de compte à cotisations périodiques visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; 096. - Autres opérations collectives en cas de décès en unités de compte à cotisations périodiques ; 097. - Opérations collectives de rentes en unités de compte à cotisations périodiques ; 098. - Autres opérations collectives d'assurance en cas de vie en unités de compte à cotisations périodiques ; 10. - Opérations collectives relevant de l'article L. 932-24 ; 20. - Opérations individuelles de dommages corporels (y compris garanties complémentaires aux opérations en cas de vie ou de décès) : 201. - Garanties frais de soins ; 202. - Autres garanties ; 21. - Opérations collectives de dommages corporels (y compris garanties complémentaires aux opérations collectives en cas de vie ou de décès) : 211. - Garanties frais de soins délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; 212. - Autres garanties de dommages corporels délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; 213. - Garanties frais de soins non délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; 214. - Autres garanties de dommages corporels non délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; II. - Total des opérations en libre prestation de services par un établissement en France ; III. - Total des acceptations en réassurance par un établissement en France ; IV. - Total des opérations des succursales établies dans l'Union européenne (hors la France) : a) Opérations directes souscrites par les succursales établies dans l'Union européenne (hors la France) ; b) Opérations effectuées en libre prestation de services par les succursales établies dans l'Union européenne (hors la France) ; c) Acceptations en réassurance par les succursales établies dans l'Union européenne (hors la France) ; V. - Total des opérations des succursales établies hors de l'Union européenne : a) Opérations directes souscrites par les succursales établies hors de l'Union européenne ; b) Opérations effectuées en libre prestation de services par les succursales établies hors de l'Union européenne ; c) Acceptations en réassurance par les succursales établies hors de l'Union européenne ; Total général (rubriques I à V). B. - Etat C 4 Non-vie L'état C 4 Non-vie comporte trois colonnes : - colonne A : cotisations émises au titre d'opérations autres que les opérations pluriannuelles à cotisation unique ou non révisable et les opérations assimilées en application de l'article A. 931-11-17 ; - colonne B : cotisations émises au titre d'opérations pluriannuelles à cotisation unique ou non révisable et d'opérations assimilées en application de l'article A. 931-11-17 ; - colonne C : totaux partiels par catégories d'opérations et total général. L'état C 4 Non-vie comporte les lignes suivantes : I. - Total des opérations directes en France (catégories 20 à 31) : 20. - Dommages corporels : opérations individuelles (y compris garanties complémentaires aux opérations en cas de vie ou de décès) : 201. - Garanties frais de soins ; 202. - Autres garanties ; 21. - Dommages corporels : opérations collectives (y compris garanties complémentaires aux opérations en cas de vie ou de décès) : 211. - Garanties frais de soins délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; 212. - Autres garanties de dommages corporels délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; 213. - Garanties frais de soins non délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; 214. - Autres garanties de dommages corporels non délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; 31. - Chômage ; II. - Total des opérations en libre prestation de services par un établissement en France ; III. - Total des acceptations en réassurance par un établissement en France ; IV. - Total des opérations des succursales établies dans l'Union européenne (hors la France) : a) Opérations directes souscrites par les succursales établies dans l'Union européenne (hors la France) ; b) Opérations effectuées en libre prestation de services par les succursales établies dans l'Union européenne (hors la France) ; c) Acceptations en réassurance par les succursales établies dans l'Union européenne (hors la France) ; V. - Total des opérations des succursales établies hors de l'Union européenne : a) Opérations directes souscrites par les succursales établies hors de l'Union européenne ; b) Opérations effectuées en libre prestation de services par les succursales établies hors de l'Union européenne ; c) Acceptations en réassurance par les succursales établies hors de l'Union européenne. Total général (rubriques I à V). (1) Hors cotisations afférentes aux garanties de dommages corporels. ETAT C 5 REPRESENTATION DES ENGAGEMENTS REGLEMENTES. Les institutions de prévoyance et les unions d'institutions de prévoyance établissent, selon le modèle fixé ci-après, un état retraçant la représentation de leurs engagements réglementés. PROVISIONS TECHNIQUES AUTRES engagements réglementés TOTAL Opérations Union européenne Hors Union européenne Opérations directes Acceptations Provisions techniques des opérations collectives relevant de l'article L. 932-24 XXX Provisions d'assurance vie des autres opérations XXX Provisions pour cotisations non acquises XXX Provisions pour risques en cours XXX Provisions pour sinistres à payer XXX Provisions mathématiques (non-vie) XXX Provisions pour participation aux excédents et ristournes XXX Provisions pour égalisation XXX Provisions pour risque d'exigibilité des engagements techniques XXX Autres provisions techniques XXX Engagements au titre des opérations relevant de la branche 75 de l'article R. 931-2-1 (1) XXX Réserve de capitalisation XXX XXX XXX Dettes privilégiées XXX XXX XXX Dépôts de garantie des assurés, des agents et des tiers XXX XXX XXX Réserves d'amortissement des emprunts et réserves pour cautionnements XXX XXX XXX Total des passifs réglementés (A) Avances sur contrats mentionnés à l'article R. 931-10-26 XXX XXX Cotisations mentionnées à l'article R. 931-10-26 XXX XXX Valeurs mentionnées à l'article R. 931-10-27 XXX Frais d'acquisition des bulletins d'adhésion à des règlements ou des contrats reportés mentionnés à l'article R. 931-10-27 XXX Cotisations mentionnées à l'article R. 931-10-28 XXX XXX Frais d'acquisition des bulletins d'adhésion à des règlements ou des contrats reportés mentionnées à l'article R. 931-10-28 XXX XXX Créances nettes sur les cédants mentionnées à l'article R. 931-10-29 XXX XXX Actifs mentionnés à l'article R. 931-10-30 XXX XXX Recours admis XXX Divers (2) Créances mentionnées à l'article R. 931-10-31 XXX XXX XXX Valeurs déposées en cautionnement XXX XXX XXX Total des actifs admissibles divers (B) Base de la dispersion visée à l'article R. 931-10-22 (A-B) Valeurs couvrant les engagements pris dans le cadre d'opérations relevant de la branche 25 de l'article R. 931-2-1 (1) XXX Autres placements mentionnés du 1 o au 15 o de l'article R. 931-10-21 (3) Dépôts mentionnés au 16 o de l'article R. 931-10-21 Intérêts courus des placements mentionnés à l'article R. 931-10-21 Créances garanties sur les réassureurs mentionnées à l'article R. 931-10-21 XXX Total des placements et actifs assimilés (1) Les placements correspondants ne figurent au présent état que s'ils appartiennent à l'institution ou l'union. (2) Le détail de la rubrique Divers  est annexé au présent état. (3) Sont notamment incluses parmi ces placements les valeurs remises par les organismes réassurés avec caution solidaire ou substitution.",
            "texteHtml": "<p align='center'>COMPTE RENDU DETAILLE ANNUEL : ETATS D'ANALYSE DES COMPTES. </p><p>Les montants sont arrondis au millier de francs le plus proche et exprimés en milliers de francs.</p><p align='center'>ETAT C 1 </p><p align='center'>RESULTATS TECHNIQUES PAR CATEGORIES D'OPERATIONS. </p><p>Les institutions de prévoyance et les unions d'institutions de prévoyance agréées pour pratiquer les opérations visées au a de l'article L. 931-1 établissent un état C 1 Vie-capitalisation et, le cas échéant pour leurs garanties complémentaires, un état C 1 Dommages corporels. Les institutions et unions agréées pour pratiquer simultanément les opérations visées au a et au b de l'article L. 931 établissent ces deux mêmes états. Les institutions et les unions agréées pour pratiquer les opérations visées au b et/ou au c de ce même article établissent un état C 1 Non-vie. </p><p>L'état C 1 répartit d'abord les résultats techniques par pays d'établissement. Les opérations souscrites en France sont ensuite détaillées selon leur modalité d'exploitation : opérations directes françaises ; opérations réalisées en libre prestation de services ; acceptations. Enfin les opérations directes françaises sont ventilées par catégories ou regroupement de catégories de règlements ou de contrats définies à l'article A. 931-11-10. </p><p>Lorsqu'un règlement ou un contrat regroupe des opérations relevant de catégories différentes, il est rattaché en totalité à la catégorie principale dès lors que celle-ci peut être déterminée sans ambiguïté. Lorsque aucune catégorie ne peut être qualifiée de principale, les garanties sont ventilées en autant d'ensembles qu'il existerait de règlements ou de contrats séparés au regard des pratiques constatées sur le marché ; chacun de ces ensembles de garanties est rattaché à sa catégorie principale. Toutefois, les garanties de dommages corporels sont toujours dissociées des garanties en cas de vie ou de décès. </p><p>Le modèle des états C 1 Vie-capitalisation, C 1 Non-vie et C 1 Dommages corporels est fixé ci-après. Les catégories mentionnées dans les colonnes sont celles énumérées à l'article A. 931-11-10. Le contenu des lignes est précisé par référence aux comptes ou sous-comptes du plan comptable relatifs aux opérations directes, hors opérations en unités de compte ; les institutions et les unions effectuent les transpositions nécessaires pour présenter leurs opérations en unités de compte et leurs acceptations. Les sous-comptes rattachés aux comptes 6004, 6024, 6104, 6124, 62004 et 62124 en application du troisième alinéa du point 5 du VI. - Classe 6 de l'annexe à l'article A. 931-11-9 (troisième alinéa) sont identifiés par la postposition pb ou it selon qu'ils retracent les participations aux excédents ou les intérêts techniques. </p><p align='center'>A. - Etat C 1 Vie-capitalisation </p><p>L'état C 1 Vie-capitalisation comporte les colonnes suivantes : </p><p>Opérations de capitalisation en francs ou devises à cotisation unique ou versements libres (catégorie 1) ; </p><p>Opérations de capitalisation en francs ou devises à cotisations périodiques (catégorie 2) ; </p><p>Opérations individuelles d'assurance temporaire décès en francs ou devises (y compris opérations collectives à adhésion facultative) (catégorie 3) ; </p><p>Autres opérations individuelles d'assurance vie en francs ou devises à cotisation unique (y compris opérations collectives à adhésion facultative) ou versements libres (catégorie 4) ; </p><p>Autres opérations individuelles d'assurance vie en francs ou devises à cotisations périodiques (y compris opérations collectives à adhésion facultative) (catégorie 5) ; </p><p>Opérations collectives en cas de décès en francs ou devises (catégorie 6) ; </p><p>Opérations collectives en cas de vie en francs ou devises (catégorie 7) ; </p><p>Opérations d'assurance vie ou de capitalisation en unités de compte à cotisation unique ou versements libres (catégorie 8) ; </p><p>Opérations d'assurance vie ou de capitalisation en unités de compte à cotisations périodiques (catégorie 9) ; </p><p>Opérations collectives relevant de l'article L. 932-24 (catégorie 10) ; </p><p>Total des opérations directes en France (catégories 1 à 10) ; </p><p>Opérations en libre prestation de services par un établissement en France ; </p><p>Acceptations par un établissement en France ; </p><p>Opérations des succursales établies dans un Etat de l'Union européenne (hors la France) ; </p><p>Opérations des succursales établies hors de l'Union européenne ; </p><p>Total général. </p><p>L'état C 1 Vie-capitalisation comporte les lignes suivantes : </p><p>(L. 1) Cotisations périodiques et cotisations à versement unique émises (comptes 7000 et 7001) ; </p><p>(L. 2) Annulations (compte 7002) ; </p><p>(L. 3) Cotisations à émettre nettes de cotisations à annuler, à la clôture de l'exercice (compte 400 moins 401 à la clôture) ; </p><p>(L. 4) Cotisations à émettre nettes de cotisations à annuler, à l'ouverture de l'exercice (compte 400 moins 401 à l'ouverture) ; </p><p>(L. 5) Sous-total : Cotisations nettes (lignes L. 1 - L. 2 + L. 3 - L. 4) ; </p><p>(L. 10) Sinistres et capitaux payés (compte 6000) ; </p><p>(L. 11) Versements périodiques de rentes (compte 6001) ; </p><p>(L. 12) Rachats (compte 6002) ; </p><p>(L. 13) Frais de gestion des sinistres et de règlement des prestations (comptes 6005 et 6008) ; </p><p>(L. 14) Provisions pour sinistres à payer à la clôture de l'exercice (compte 32 à la clôture) ; </p><p>(L. 15) Provisions pour sinistres à payer à l'ouverture de l'exercice (compte 32 à l'ouverture) ; </p><p>(L. 16) Intérêts techniques inclus dans l'exercice dans les prestations payées ou provisionnées (comptes 6004 it et 6104 it) ; </p><p>(L. 17) Participations aux excédents incorporées dans l'exercice dans les prestations payées ou provisionnées (comptes 6004 pb, 6104 pb, 63093 et 63094) ; </p><p>(L. 18) Sous-total : Charge des prestations (lignes L. 10 + L. 11 + L. 12 + L. 13 + L. 14 - L. 15 - L. 16 - L. 17) ; </p><p>(L. 20) Provisions d'assurance vie à la clôture de l'exercice (compte 30 à la clôture) ; </p><p>(L. 21) Provisions d'assurance vie à l'ouverture de l'exercice (compte 30 à l'ouverture) ; </p><p>(L. 22) Intérêts techniques incorporés dans l'exercice aux provisions d'assurance vie (compte 62004 it) ; </p><p>(L. 23) Ajustement sur opérations à capital variable (compte 766 moins 666) ; </p><p>(L. 24) Participations aux excédents incorporées dans l'exercice aux provisions d'assurance vie (comptes 62004 pb et 63095) ; </p><p>(L. 25) Autres provisions techniques à la clôture de l'exercice (comptes 360 Vie, 370 et 377 à la clôture) ; </p><p>(L. 26) Autres provisions techniques à l'ouverture de l'exercice (comptes 360 Vie, 370 et 377 à l'ouverture) ; </p><p>(L. 27) Sous-total : Charge de provisions (L. 20 - L. 21 - L. 22 - L. 23 - L. 24 + L. 25 - L. 26) ; </p><p>(L. 30) Participations aux excédents (comptes 6303, 6304, 6305 et 6306) ; </p><p>(L. 40) Frais d'acquisition (compte 6400) ; </p><p>(L. 41) Frais d'administration et autres charges techniques nets (comptes 6402 et 644 moins 720 et 740) ; </p><p>(L. 42) Subventions d'exploitation reçues (compte 730) ; </p><p>(L. 43) Produits des placements nets de charges (compte 76, sauf 766, moins 7939 et 66, sauf 666) ; </p><p>(L. 44) Intérêts techniques nets de cessions (comptes 6300, 6301 et 6302 moins sous-comptes correspondants du compte 6390) ; </p><p>(L. 45) Sous-total : Produits financiers nets (L. 43 - L. 44) ; </p><p>(L. 50) Cotisations cédées aux réassureurs (compte 7080) ; </p><p>(L. 51) Part des réassureurs dans les prestations payées (compte 6090 sauf sous-compte correspondant au compte 6004) ; </p><p>(L. 52) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux excédents, à la clôture de l'exercice (compte 39, sauf compte 394, à la clôture) ; </p><p>(L. 53) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux excédents, à l'ouverture de l'exercice (compte 39, sauf compte 394, à l'ouverture) ; </p><p>(L. 54) Part des réassureurs dans les participations aux excédents incorporées dans l'exercice aux prestations payées ou aux provisions techniques (sous-compte des comptes 6090, 6190 et 6290 correspondant aux comptes 6004, 6104 et 62004 ainsi que sous-comptes du compte 6390 correspondant au compte 6309) ; </p><p>(L. 55) Part des réassureurs dans les participations aux excédents (sous-comptes du compte 6390 correspondant aux comptes 6303, 6304, 6305 et 6306) ; </p><p>(L. 56) Commissions reçues des réassureurs (compte 6490) ; </p><p>(L. 57) Sous-total : Charge de la réassurance (L. 50 - L. 51 - L. 52 + L. 53 + L. 54 - L. 55 - L. 56) ; </p><p>(L. 60) Résultat technique (lignes L. 5 - L. 18 - L. 27 - L. 30 - L. 40 - L. 41 + L. 42 + L. 45 - L. 57). </p><p>L'état C 1 Vie-capitalisation est complété par quatre lignes hors compte : </p><p>(L. 70) Provisions pour participation aux excédents à la clôture de l'exercice (compte 34 à la clôture) ; </p><p>(L. 71) Provisions pour participation aux excédents à l'ouverture de l'exercice (compte 34 à l'ouverture) ; </p><p>(L. 72) Part des réassureurs dans les provisions pour participation aux excédents à la clôture de l'exercice (compte 394 à la clôture) ; </p><p>(L. 73) Part des réassureurs dans les provisions pour participation aux excédents à l'ouverture de l'exercice (compte 394 à l'ouverture). </p><p align='center'>B. - Etat C 1 Non-vie </p><p>L'état C 1 Non-vie comporte les colonnes suivantes : </p><p>Dommages corporels : opérations individuelles (y compris garanties complémentaires aux opérations d'assurance vie) (catégorie 20) ; </p><p>Dommages corporels : opérations collectives (y compris garanties complémentaires aux opérations d'assurance vie) (catégorie 21) ; </p><p>Chômage (catégorie 31) ; </p><p>Total des opérations directes en France (catégories 20 à 31) ; </p><p>Opérations en libre prestation de services par un établissement en France ; </p><p>Acceptations par un établissement en France ; </p><p>Opérations des succursales établies dans un Etat de l'Union européenne (hors la France) ; </p><p>Opérations des succursales établies hors de l'Union européenne ; </p><p>Total général. </p><p>Lorsque l'institution ou l'union réalise des opérations pluriannuelles à cotisation unique ou non révisable, l'état C 1 Non-vie est complété par deux états annexes qui en sont l'éclatement : </p><p>- annexe A : état de modèle C 1 Non-vie pour les opérations autres que les opérations pluriannuelles à cotisation unique ou non révisable ; </p><p>- annexe B : état de modèle C 1 Non-vie pour les opérations pluriannuelles à cotisation unique ou non révisable. </p><p>L'état C 1 Non-vie comporte les lignes suivantes : </p><p>(L. 1) Cotisations et accessoires émises (compte 7020) ; </p><p>(L. 2) Annulations et charge des ristournes (comptes 7022 et 7023 moins 63297) ; </p><p>(L. 3) Cotisations à émettre nettes de cotisations à annuler, à la clôture de l'exercice (compte 400 moins 401 à la clôture) ; </p><p>(L. 4) Cotisations à émettre nettes de cotisations à annuler, à l'ouverture de l'exercice (compte 400 moins 401 à l'ouverture) ; </p><p>(L. 5) Sous-total : Cotisations nettes (lignes L. 1 - L. 2 + L. 3 - L. 4) ; </p><p>(L. 6) Provisions pour cotisations non acquises à la clôture (compte 31 à la clôture) ; </p><p>(L. 7) Provisions pour cotisations non acquises à l'ouverture (compte 31 à l'ouverture) ; </p><p>(L. 8) Sous-total : Cotisations de l'exercice (lignes L. 5 - L. 6 + L. 7) ; </p><p>(L. 10) Sinistres payés (compte 6020) ; </p><p>(L. 11) Versements périodiques de rentes payés (compte 6021) ; </p><p>(L. 12) Recours encaissés (compte 6023) ; </p><p>(L. 13) Frais de gestion des sinistres (comptes 6025 et 6028) ; </p><p>(L. 14) Provisions pour sinistres à payer à la clôture de l'exercice (compte 332 à la clôture) ; </p><p>(L. 15) Provisions pour sinistres à payer à l'ouverture de l'exercice (compte 332 à l'ouverture) ; </p><p>(L. 16) Prévision de recours à encaisser à la clôture de l'exercice (compte 333 à la clôture) ; </p><p>(L. 17) Prévision de recours à encaisser à l'ouverture de l'exercice (compte 333 à l'ouverture) ; </p><p>(L. 18) Autres provisions techniques à la clôture de l'exercice (comptes 362 et 372 à la clôture) ; </p><p>(L. 19) Autres provisions techniques à l'ouverture de l'exercice (comptes 362 et 372 à l'ouverture) ; </p><p>(L. 20) Participations aux excédents incorporées dans l'exercice aux prestations payées ou aux provisions techniques (comptes 6024, 6124, 62124 et 6329 sauf 63297) ; </p><p>(L. 21) Sous-total : Charge des prestations (lignes L. 10 + L. 11 - L. 12 + L. 13 + L. 14 - L. 15 - L. 16 + L. 17 + L. 18 - L. 19 - L. 20) ; </p><p>(L. 30) Participations aux excédents (comptes 6323, 6324 et 6326) ; </p><p>(L. 40) Frais d'acquisition (compte 6420) ; </p><p>(L. 41) Frais d'administration et autres charges techniques nets (comptes 6422 et 645 moins 722 et 742) ; </p><p>(L. 42) Subventions d'exploitation reçues (compte 732) ; </p><p>(L. 43) Produits des placements alloués (compte 7920) ; </p><p>(L. 44) Intérêts techniques nets de cessions (comptes 6320 et 6321 moins sous-comptes correspondants du compte 6392) ; </p><p>(L. 45) Sous-total : Produits financiers nets (L. 43 - L. 44) ; </p><p>(L. 50) Cotisations cédées aux réassureurs (compte 7082 moins sous-compte du compte 6392 correspondant au compte 63297) ; </p><p>(L. 51) Part des réassureurs dans les prestations payées (comptes 6092 sauf sous-compte correspondant au compte 6024) ; </p><p>(L. 52) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux excédents, à la clôture de l'exercice (compte 39 sauf compte 395 à la clôture) ; </p><p>(L. 53) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux excédents, à l'ouverture de l'exercice (compte 39 sauf compte 395 à l'ouverture) ; </p><p>(L. 54) Part des réassureurs dans les participations aux excédents incorporées dans l'exercice aux prestations payées ou aux provisions techniques (sous-comptes des comptes 6092, 6192 et 62912 correspondant aux comptes 6024, 6124 et 62124 ainsi que sous-comptes du compte 6392 correspondant au compte 6329 sauf sous-compte 63297) ; </p><p>(L. 55) Part des réassureurs dans les participations aux excédents (sous-comptes du compte 6392 correspondant aux comptes 6323, 6324 et 6326) ; </p><p>(L. 56) Commissions reçues des réassureurs (compte 6492) ; </p><p>(L. 57) Sous-total : Charge de la réassurance (L. 50 - L. 51 - L. 52 + L. 53 + L. 54 - L. 55 - L. 56) ; </p><p>(L. 60) Résultat technique (lignes L. 8 - L. 21 - L. 30 - L. 40 - L. 41 + L. 42 + L. 45 - L. 57). </p><p>L'état C 1 Non-vie est complété par quatre lignes hors compte : </p><p>(L. 70) Provisions pour participation aux excédents et ristournes à la clôture de l'exercice (compte 35 à la clôture) ; </p><p>(L. 71) Provisions pour participation aux excédents et ristournes à l'ouverture de l'exercice (compte 35 à l'ouverture) ; </p><p>(L. 72) Part des réassureurs dans les provisions pour participation aux excédents à la clôture de l'exercice (compte 395 à la clôture) ; </p><p>(L. 73) Part des réassureurs dans les provisions pour participation aux excédents à l'ouverture de l'exercice (compte 395 à l'ouverture). </p><p align='center'>C. - Etat C 1 Dommages corporels </p><p>L'état C 1 Dommages corporels comporte les colonnes suivantes : </p><p>Dommages corporels : opérations individuelles (y compris garanties complémentaires aux opérations d'assurance vie) (catégorie 20) ; </p><p>Dommages corporels : opérations collectives (y compris garanties complémentaires aux opérations d'assurance vie) (catégorie 21) ; </p><p>Opérations en libre prestation de services par un établissement en France ; </p><p>Acceptations par un établissement en France ; </p><p>Opérations des succursales établies dans un Etat de l'Union européenne (hors la France) ; </p><p>Opérations des succursales établies hors de l'Union européenne ; </p><p>Total général. </p><p>Si l'institution ou l'union est agréée pour pratiquer les opérations visées au b de l'article L. 931-1, l'état C 1 Dommages corporels comporte les mêmes lignes que l'état C 1 Non-vie, avec les mêmes références au plan comptable sauf pour la ligne L. 43 (Produits des placements alloués) qui reçoit le résultat du calcul effectué en application des dispositions du VII. - Classe 7, 4, point f, de l'annexe à l'article A. 931-11-9 (3e alinéa). </p><p>Si l'institution ou l'union n'est pas agréée pour pratiquer les opérations visées au c de l'article L. 931-1, l'état C 1 Dommages corporels comporte les mêmes lignes que l'état C 1 Vie. </p><p align='center'>ETAT C 2 </p><p align='center'>ENGAGEMENTS ET RESULTATS TECHNIQUES PAR PAYS. </p><p align='justify'>Les institutions de prévoyance et les unions d'institutions de prévoyance décrivent leurs engagements et résultats techniques par pays d'établissement selon le modèle suivant :</p><p><br/></p><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td><p align='center'>PAYS</p></td><td><p align='center'>CODE PAYS</p></td><td><p align='center'>COTISATIONS (1)</p></td><td><p align='center'>PROVISIONS</p><p align='center'>techniques (2)</p></td><td><p align='center'>RÉSULTAT</p><p align='center'>technique (3)</p></td></tr><tr><td vAlign='top'><p>1. Union européenne (4)</p></td><td rowSpan='17' vAlign='top'></td><td rowSpan='17' vAlign='top'></td><td rowSpan='17' vAlign='top'></td><td rowSpan='17' vAlign='top'></td></tr><tr><td vAlign='top'><p>France</p></td></tr><tr><td vAlign='top'><p>LPS depuis la France</p></td></tr><tr><td vAlign='top'><p>Belgique</p></td></tr><tr><td vAlign='top'><p>Danemark</p></td></tr><tr><td vAlign='top'><p>Allemagne</p></td></tr><tr><td vAlign='top'><p>Grèce</p></td></tr><tr><td vAlign='top'><p>Espagne</p></td></tr><tr><td vAlign='top'><p>Finlande</p></td></tr><tr><td vAlign='top'><p>Irlande</p></td></tr><tr><td vAlign='top'><p>Italie</p></td></tr><tr><td vAlign='top'><p>Luxembourg</p></td></tr><tr><td vAlign='top'><p>Pays-Bas</p></td></tr><tr><td vAlign='top'><p>Autriche</p></td></tr><tr><td vAlign='top'><p>Portugal</p></td></tr><tr><td vAlign='top'><p>Suède</p></td></tr><tr><td vAlign='top'><p>Royaume-Uni</p></td></tr><tr><td vAlign='top'><p>Total Union européenne</p></td><td vAlign='top'></td><td vAlign='top'></td><td vAlign='top'></td><td vAlign='top'></td></tr><tr><td vAlign='top'><p>2. Hors Union européenne</p></td><td vAlign='top'></td><td vAlign='top'></td><td vAlign='top'></td><td vAlign='top'></td></tr><tr><td vAlign='top'><p>Divers</p></td><td vAlign='top'></td><td vAlign='top'></td><td vAlign='top'></td><td vAlign='top'></td></tr><tr><td vAlign='top'><p>Total hors Union européenne</p></td><td vAlign='top'></td><td vAlign='top'></td><td vAlign='top'></td><td vAlign='top'></td></tr><tr><td vAlign='top'><p>Total général</p></td><td vAlign='top'></td><td vAlign='top'></td><td vAlign='top'></td><td vAlign='top'></td></tr><tr><td colSpan='5' vAlign='top'><p>(1) Cotisations nettes au sens des lignes L. 5 de l'état C 1, brutes de réassurance.</p><p>(2) Provisions techniques brutes de réassurance à la clôture de l'exercice.</p><p>(3) Au sens des lignes L. 60 de l'état C 1.</p><p>(4) Y compris, pour les pays de l'Union européenne autres que la France, les opérations en LPS depuis un établissement local.</p></td></tr></tbody></table><p>Les chiffres relatifs aux pays non membres de l'Union européenne dans lesquels les cotisations sont inférieures à 1 % des cotisations en France et les provisions techniques sont inférieures à 1 % des provisions techniques en France peuvent être regroupés en une seule ligne intitulée \"divers\". </p><p>Si l'institution ou l'union opère dans plus de quinze pays non membres de l'Union européenne en réalisant dans chacun d'eux un volume d'activité supérieur aux seuils visés à l'alinéa précédent, seuls sont détaillés les chiffres relatifs aux quinze pays de plus forte activité en termes de cotisations d'abord, de provisions techniques ensuite. Les autres pays sont regroupés à la ligne intitulée \"divers\". </p><p align='center'>ETAT C 3 </p><p align='center'>ACCEPTATIONS ET CESSIONS EN REASSURANCE.</p><p>Les institutions de prévoyance et les unions d'institutions de prévoyance décrivent, selon le modèle fixé ci-après, leurs opérations de réassurance acceptées (tableau A) et cédées (tableau B) en les ventilant d'après l'Etat de l'établissement qui a signé le traité (France ou étranger) et en fonction du lien existant entre les cocontractants (entreprises d'assurance ou de réassurance du groupe [1] ou non). </p><p align='center'><br/>TABLEAU A</p><p align='center'>Acceptations (France et étranger)</p><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td rowSpan='2' width='151'><p align='center'>ACCEPTATIONS</p><p align='center'>par un établissement (2) en provenance d'entreprises d'assurance</p></td><td colSpan='2' width='202'><p align='center'>FRANÇAIS</p></td><td colSpan='2' width='202'><p align='center'>ÉTRANGER</p></td><td rowSpan='2' width='76'><p align='center'>TOTAL</p></td></tr><tr><td width='101'><p align='center'>Entreprises du groupe</p></td><td width='101'><p align='center'>Autres entreprises</p></td><td width='101'><p align='center'>Entreprises du groupe</p></td><td width='101'><p align='center'>Autres entreprises</p></td></tr><tr><td width='151' vAlign='top'><p>Cotisations acceptées</p></td><td width='101' vAlign='top'></td><td width='101' vAlign='top'></td><td width='101' vAlign='top'></td><td width='101' vAlign='top'></td><td width='76' vAlign='top'></td></tr><tr><td width='151' vAlign='top'><p>Provisions techniques sur acceptations</p></td><td width='101' vAlign='top'></td><td width='101' vAlign='top'></td><td width='101' vAlign='top'></td><td width='101' vAlign='top'></td><td width='76' vAlign='top'></td></tr><tr><td width='151' vAlign='top'><p>Solde technique (3)</p></td><td width='101' vAlign='top'></td><td width='101' vAlign='top'></td><td width='101' vAlign='top'></td><td width='101' vAlign='top'></td><td width='76' vAlign='top'></td></tr><tr><td width='151' vAlign='top'><p>Intérêts sur dépôts espèces</p></td><td width='101' vAlign='top'></td><td width='101' vAlign='top'></td><td width='101' vAlign='top'></td><td width='101' vAlign='top'></td><td width='76' vAlign='top'></td></tr></tbody></table><p align='center'></p><p align='center'><br/>TABLEAU B</p><p align='center'>Cessions et rétrocessions (France et étranger)</p><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td rowSpan='2' width='151'><p align='center'>CESSIONS PAR UN ÉTABLISSEMENT</p><p align='center'>à des entreprises d'assurance ou de réassurance</p></td><td colSpan='2' width='174'><p align='center'>FRANÇAIS</p></td><td colSpan='2' width='174'><p align='center'>ÉTRANGER</p></td><td rowSpan='2' width='76'><p align='center'>TOTAL</p></td></tr><tr><td width='93'><p align='center'>Entreprises du groupe</p></td><td width='82'><p align='center'>Autres entreprises</p></td><td width='93'><p align='center'>Entreprises du groupe</p></td><td width='82'><p align='center'>Autres entreprises</p></td></tr><tr><td width='151' vAlign='top'><p>Cotisations cédées</p></td><td width='93' vAlign='top'></td><td width='82' vAlign='top'></td><td width='93' vAlign='top'></td><td width='82' vAlign='top'></td><td width='76' vAlign='top'></td></tr><tr><td width='151' vAlign='top'><p>Provisions techniques cédées</p></td><td width='93' vAlign='top'></td><td width='82' vAlign='top'></td><td width='93' vAlign='top'></td><td width='82' vAlign='top'></td><td width='76' vAlign='top'></td></tr><tr><td width='151' vAlign='top'><p>Charge de réassurance (4)</p></td><td width='93' vAlign='top'></td><td width='82' vAlign='top'></td><td width='93' vAlign='top'></td><td width='82' vAlign='top'></td><td width='76' vAlign='top'></td></tr><tr><td width='151' vAlign='top'><p>Intérêts sur dépôts espèces</p></td><td width='93' vAlign='top'></td><td width='82' vAlign='top'></td><td width='93' vAlign='top'></td><td width='82' vAlign='top'></td><td width='76' vAlign='top'></td></tr></tbody></table><p align='center'><br/></p><p>Nota. - Tableaux A et B :</p><p>(1) Les entreprises d'assurance ou de réassurance du groupe sont, au sens du présent état, celles qui seraient susceptibles d'être consolidées ou combinées par intégration globale ou intégration proportionnelle en application des dispositions de l'article 357-3 de la loi n° 66-537 du 24 juillet 1966 sur les sociétés commerciales.</p><p>(2) Acceptations telles que définies à l'article L. 931-1 : opérations visées aux a, b et c dudit article pour des salariés, anciens salariés et ayants droit telles que définies aux articles L. 932-1 et L. 932-14.</p><p>(3) Le solde technique est le montant des cotisations diminué des prestations (y compris variation des provisions techniques) et des frais d'acquisition.</p><p>(4) Charge de réassurance au sens des lignes L. 57 de l'état C 1.</p><p align='center'>ETAT C 4 </p><p align='center'>COTISATIONS PAR CATEGORIES D'OPERATIONS ET DE GARANTIES.</p><p>Les institutions de prévoyance et les unions d'institutions de prévoyance ventilent les cotisations nettes (au sens des lignes L. 5 de l'état C 1) par catégories, sous-catégories ou totalisations d'opérations selon le modèle fixé ci-après. </p><p>Les institutions et les unions agréées pour pratiquer les opérations visées au a de l'article L. 931-1 et celles agréées pour pratiquer simultanément les opérations visées au a et au b de l'article L. 931-1 établissent un état C 4 Vie-capitalisation-mixte. Les institutions et unions agréées pour pratiquer les opérations visées au b et/ou au c de ce même article établissent un état C 4 Non-vie. </p><p align='center'>A. - Etat C 4 Vie-capitalisation-mixte </p><p>L'état C 4 Vie-capitalisation-mixte comporte les lignes suivantes : </p><p>I. - Total des opérations directes en France (catégories 1 à 21) : </p><p>01. - Opérations de capitalisation à cotisation unique ou versements libres ; </p><p>02. - Opérations de capitalisation à cotisations périodiques ; </p><p>03. - Opérations individuelles d'assurance temporaire décès (y compris opérations collectives à adhésion facultative) (1). </p><p>031. - Temporaires décès à cotisation unique ou versements libres (1) ; </p><p>032. - Temporaires décès à cotisations périodiques (1) ; </p><p>04. - Autres opérations individuelles d'assurance vie (y compris opérations collectives à adhésion facultative) à cotisation unique ou versements libres (1) : </p><p>041. - Rentes à cotisation unique ou versements libres (1) ; </p><p>042. - Autres opérations à cotisation unique ou versements libres (1) ; </p><p>05. - Autres opérations individuelles d'assurance vie (y compris opérations collectives à adhésion facultative) à cotisations périodiques (1) : </p><p>051. - Rentes à cotisations périodiques (1) ; </p><p>052. - Autres opérations à cotisations périodiques (1) ; </p><p>06. - Opérations collectives en cas de décès (1) : </p><p>061. - Opérations collectives en cas de décès visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 (1) ; </p><p>062. - Autres opérations collectives en cas de décès (1) ; </p><p>07. - Opérations collectives en cas de vie (1) : </p><p>071. - Opérations collectives de rentes (1) ; </p><p>072. - Autres opérations collectives en cas de vie (1) ; </p><p>08. - Opérations d'assurance vie ou de capitalisation en unités de compte à cotisation unique ou versements libres : </p><p>081. - Opérations de capitalisation en unités de compte à cotisation unique ou versements libres ; </p><p>082. - Temporaires décès en unités de compte à cotisation unique ou versements libres ; </p><p>083. - Rentes individuelles en unités de compte à cotisation unique ou versements libres ; </p><p>084. - Autres opérations individuelles en unités de compte à cotisation unique ou versements libres ; </p><p>085. - Opérations collectives en cas de décès en unités de compte à cotisation unique ou versements libres visés à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; </p><p>086. - Autres opérations collectives en cas de décès en unités de compte à cotisation unique ou versements libres ; </p><p>087. - Opérations collectives de rentes en unités de compte à cotisation unique ou versements libres ; </p><p>088. - Autres opérations collectives en cas de vie en unités de compte à cotisation unique ou versements libres ; </p><p>09. - Opérations d'assurance vie ou de capitalisation en unités de compte à cotisations périodiques ; </p><p>091. - Opérations de capitalisation en unités de compte à cotisations périodiques ; </p><p>092. - Temporaires décès en unités de compte à cotisations périodiques ; </p><p>093. - Rentes individuelles en unités de compte à cotisations périodiques ; </p><p>094. - Autres opérations individuelles en unités de compte à cotisations périodiques ; </p><p>095. - Opérations collectives en cas de décès en unités de compte à cotisations périodiques visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; </p><p>096. - Autres opérations collectives en cas de décès en unités de compte à cotisations périodiques ; </p><p>097. - Opérations collectives de rentes en unités de compte à cotisations périodiques ; </p><p>098. - Autres opérations collectives d'assurance en cas de vie en unités de compte à cotisations périodiques ; </p><p>10. - Opérations collectives relevant de l'article L. 932-24 ; </p><p>20. - Opérations individuelles de dommages corporels (y compris garanties complémentaires aux opérations en cas de vie ou de décès) : </p><p>201. - Garanties frais de soins ; </p><p>202. - Autres garanties ; </p><p>21. - Opérations collectives de dommages corporels (y compris garanties complémentaires aux opérations collectives en cas de vie ou de décès) : </p><p>211. - Garanties frais de soins délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; </p><p>212. - Autres garanties de dommages corporels délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; </p><p>213. - Garanties frais de soins non délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; </p><p>214. - Autres garanties de dommages corporels non délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; </p><p>II. - Total des opérations en libre prestation de services par un établissement en France ; </p><p>III. - Total des acceptations en réassurance par un établissement en France ; </p><p>IV. - Total des opérations des succursales établies dans l'Union européenne (hors la France) : </p><p>a) Opérations directes souscrites par les succursales établies dans l'Union européenne (hors la France) ; </p><p>b) Opérations effectuées en libre prestation de services par les succursales établies dans l'Union européenne (hors la France) ; </p><p>c) Acceptations en réassurance par les succursales établies dans l'Union européenne (hors la France) ; </p><p>V. - Total des opérations des succursales établies hors de l'Union européenne : </p><p>a) Opérations directes souscrites par les succursales établies hors de l'Union européenne ; </p><p>b) Opérations effectuées en libre prestation de services par les succursales établies hors de l'Union européenne ; </p><p>c) Acceptations en réassurance par les succursales établies hors de l'Union européenne ; </p><p>Total général (rubriques I à V). </p><p align='center'>B. - Etat C 4 Non-vie </p><p>L'état C 4 Non-vie comporte trois colonnes : </p><p>- colonne A : cotisations émises au titre d'opérations autres que les opérations pluriannuelles à cotisation unique ou non révisable et les opérations assimilées en application de l'article A. 931-11-17 ; </p><p>- colonne B : cotisations émises au titre d'opérations pluriannuelles à cotisation unique ou non révisable et d'opérations assimilées en application de l'article A. 931-11-17 ; </p><p>- colonne C : totaux partiels par catégories d'opérations et total général. </p><p>L'état C 4 Non-vie comporte les lignes suivantes : </p><p>I. - Total des opérations directes en France (catégories 20 à 31) : </p><p>20. - Dommages corporels : opérations individuelles (y compris garanties complémentaires aux opérations en cas de vie ou de décès) : </p><p>201. - Garanties frais de soins ; </p><p>202. - Autres garanties ; </p><p>21. - Dommages corporels : opérations collectives (y compris garanties complémentaires aux opérations en cas de vie ou de décès) : </p><p>211. - Garanties frais de soins délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; </p><p>212. - Autres garanties de dommages corporels délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; </p><p>213. - Garanties frais de soins non délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; </p><p>214. - Autres garanties de dommages corporels non délivrées au sein d'opérations collectives visées à l'article 2 de la loi n° 89-1009 du 31 décembre 1989 ; </p><p>31. - Chômage ; </p><p>II. - Total des opérations en libre prestation de services par un établissement en France ; </p><p>III. - Total des acceptations en réassurance par un établissement en France ; </p><p>IV. - Total des opérations des succursales établies dans l'Union européenne (hors la France) : </p><p>a) Opérations directes souscrites par les succursales établies dans l'Union européenne (hors la France) ; </p><p>b) Opérations effectuées en libre prestation de services par les succursales établies dans l'Union européenne (hors la France) ; </p><p>c) Acceptations en réassurance par les succursales établies dans l'Union européenne (hors la France) ; </p><p>V. - Total des opérations des succursales établies hors de l'Union européenne : </p><p>a) Opérations directes souscrites par les succursales établies hors de l'Union européenne ; </p><p>b) Opérations effectuées en libre prestation de services par les succursales établies hors de l'Union européenne ; </p><p>c) Acceptations en réassurance par les succursales établies hors de l'Union européenne. </p><p>Total général (rubriques I à V). </p><p>(1) Hors cotisations afférentes aux garanties de dommages corporels. </p><p align='center'>ETAT C 5 </p><p align='center'>REPRESENTATION DES ENGAGEMENTS REGLEMENTES. </p>Les institutions de prévoyance et les unions d'institutions de prévoyance établissent, selon le modèle fixé ci-après, un état retraçant la représentation de leurs engagements réglementés. <table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td></td><td colSpan='3'><p align='center'>PROVISIONS TECHNIQUES</p></td><td rowSpan='3'><p align='center'>AUTRES engagements réglementés</p></td><td rowSpan='3'><p align='center'>TOTAL</p></td></tr><tr><td><p align='center'></p></td><td colSpan='2'><p align='center'>Opérations Union européenne</p></td><td rowSpan='2'><p align='center'>Hors Union européenne</p></td></tr><tr><td vAlign='top'></td><td><p align='center'>Opérations directes</p></td><td><p align='center'>Acceptations</p></td></tr><tr><td vAlign='top'><p>Provisions techniques des opérations collectives relevant de l'article L. 932-24</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Provisions d'assurance vie des autres opérations</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Provisions pour cotisations non acquises</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Provisions pour risques en cours</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Provisions pour sinistres à payer</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Provisions mathématiques (non-vie)</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Provisions pour participation aux excédents et ristournes</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Provisions pour égalisation</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Provisions pour risque d'exigibilité des engagements techniques</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Autres provisions techniques</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Engagements au titre des opérations relevant de la branche 75 de l'article R. 931-2-1 (1)</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Réserve de capitalisation</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Dettes privilégiées</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Dépôts de garantie des assurés, des agents et des tiers</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Réserves d'amortissement des emprunts et réserves pour cautionnements</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Total des passifs réglementés (A)</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Avances sur contrats mentionnés à l'article R. 931-10-26</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Cotisations mentionnées à l'article R. 931-10-26</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Valeurs mentionnées à l'article R. 931-10-27</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Frais d'acquisition des bulletins d'adhésion à des règlements ou des contrats reportés mentionnés à l'article R. 931-10-27</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Cotisations mentionnées à l'article R. 931-10-28</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Frais d'acquisition des bulletins d'adhésion à des règlements ou des contrats reportés mentionnées à l'article R. 931-10-28</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Créances nettes sur les cédants mentionnées à l'article R. 931-10-29</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Actifs mentionnés à l'article R. 931-10-30</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Recours admis</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Divers (2)</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Créances mentionnées à l'article R. 931-10-31</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Valeurs déposées en cautionnement</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Total des actifs admissibles divers (B)</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Base de la dispersion visée à l'article R. 931-10-22 (A-B)</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Valeurs couvrant les engagements pris dans le cadre d'opérations relevant de la branche 25 de l'article R. 931-2-1 (1)</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Autres placements mentionnés du 1<sup>o</sup> au 15<sup>o</sup> de l'article R. 931-10-21 (3)</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Dépôts mentionnés au 16<sup>o</sup> de l'article R. 931-10-21</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Intérêts courus des placements mentionnés à l'article R. 931-10-21</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Créances garanties sur les réassureurs mentionnées à l'article R. 931-10-21</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'>XXX</p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td vAlign='top'><p>Total des placements et actifs assimilés</p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td><td vAlign='top'><p align='center'></p></td></tr><tr><td colSpan='6' vAlign='top'><p>(1) Les placements correspondants ne figurent au présent état que s'ils appartiennent à l'institution ou l'union.</p><p>(2) Le détail de la rubrique Divers  est annexé au présent état.</p><p>(3) Sont notamment incluses parmi ces placements les valeurs remises par les organismes réassurés avec caution solidaire ou substitution.</p></td></tr></tbody></table>",
            "type": "AUTONOME",
            "dateDebut": "1998-07-24T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}