{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020163357",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "DE L'AGRÉMENT DU CONSEIL NATIONAL 1. Sont agréés, pour la tenue de la comptabilité spéciale des administrateurs judiciaires et des mandataires judiciaires à la liquidation des entreprises, les logiciels de traitement automatisés permettant aux professionnels utilisateurs de respecter l'ensemble des obligations légales auxquelles ils sont soumis en matière de comptabilité spéciale et conformes aux dispositions de la loi n° 78-17 du 6 janvier 1978 , relative à l'informatique, aux fichiers et aux libertés. Ces logiciels doivent répondre aux prescriptions arrêtées par le Conseil national. Pour l'élaboration de celles-ci, le Conseil national désigne une commission comprenant : ― les membres de la commission informatique du Conseil national ; ― un expert en informatique choisi sur la liste des experts près la Cour de cassation, avec un suppléant ; ― un commissaire aux comptes choisi sur la liste établie en application du deuxième alinéa de l'article 58 du décret n° 85-1389 du 27 décembre 1985, avec un suppléant, après avis de la Compagnie nationale des commissaires aux comptes. Cette commission rédige un cahier des charges soumis à l'approbation du ministre de la justice et arrêté par le Conseil national. 2. La conformité des logiciels de traitement automatisé de la comptabilité spéciale des administrateurs judiciaires et des mandataires judiciaires à la liquidation des entreprises aux dispositions de la loi n° 78-17 du 6 janvier 1978, relative à l'informatique, aux fichiers et aux libertés, et au cahier des charges arrêté par le Conseil national est constatée par une attestation délivrée par un collège de deux experts composé : ― d'un expert en informatique ; ― d'un commissaire aux comptes. Les listes des experts en informatique et des commissaires aux comptes habilités à cet effet sont arrêtées par le Conseil national après, s'agissant des commissaires aux comptes, avis de la Compagnie nationale des commissaires aux comptes. Pour être habilité : ― un expert en informatique doit figurer à ce titre sur une liste établie par la Cour de cassation ; ― un commissaire aux comptes doit être inscrit sur la liste prévue à l'article 219 de la loi n° 66-537 du 24 juillet 1966 et figurer sur la liste établie en application du deuxième alinéa de l'article 58 du décret n° 85-1389 du 27 décembre 1985 . Tout commissaire aux comptes ou expert en informatique inscrit sur les listes mentionnées ci-dessus doit être dépourvu de tout lien, de quelque nature que ce soit, avec un concepteur développeur d'un logiciel de traitement automatisé de la comptabilité spéciale des administrateurs judiciaires et mandataires judiciaires à la liquidation des entreprises. Il souscrit à cet effet un engagement sur l'honneur préalablement à son inscription. 3.L'attestation de conformité est délivrée par le collège des deux experts. Elle doit identifier avec précision les références du logiciel, notamment son nom et le numéro de sa version. Lorsque le logiciel comprend des applications extérieures à la tenue de la comptabilité spéciale, l'attestation ne porte que sur le module de traitement automatisé de la comptabilité spéciale. Une attestation nouvelle est nécessaire préalablement à la mise en service d'une nouvelle version du logiciel ou, si le logiciel comprend des applications extérieures à la tenue de la comptabilité spéciale, d'une nouvelle version du logiciel affectant le module de traitement automatisé de la comptabilité spéciale. 4. Le concepteur développeur d'un logiciel de traitement automatisé de la comptabilité spéciale choisit sur les listes établies en application du paragraphe 2 ci-dessus, un expert en informatique et un commissaire aux comptes qu'il charge de procéder, à ses frais, à l'examen de conformité. 5. Pour l'examen de conformité, les experts disposent d'un droit d'accès, en présence du concepteur développeur sauf dispense expresse de celui-ci, à la documentation relative aux analyses, à la programmation et à l'exécution des traitements en vue de procéder aux tests qui leur sembleront nécessaires. 6. Le collège d'experts établit un rapport relatant ses diligences et comportant, le cas échéant, une attestation de conformité. Il en adresse un exemplaire au Conseil national. Le Conseil national s'assure, au vu de ce rapport, du respect des règles de désignation du collège d'experts et de la présence d'une attestation de conformité exempte de réserve et permettant d'identifier avec précision le logiciel concerné. Le Conseil national délivre alors un récépissé de dépôt de l'attestation de conformité et le transfert au concepteur développeur. Lors de chaque installation du système de traitement automatisé de tenue de la comptabilité spéciale, le concepteur développeur délivre une copie du récépissé de dépôt de l'attestation de conformité à l'administrateur judiciaire ou au mandataire judiciaire à la liquidation des entreprises concerné qui doit la conserver pour la présenter, le cas échéant, à son commissaire aux comptes ou aux contrôleurs si ceux-ci lui en font la demande. Toute nouvelle version du logiciel (affectant, si celui-ci comprend plusieurs applications, le module de traitement automatisé de la comptabilité spéciale) qui ne fait pas l'objet une nouvelle attestation de conformité d'un collège d'experts entraîne la caducité du récépissé délivré par le Conseil national. 7. Sous réserve des dispositions transitoires prévues au paragraphe 9 ci-après, l'administrateur judiciaire ou le mandataire judiciaire à la liquidation des entreprises concerné informe par lettre recommandée avec accusé réception le Conseil national dès la mise en service à son étude (ou dans un bureau annexe) d'un logiciel de traitement automatisé de tenue de comptabilité spéciale en indiquant ses références précises ainsi que celles du récépissé de dépôt de l'attestation de conformité. 8. Les présentes dispositions s'appliquent même lorsque la comptabilité spéciale est tenue en tout ou partie par un centre de traitement extérieur à l'étude de l'administrateur judiciaire ou du mandataire judiciaire à la liquidation des entreprises. 9. Les logiciels de traitement automatisé de tenue de comptabilité spéciale en fonctionnement à la date d'entrée en vigueur des présentes dispositions devront être soumis à la procédure prévue ci-dessus et recevoir leur attestation de conformité au plus tard dans un délai de dix-huit mois après l'arrêté de ces règles.",
            "texteHtml": "<p align='center'>DE L'AGRÉMENT DU CONSEIL NATIONAL </p><p>1. Sont agréés, pour la tenue de la comptabilité spéciale des administrateurs judiciaires et des mandataires judiciaires à la liquidation des entreprises, les logiciels de traitement automatisés permettant aux professionnels utilisateurs de respecter l'ensemble des obligations légales auxquelles ils sont soumis en matière de comptabilité spéciale et conformes aux dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid' title='Loi n°78-17 du 6 janvier 1978 (V)'>loi n° 78-17 du 6 janvier 1978</a>, relative à l'informatique, aux fichiers et aux libertés. </p><p>Ces logiciels doivent répondre aux prescriptions arrêtées par le Conseil national. </p><p>Pour l'élaboration de celles-ci, le Conseil national désigne une commission comprenant : </p><p>― les membres de la commission informatique du Conseil national ; </p><p>― un expert en informatique choisi sur la liste des experts près la Cour de cassation, avec un suppléant ; </p><p>― un commissaire aux comptes choisi sur la liste établie en application du deuxième alinéa de l'article 58 du décret n° 85-1389 du 27 décembre 1985, avec un suppléant, après avis de la Compagnie nationale des commissaires aux comptes. </p><p>Cette commission rédige un cahier des charges soumis à l'approbation du ministre de la justice et arrêté par le Conseil national. </p><p>2. La conformité des logiciels de traitement automatisé de la comptabilité spéciale des administrateurs judiciaires et des mandataires judiciaires à la liquidation des entreprises aux dispositions de la loi n° 78-17 du 6 janvier 1978, relative à l'informatique, aux fichiers et aux libertés, et au cahier des charges arrêté par le Conseil national est constatée par une attestation délivrée par un collège de deux experts composé : </p><p>― d'un expert en informatique ; </p><p>― d'un commissaire aux comptes. </p><p>Les listes des experts en informatique et des commissaires aux comptes habilités à cet effet sont arrêtées par le Conseil national après, s'agissant des commissaires aux comptes, avis de la Compagnie nationale des commissaires aux comptes. </p><p>Pour être habilité : </p><p>― un expert en informatique doit figurer à ce titre sur une liste établie par la Cour de cassation ; </p><p>― un commissaire aux comptes doit être inscrit sur la liste prévue à <a href='/affichTexte.do?cidTexte=JORFTEXT000000692245&categorieLien=cid' title='Loi n°66-537 du 24 juillet 1966 (Ab)'>l'article 219 de la loi n° 66-537 </a>du 24 juillet 1966 et figurer sur la liste établie en application du deuxième alinéa de <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000688578&idArticle=LEGIARTI000006412361&dateTexte=&categorieLien=cid' title='Décret n°85-1389 du 27 décembre 1985 - art. 58 (Ab)'>l'article 58 du décret n° 85-1389 du 27 décembre 1985</a>. </p><p>Tout commissaire aux comptes ou expert en informatique inscrit sur les listes mentionnées ci-dessus doit être dépourvu de tout lien, de quelque nature que ce soit, avec un concepteur développeur d'un logiciel de traitement automatisé de la comptabilité spéciale des administrateurs judiciaires et mandataires judiciaires à la liquidation des entreprises. Il souscrit à cet effet un engagement sur l'honneur préalablement à son inscription. </p><p>3.L'attestation de conformité est délivrée par le collège des deux experts. Elle doit identifier avec précision les références du logiciel, notamment son nom et le numéro de sa version. Lorsque le logiciel comprend des applications extérieures à la tenue de la comptabilité spéciale, l'attestation ne porte que sur le module de traitement automatisé de la comptabilité spéciale. </p><p>Une attestation nouvelle est nécessaire préalablement à la mise en service d'une nouvelle version du logiciel ou, si le logiciel comprend des applications extérieures à la tenue de la comptabilité spéciale, d'une nouvelle version du logiciel affectant le module de traitement automatisé de la comptabilité spéciale. </p><p>4. Le concepteur développeur d'un logiciel de traitement automatisé de la comptabilité spéciale choisit sur les listes établies en application du paragraphe 2 ci-dessus, un expert en informatique et un commissaire aux comptes qu'il charge de procéder, à ses frais, à l'examen de conformité. </p><p>5. Pour l'examen de conformité, les experts disposent d'un droit d'accès, en présence du concepteur développeur sauf dispense expresse de celui-ci, à la documentation relative aux analyses, à la programmation et à l'exécution des traitements en vue de procéder aux tests qui leur sembleront nécessaires. </p><p>6. Le collège d'experts établit un rapport relatant ses diligences et comportant, le cas échéant, une attestation de conformité. Il en adresse un exemplaire au Conseil national. </p><p>Le Conseil national s'assure, au vu de ce rapport, du respect des règles de désignation du collège d'experts et de la présence d'une attestation de conformité exempte de réserve et permettant d'identifier avec précision le logiciel concerné. </p><p>Le Conseil national délivre alors un récépissé de dépôt de l'attestation de conformité et le transfert au concepteur développeur. </p><p>Lors de chaque installation du système de traitement automatisé de tenue de la comptabilité spéciale, le concepteur développeur délivre une copie du récépissé de dépôt de l'attestation de conformité à l'administrateur judiciaire ou au mandataire judiciaire à la liquidation des entreprises concerné qui doit la conserver pour la présenter, le cas échéant, à son commissaire aux comptes ou aux contrôleurs si ceux-ci lui en font la demande. </p><p>Toute nouvelle version du logiciel (affectant, si celui-ci comprend plusieurs applications, le module de traitement automatisé de la comptabilité spéciale) qui ne fait pas l'objet une nouvelle attestation de conformité d'un collège d'experts entraîne la caducité du récépissé délivré par le Conseil national. </p><p>7. Sous réserve des dispositions transitoires prévues au paragraphe 9 ci-après, l'administrateur judiciaire ou le mandataire judiciaire à la liquidation des entreprises concerné informe par lettre recommandée avec accusé réception le Conseil national dès la mise en service à son étude (ou dans un bureau annexe) d'un logiciel de traitement automatisé de tenue de comptabilité spéciale en indiquant ses références précises ainsi que celles du récépissé de dépôt de l'attestation de conformité. </p><p>8. Les présentes dispositions s'appliquent même lorsque la comptabilité spéciale est tenue en tout ou partie par un centre de traitement extérieur à l'étude de l'administrateur judiciaire ou du mandataire judiciaire à la liquidation des entreprises. </p><p>9. Les logiciels de traitement automatisé de tenue de comptabilité spéciale en fonctionnement à la date d'entrée en vigueur des présentes dispositions devront être soumis à la procédure prévue ci-dessus et recevoir leur attestation de conformité au plus tard dans un délai de dix-huit mois après l'arrêté de ces règles.</p>",
            "num": "Annexe II",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1232496000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-08-27",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie A Livre VIII",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020998200",
                        "id": "LEGISCTA000020998200",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE 8-2 (ANNEXE À L'ARTICLE A. 814-1)\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163271",
                        "id": "LEGISCTA000020163363",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163277",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163271",
            "sectionParentId": "LEGISCTA000020163363",
            "sectionParentTitre": "ANNEXE 8-2 (ANNEXE À L'ARTICLE A. 814-1)\n",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; ANNEXE 8-2 (ANNEXE À L'ARTICLE A. 814-1)\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163357",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000692245",
                    "textTitle": "Loi n°66-537 du 24 juillet 1966 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692245",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "66-537",
                    "datePubli": -108432000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "Loi n°78-17 du 6 janvier 1978 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000688578",
                    "textTitle": "Décret n°85-1389 du 27 décembre 1985 - art. 58 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "58",
                    "articleId": "LEGIARTI000006412361",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "85-1389",
                    "datePubli": 504662400000,
                    "dateDebut": 504921600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. Annexe VIII (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe VIII",
                    "articleId": "LEGIARTI000026249742",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1346457600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. Annexe IV (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe IV",
                    "articleId": "LEGIARTI000020164946",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1232496000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163357",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}