{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020163379",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE À L'AUDIT ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES Introduction 1. Le commissaire aux comptes d'une entité peut être amené à réaliser, à la demande de cette dernière, des travaux en vue de délivrer des rapports pour répondre à des besoins spécifiques. 2. Le commissaire aux comptes peut effectuer les travaux si, conformément aux dispositions du II de l'article L. 822-11 , la prestation effectuée entre dans les diligences directement liées à sa mission telles que définies par les normes d'exercice professionnel, et si, en outre, les dispositions du code de déontologie sont respectées. 3. L'entité, en dehors de ses obligations légales, peut avoir besoin de produire des informations financières ayant fait l'objet d'un contrôle externe, afin de renforcer la sécurité financière pour l'utilisateur et la crédibilité de ces dernières. Elle demande un rapport d'audit lorsqu'elle a besoin d'un rapport dans lequel l'auditeur formule une opinion à l'issue de diligences lui ayant permis d'obtenir l'assurance élevée, mais non absolue du fait des limites inhérentes à l'audit, qualifiée par convention d'assurance raisonnable, que les informations financières ne comportent pas d'anomalies significatives. 4. La présente norme a pour objet de définir : ― les conditions sous lesquelles le commissaire aux comptes est autorisé à réaliser l'audit demandé ; ― les travaux qu'il met en œuvre pour ce faire ; ― et la forme du rapport délivré à l'issue de cet audit. Conditions requises 5. Le rapport d'audit que le commissaire aux comptes est autorisé à délivrer ne peut porter que sur des informations financières établies par la direction de l'entité concernée et, si elles sont destinées à être adressées à l'organe délibérant de cette entité, arrêtées par l'organe compétent. Informations financières sur lesquelles peut porter un rapport d'audit 6. Les informations financières sur lesquelles le commissaire aux comptes est autorisé à émettre un rapport d'audit sont relatives : ― à l'entité ; ― ou à une entité contrôlée par celle-ci ou à une entité qui la contrôle, au sens des I et II de l'article L. 233-3 . 7. Ces informations financières sont des comptes, des états comptables ou des éléments des comptes, tels que définis dans les paragraphes qui suivent. 8. Les comptes, qui comprennent un bilan, un compte de résultat, une annexe et éventuellement un tableau des flux de trésorerie, sont : ― des comptes d'une seule entité ; ― ou des comptes consolidés ou combinés ; ― ou des comptes établis selon un périmètre d'activité défini pour des besoins spécifiques. 9. Ils concernent : ― un exercice complet ; ― ou une autre période définie. 10. Ils sont établis : ― selon le référentiel comptable appliqué pour les comptes annuels de l'entité ou pour les comptes consolidés du groupe ; ― ou selon un référentiel comptable reconnu autre que celui appliqué pour les comptes annuels de l'entité ou pour les comptes consolidés du groupe ; ― ou selon des critères convenus et décrits dans des notes explicatives annexées. 11. Les états comptables sont établis à partir des informations provenant de la comptabilité ou des comptes de l'entité mais ne constituent pas des comptes. Ils comprennent dans tous les cas des notes explicatives décrivant notamment les principes d'élaboration retenus. Ainsi, par exemple, un bilan, un compte de résultat, une liasse fiscale, une liasse de consolidation ou un tableau des flux de trésorerie, accompagnés de notes explicatives, peuvent constituer des états comptables. Ils peuvent être établis selon les périmètres, les périodes et les référentiels définis ci-dessus. 12. Les éléments de comptes sont constitués par des soldes de comptes, des catégories d'opérations, ou un détail de ces derniers, ou des informations fournies dans l'annexe des comptes, accompagnés de notes explicatives décrivant notamment les principes d'élaboration retenus. Ainsi, par exemple, une balance auxiliaire, une balance âgée ou un état des stocks accompagnés de notes explicatives peuvent constituer des éléments des comptes. Ils peuvent être établis selon les périmètres, les périodes et les référentiels définis ci-dessus. 13. Lorsque l'audit demandé porte sur des éléments des comptes, le commissaire aux comptes ne peut le réaliser que si les comptes auxquels ils se rapportent ont fait l'objet d'un audit. Contexte de la demande 14. Le commissaire aux comptes se fait préciser le contexte de la demande pour s'assurer : ― que l'audit demandé respecte les conditions requises par la présente norme ; ― et que les conditions de son intervention et l'utilisation prévue du rapport d'audit sont compatibles avec les dispositions du code de déontologie de la profession. 15. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les travaux d'audit, sont compatibles avec les ressources dont il dispose. 16. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. Travaux du commissaire aux comptes 17. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission pour définir les termes et conditions de cette intervention. Si nécessaire, il établit une nouvelle lettre ou une lettre complémentaire, conformément aux principes de la norme susmentionnée. 18. Le commissaire aux comptes réalise les travaux d'audit en respectant toutes les normes d'exercice professionnel relatives à l'audit des comptes réalisé pour les besoins de la certification des comptes, à l'exception des normes relatives aux rapports sur les comptes annuels et consolidés et à la justification des appréciations. 19. Lorsque l'audit demandé porte sur des états comptables ou des éléments de comptes, le commissaire aux comptes applique ces normes au contenu des états ou éléments concernés. Ainsi, par exemple, pour évaluer le risque d'anomalies significatives, déterminer les travaux d'audit à mettre en œuvre et évaluer l'incidence sur son opinion des anomalies détectées et non corrigées, il détermine un seuil de signification, non pas au niveau des comptes pris dans leur ensemble, mais en fonction du montant au-delà duquel le jugement de l'utilisateur des informations financières sur lesquelles porte l'audit est susceptible d'être influencé. 20. Le commissaire aux comptes utilise sa connaissance de l'entité concernée et de son environnement et les travaux qu'il a déjà réalisés pour les besoins de la certification des comptes, et met en œuvre les travaux complémentaires qu'il estime nécessaires pour obtenir l'assurance raisonnable que les informations financières, prises dans leur ensemble, ne comportent pas d'anomalies significatives. 21. Lorsque l'entité demande au commissaire aux comptes un rapport d'audit sur des éléments des comptes qui sont établis à une date postérieure aux derniers comptes ayant fait l'objet d'un audit, le commissaire aux comptes met en œuvre des travaux sur ces éléments et les autres éléments des comptes en relation avec ceux-ci pour la période non couverte par les derniers comptes ayant fait l'objet d'un audit. 22. Le commissaire aux comptes s'assure que les informations fournies dans l'annexe des comptes ou dans les notes explicatives des états comptables ou des éléments de comptes permettent aux utilisateurs d'en comprendre la portée et d'éviter toute confusion avec les comptes annuels ou consolidés de l'entité faisant l'objet de la certification du commissaire aux comptes en application de l'article L. 823-9 du code de commerce. Formulation de l'opinion 23. A l'issue de son audit, le commissaire aux comptes formule son opinion selon le référentiel comptable ou les critères convenus au regard desquels les informations financières ont été établies. 24. Lorsque l'audit porte sur des comptes établis selon un référentiel conçu pour donner une image fidèle telle que les référentiels comptables applicables en France, le commissaire aux comptes déclare qu'à son avis ces comptes présentent, ou non, sincèrement, dans tous leurs aspects significatifs, le patrimoine, la situation financière, le résultat des opérations de l'entité ou du groupe ou du périmètre défini, au regard du référentiel indiqué. 25. Dans les autres cas, et notamment lorsque l'audit porte sur des états comptables ou des éléments de comptes, il déclare qu'à son avis les informations financières ont été établies, ou non, dans tous leurs aspects significatifs, conformément au référentiel indiqué ou aux critères définis. 26. Dans tous les cas, le commissaire aux comptes formule : ― une opinion favorable sans réserve ; ― ou une opinion favorable avec réserve ; ― ou une opinion défavorable ; ― ou une impossibilité de formuler une opinion. Opinion favorable sans réserve 27. Le commissaire aux comptes formule une opinion favorable sans réserve lorsque l'audit des informations financières qu'il a mis en œuvre lui a permis d'obtenir l'assurance raisonnable que celles-ci, prises dans leur ensemble, ne comportent pas d'anomalies significatives. Opinion favorable avec réserve 28. Le commissaire aux comptes formule une opinion favorable avec réserve pour désaccord : ― lorsqu'il a identifié au cours de son audit des anomalies significatives et que celles-ci n'ont pas été corrigées ; ― que les incidences sur les informations financières des anomalies significatives sont clairement circonscrites ; ― et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des informations financières de fonder son jugement en connaissance de cause. Le commissaire aux comptes précise dans ce cas les motifs de la réserve pour désaccord. Il quantifie au mieux les incidences des anomalies significatives identifiées et non corrigées ou indique les raisons pour lesquelles il ne peut les quantifier. 29. Le commissaire aux comptes formule une opinion favorable avec réserve pour limitation : ― lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion ; ― que les incidences sur les informations financières des limitations à ses travaux sont clairement circonscrites ; ― et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des informations financières de fonder son jugement en connaissance de cause. Opinion défavorable 30. Le commissaire aux comptes formule une opinion défavorable : ― lorsqu'il a détecté au cours de son audit des anomalies significatives et que celles-ci n'ont pas été corrigées, et que : ― soit les incidences sur les informations financières des anomalies significatives ne peuvent pas être clairement circonscrites ; ― soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des informations financières de fonder son jugement en connaissance de cause. 31. Le commissaire aux comptes précise les motifs de l'opinion défavorable. Il quantifie, lorsque cela est possible, les incidences sur les informations financières des anomalies significatives identifiées et non corrigées. Impossibilité de formuler une opinion 32. Le commissaire aux comptes exprime son impossibilité de formuler une opinion : ― lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion, et que : ― soit les incidences sur les informations financières des limitations à ses travaux ne peuvent être clairement circonscrites ; ― soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des informations financières de fonder son jugement en connaissance de cause. 33. Le commissaire aux comptes exprime également une impossibilité de formuler une opinion lorsqu'il existe de multiples incertitudes dont les incidences sur les informations financières ne peuvent être clairement circonscrites. Observations 34. Lorsqu'il émet une opinion favorable sans réserve ou avec réserve, le commissaire aux comptes formule, s'il y a lieu, toutes observations utiles. 35. En formulant une observation, le commissaire aux comptes attire l'attention sur une information fournie dans l'annexe ou dans les notes explicatives. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants. 36. Les observations sont formulées dans un paragraphe distinct, inséré après l'opinion. 37. Le commissaire aux comptes formule systématiquement une observation en cas d'incertitude sur la continuité de l'exploitation. Forme du rapport délivré 38. Le commissaire aux comptes établit un rapport qui comporte les informations suivantes : ― un titre qui indique qu'il s'agit d'un rapport d'audit ; ― l'identité du destinataire du rapport au sein de l'entité ou l'indication de l'organe auquel le rapport est destiné ; ― le rappel de la qualité de commissaire aux comptes ; ― l'identification de l'entité concernée ; ― la nature des informations financières qui font l'objet du rapport et sont jointes à ce dernier ; ― la période concernée ; ― les rôles respectifs de la direction ou de l'organe compétent de l'entité concernée pour établir les informations financières et du commissaire aux comptes pour formuler une opinion sur celles-ci ; ― lorsque les informations financières ne sont pas établies selon un référentiel comptable reconnu, toutes remarques utiles permettant au destinataire final de mesurer la portée et les limites du rapport ; ― la nature et l'étendue des travaux mis en œuvre dans le cadre de l'audit ; ― l'opinion du commissaire aux comptes ; ― le cas échéant, ses observations ; ― la date du rapport ; ― l'identification et la signature du commissaire aux comptes. Co-commissariat aux comptes 39. Lorsque l'entité a désigné plusieurs commissaires aux comptes, le rapport d'audit est signé par chaque commissaire aux comptes dès lors qu'il porte sur des informations financières de l'entité établies conformément aux référentiels comptables appliqués pour répondre à ses obligations légales ou réglementaires françaises d'établissement des comptes, et que ces informations : ― ont été arrêtées par l'organe compétent ; ― ou sont destinées à être communiquées au public. Dans les autres cas, le rapport d'audit peut être signé par l'un des commissaires aux comptes. 40. Il appartient au commissaire aux comptes qui établit seul le rapport : ― d'informer préalablement les autres commissaires aux comptes de l'objet du rapport d'audit ; ― de leur en communiquer une copie.",
            "texteHtml": "<p>La norme d'exercice professionnel relative à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p align='center'>NORME D'EXERCICE PROFESSIONNEL RELATIVE À L'AUDIT ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES </p><p>Introduction </p><p>1. Le commissaire aux comptes d'une entité peut être amené à réaliser, à la demande de cette dernière, des travaux en vue de délivrer des rapports pour répondre à des besoins spécifiques. </p><p>2. Le commissaire aux comptes peut effectuer les travaux si, conformément aux dispositions du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242720&dateTexte=&categorieLien=cid'>L. 822-11</a>, la prestation effectuée entre dans les diligences directement liées à sa mission telles que définies par les normes d'exercice professionnel, et si, en outre, les dispositions du code de déontologie sont respectées. </p><p>3. L'entité, en dehors de ses obligations légales, peut avoir besoin de produire des informations financières ayant fait l'objet d'un contrôle externe, afin de renforcer la sécurité financière pour l'utilisateur et la crédibilité de ces dernières. Elle demande un rapport d'audit lorsqu'elle a besoin d'un rapport dans lequel l'auditeur formule une opinion à l'issue de diligences lui ayant permis d'obtenir l'assurance élevée, mais non absolue du fait des limites inhérentes à l'audit, qualifiée par convention d'assurance raisonnable, que les informations financières ne comportent pas d'anomalies significatives. </p><p>4. La présente norme a pour objet de définir : </p><p>― les conditions sous lesquelles le commissaire aux comptes est autorisé à réaliser l'audit demandé ; </p><p>― les travaux qu'il met en œuvre pour ce faire ; </p><p>― et la forme du rapport délivré à l'issue de cet audit. </p><p>Conditions requises </p><p>5. Le rapport d'audit que le commissaire aux comptes est autorisé à délivrer ne peut porter que sur des informations financières établies par la direction de l'entité concernée et, si elles sont destinées à être adressées à l'organe délibérant de cette entité, arrêtées par l'organe compétent. </p><p>Informations financières sur lesquelles peut porter un rapport d'audit </p><p>6. Les informations financières sur lesquelles le commissaire aux comptes est autorisé à émettre un rapport d'audit sont relatives :</p><p> ― à l'entité ; </p><p>― ou à une entité contrôlée par celle-ci ou à une entité qui la contrôle, au sens des I et II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229187&dateTexte=&categorieLien=cid'>L. 233-3</a>. </p><p>7. Ces informations financières sont des comptes, des états comptables ou des éléments des comptes, tels que définis dans les paragraphes qui suivent. </p><p>8. Les comptes, qui comprennent un bilan, un compte de résultat, une annexe et éventuellement un tableau des flux de trésorerie, sont : </p><p>― des comptes d'une seule entité ; </p><p>― ou des comptes consolidés ou combinés ; </p><p>― ou des comptes établis selon un périmètre d'activité défini pour des besoins spécifiques. </p><p>9. Ils concernent : </p><p>― un exercice complet ; </p><p>― ou une autre période définie. </p><p>10. Ils sont établis : </p><p>― selon le référentiel comptable appliqué pour les comptes annuels de l'entité ou pour les comptes consolidés du groupe ; </p><p>― ou selon un référentiel comptable reconnu autre que celui appliqué pour les comptes annuels de l'entité ou pour les comptes consolidés du groupe ; </p><p>― ou selon des critères convenus et décrits dans des notes explicatives annexées. </p><p>11. Les états comptables sont établis à partir des informations provenant de la comptabilité ou des comptes de l'entité mais ne constituent pas des comptes. Ils comprennent dans tous les cas des notes explicatives décrivant notamment les principes d'élaboration retenus. Ainsi, par exemple, un bilan, un compte de résultat, une liasse fiscale, une liasse de consolidation ou un tableau des flux de trésorerie, accompagnés de notes explicatives, peuvent constituer des états comptables. Ils peuvent être établis selon les périmètres, les périodes et les référentiels définis ci-dessus. </p><p>12. Les éléments de comptes sont constitués par des soldes de comptes, des catégories d'opérations, ou un détail de ces derniers, ou des informations fournies dans l'annexe des comptes, accompagnés de notes explicatives décrivant notamment les principes d'élaboration retenus. Ainsi, par exemple, une balance auxiliaire, une balance âgée ou un état des stocks accompagnés de notes explicatives peuvent constituer des éléments des comptes. Ils peuvent être établis selon les périmètres, les périodes et les référentiels définis ci-dessus. </p><p>13. Lorsque l'audit demandé porte sur des éléments des comptes, le commissaire aux comptes ne peut le réaliser que si les comptes auxquels ils se rapportent ont fait l'objet d'un audit. </p><p>Contexte de la demande </p><p>14. Le commissaire aux comptes se fait préciser le contexte de la demande pour s'assurer :</p><p> ― que l'audit demandé respecte les conditions requises par la présente norme ;</p><p> ― et que les conditions de son intervention et l'utilisation prévue du rapport d'audit sont compatibles avec les dispositions du code de déontologie de la profession. </p><p>15. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les travaux d'audit, sont compatibles avec les ressources dont il dispose.</p><p> 16. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. </p><p>Travaux du commissaire aux comptes </p><p>17. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission pour définir les termes et conditions de cette intervention. Si nécessaire, il établit une nouvelle lettre ou une lettre complémentaire, conformément aux principes de la norme susmentionnée. </p><p>18. Le commissaire aux comptes réalise les travaux d'audit en respectant toutes les normes d'exercice professionnel relatives à l'audit des comptes réalisé pour les besoins de la certification des comptes, à l'exception des normes relatives aux rapports sur les comptes annuels et consolidés et à la justification des appréciations. </p><p>19. Lorsque l'audit demandé porte sur des états comptables ou des éléments de comptes, le commissaire aux comptes applique ces normes au contenu des états ou éléments concernés. Ainsi, par exemple, pour évaluer le risque d'anomalies significatives, déterminer les travaux d'audit à mettre en œuvre et évaluer l'incidence sur son opinion des anomalies détectées et non corrigées, il détermine un seuil de signification, non pas au niveau des comptes pris dans leur ensemble, mais en fonction du montant au-delà duquel le jugement de l'utilisateur des informations financières sur lesquelles porte l'audit est susceptible d'être influencé. </p><p>20. Le commissaire aux comptes utilise sa connaissance de l'entité concernée et de son environnement et les travaux qu'il a déjà réalisés pour les besoins de la certification des comptes, et met en œuvre les travaux complémentaires qu'il estime nécessaires pour obtenir l'assurance raisonnable que les informations financières, prises dans leur ensemble, ne comportent pas d'anomalies significatives. </p><p>21. Lorsque l'entité demande au commissaire aux comptes un rapport d'audit sur des éléments des comptes qui sont établis à une date postérieure aux derniers comptes ayant fait l'objet d'un audit, le commissaire aux comptes met en œuvre des travaux sur ces éléments et les autres éléments des comptes en relation avec ceux-ci pour la période non couverte par les derniers comptes ayant fait l'objet d'un audit. </p><p>22. Le commissaire aux comptes s'assure que les informations fournies dans l'annexe des comptes ou dans les notes explicatives des états comptables ou des éléments de comptes permettent aux utilisateurs d'en comprendre la portée et d'éviter toute confusion avec les comptes annuels ou consolidés de l'entité faisant l'objet de la certification du commissaire aux comptes en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242832&dateTexte=&categorieLien=cid'>L. 823-9</a> du code de commerce. </p><p>Formulation de l'opinion </p><p>23. A l'issue de son audit, le commissaire aux comptes formule son opinion selon le référentiel comptable ou les critères convenus au regard desquels les informations financières ont été établies. </p><p>24. Lorsque l'audit porte sur des comptes établis selon un référentiel conçu pour donner une image fidèle telle que les référentiels comptables applicables en France, le commissaire aux comptes déclare qu'à son avis ces comptes présentent, ou non, sincèrement, dans tous leurs aspects significatifs, le patrimoine, la situation financière, le résultat des opérations de l'entité ou du groupe ou du périmètre défini, au regard du référentiel indiqué. </p><p>25. Dans les autres cas, et notamment lorsque l'audit porte sur des états comptables ou des éléments de comptes, il déclare qu'à son avis les informations financières ont été établies, ou non, dans tous leurs aspects significatifs, conformément au référentiel indiqué ou aux critères définis. </p><p>26. Dans tous les cas, le commissaire aux comptes formule : </p><p>― une opinion favorable sans réserve ; </p><p>― ou une opinion favorable avec réserve ; </p><p>― ou une opinion défavorable ; </p><p>― ou une impossibilité de formuler une opinion. </p><p>Opinion favorable sans réserve </p><p>27. Le commissaire aux comptes formule une opinion favorable sans réserve lorsque l'audit des informations financières qu'il a mis en œuvre lui a permis d'obtenir l'assurance raisonnable que celles-ci, prises dans leur ensemble, ne comportent pas d'anomalies significatives. </p><p>Opinion favorable avec réserve </p><p>28. Le commissaire aux comptes formule une opinion favorable avec réserve pour désaccord : </p><p>― lorsqu'il a identifié au cours de son audit des anomalies significatives et que celles-ci n'ont pas été corrigées ;</p><p> ― que les incidences sur les informations financières des anomalies significatives sont clairement circonscrites ;</p><p> ― et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des informations financières de fonder son jugement en connaissance de cause. </p><p>Le commissaire aux comptes précise dans ce cas les motifs de la réserve pour désaccord. Il quantifie au mieux les incidences des anomalies significatives identifiées et non corrigées ou indique les raisons pour lesquelles il ne peut les quantifier.</p><p> 29. Le commissaire aux comptes formule une opinion favorable avec réserve pour limitation : </p><p>― lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion ; </p><p>― que les incidences sur les informations financières des limitations à ses travaux sont clairement circonscrites ; </p><p>― et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des informations financières de fonder son jugement en connaissance de cause. </p><p>Opinion défavorable </p><p>30. Le commissaire aux comptes formule une opinion défavorable :</p><p> ― lorsqu'il a détecté au cours de son audit des anomalies significatives et que celles-ci n'ont pas été corrigées, </p><p>et que : </p><p>― soit les incidences sur les informations financières des anomalies significatives ne peuvent pas être clairement circonscrites ; </p><p>― soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des informations financières de fonder son jugement en connaissance de cause. </p><p>31. Le commissaire aux comptes précise les motifs de l'opinion défavorable. Il quantifie, lorsque cela est possible, les incidences sur les informations financières des anomalies significatives identifiées et non corrigées. </p><p>Impossibilité de formuler une opinion </p><p>32. Le commissaire aux comptes exprime son impossibilité de formuler une opinion : </p><p>― lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion, </p><p>et que : </p><p>― soit les incidences sur les informations financières des limitations à ses travaux ne peuvent être clairement circonscrites ; </p><p>― soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des informations financières de fonder son jugement en connaissance de cause. </p><p>33. Le commissaire aux comptes exprime également une impossibilité de formuler une opinion lorsqu'il existe de multiples incertitudes dont les incidences sur les informations financières ne peuvent être clairement circonscrites. </p><p>Observations </p><p>34. Lorsqu'il émet une opinion favorable sans réserve ou avec réserve, le commissaire aux comptes formule, s'il y a lieu, toutes observations utiles. </p><p>35. En formulant une observation, le commissaire aux comptes attire l'attention sur une information fournie dans l'annexe ou dans les notes explicatives. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants.</p><p> 36. Les observations sont formulées dans un paragraphe distinct, inséré après l'opinion. </p><p>37. Le commissaire aux comptes formule systématiquement une observation en cas d'incertitude sur la continuité de l'exploitation. </p><p>Forme du rapport délivré </p><p>38. Le commissaire aux comptes établit un rapport qui comporte les informations suivantes : </p><p>― un titre qui indique qu'il s'agit d'un rapport d'audit ; </p><p>― l'identité du destinataire du rapport au sein de l'entité ou l'indication de l'organe auquel le rapport est destiné ; </p><p>― le rappel de la qualité de commissaire aux comptes ; </p><p>― l'identification de l'entité concernée ; </p><p>― la nature des informations financières qui font l'objet du rapport et sont jointes à ce dernier ;</p><p> ― la période concernée ; </p><p>― les rôles respectifs de la direction ou de l'organe compétent de l'entité concernée pour établir les informations financières et du commissaire aux comptes pour formuler une opinion sur celles-ci ; </p><p>― lorsque les informations financières ne sont pas établies selon un référentiel comptable reconnu, toutes remarques utiles permettant au destinataire final de mesurer la portée et les limites du rapport ; </p><p>― la nature et l'étendue des travaux mis en œuvre dans le cadre de l'audit ; </p><p>― l'opinion du commissaire aux comptes ; </p><p>― le cas échéant, ses observations ; </p><p>― la date du rapport ; </p><p>― l'identification et la signature du commissaire aux comptes. </p><p>Co-commissariat aux comptes </p><p>39. Lorsque l'entité a désigné plusieurs commissaires aux comptes, le rapport d'audit est signé par chaque commissaire aux comptes dès lors qu'il porte sur des informations financières de l'entité établies conformément aux référentiels comptables appliqués pour répondre à ses obligations légales ou réglementaires françaises d'établissement des comptes, et que ces informations : </p><p>― ont été arrêtées par l'organe compétent ; </p><p>― ou sont destinées à être communiquées au public. </p><p>Dans les autres cas, le rapport d'audit peut être signé par l'un des commissaires aux comptes. </p><p>40. Il appartient au commissaire aux comptes qui établit seul le rapport : </p><p>― d'informer préalablement les autres commissaires aux comptes de l'objet du rapport d'audit ; </p><p>― de leur en communiquer une copie.</p>",
            "num": "A823-31",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1232496000000,
            "dateFin": 1519862400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2018-03-01",
                        "titre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163250",
                        "id": "LEGISCTA000020163383",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163254",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163250",
            "sectionParentId": "LEGISCTA000020163383",
            "sectionParentTitre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020163379",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                },
                {
                    "textCid": "JORFTEXT000036649928",
                    "textTitle": "Arrêté du 20 février 2018 - art. 8",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000036651598",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-02-28",
                    "dateSignaTexte": "2018-02-20",
                    "dateDebutCible": "2018-03-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000006229187",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-11",
                    "articleId": "LEGIARTI000006242720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000006242832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000018393134",
                    "textTitle": "Arrêté du 20 mars 2008 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000018393136",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163379",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-31",
                "823-31"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}