{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000026277211",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "RÉFÉRENTIEL PROFESSIONNEL Si les pratiques sportives en France répondent aujourd'hui à différentes attentes sociales (la santé, les loisirs, la sociabilité, l'éducation...), celles qui s'exercent dans un cadre compétitif restent un fondement identitaire du secteur. Elles fondent l'originalité de l'organisation juridique du sport français, système mixte relevant des logiques associatives et de puissance publique à travers la délégation donnée à certaines fédérations. Cette délégation induit un mode d'organisation préparatoire à la compétition particulier : l'entraînement. Aussi, la construction d'une filière de diplômes dans le domaine de l'entraînement sportif, en adéquation avec les évolutions des métiers et des attentes des acteurs, constitue un préalable pour maintenir la place de la France sur la scène sportive internationale, notamment à l'heure où le renouvellement des cadres techniques va connaître une accélération. Cette rénovation a débuté par la construction d'un nouveau diplôme, le brevet professionnel de la jeunesse, de l'éducation populaire et du sport (BPJEPS), au regard des besoins clairement exprimés par le secteur : des animateurs développant des compétences couvrant l'ensemble des champs de l'animation et du sport au niveau IV . Dans le champ sportif, cela couvre également la préparation au premier niveau de compétition. Cette rénovation se poursuit aujourd'hui par la construction d'une certification de niveau III, qui vise à structurer la filière par la reconnaissance d'une fonction professionnelle de coordination dans le champ de l'entraînement et de son préalable, l'enseignement disciplinaire. 1. Présentation du secteur professionnel Le secteur de l'entraînement et de la préparation au perfectionnement sportif repose sur les deux sous-secteurs suivants : le cadre fédéral et le cadre professionnel. Concernant le secteur fédéral, on rappellera qu'il comprend notamment l'ensemble des associations sportives de statut loi de 1901 qui ont pour but la préparation, la participation et l'organisation de compétitions sportives dans le cadre de fédérations nationales agréées par l'Etat. De ce point de vue, ce secteur est essentiellement constitué des fédérations sportives dites unisport , olympiques (29 fédérations) ou non olympiques (59 fédérations). Dans ce cadre, le nombre total de ces associations s'élève à environ 85 000, dont 75 000 clubs actifs dans le champ du sport olympique. Sur ce total, il apparaît qu'environ 30 % des associations sportives compétitives emploient un ou plusieurs salariés, du fait notamment que : ― seul un tiers d'entre elles dispose d'un nombre de licenciés supérieur à 100 ; ― 70 % des clubs présentent un budget inférieur à 30 000 euros. On notera qu'il est difficile d'évaluer le volume d'emploi de ce secteur, notamment en raison de la part significative d'emplois à temps partiel. Concernant le nombre de pratiquants, on constate que ce secteur est celui qui délivre la plus grande part des licences sportives. Il regroupe en effet 7 900 000 licenciés (58 % de l'ensemble de licenciés), dont 670 000 pour les fédérations olympiques. Concernant plus particulièrement le sport professionnel, l'étude produite par l'AFRAPS-RUNOPES (1) fait valoir les volumes suivants : 543 entraîneurs, 200 préparateurs physiques et 40 préparateurs mentaux. (1) Le Roux (N.), Camy (J.), L'Emploi sportif, éditions AFRAPS-RUNOPES, 2002. 2. Description du métier 2.1. Appellations Un certain nombre d'appellations ont aujourd'hui cours : entraîneur, coach, moniteur... 2.2. Entreprises et structures employeuses Les activités s'exercent notamment dans le cadre d'associations sportives affiliées à une fédération sportive ou d'entreprises du secteur sportif professionnel. 2.3. Publics concernés Ces professionnels peuvent être amenés à intervenir avec tous les publics compétiteurs. 2.4. Champ et nature des interventions L'importance des activités de coordination dans le champ de l'entraînement fait que ces professionnels travaillent pour partie au fonctionnement de l'organisation employeuse. Leurs actions s'inscrivent dans le cadre des valeurs et des objectifs fixés par les instances dirigeantes de l'organisation au regard des attendus en termes de résultats. Les modes d'intervention qu'ils développent s'inscrivent dans une logique de travail collectif et de sensibilisation à l'environnement et au développement durable pour : ― concevoir des programmes de perfectionnement sportif ; ― coordonner la mise en œuvre d'un projet de perfectionnement dans un champ disciplinaire ; ― conduire une démarche de perfectionnement sportif ; ― conduire des actions de formation. 2.5. Situation fonctionnelle Le métier est exercé par des femmes et des hommes travaillant la plupart du temps à temps partiel. Ces derniers exercent fréquemment selon des horaires décalés (le soir ou le week-end notamment). Les situations statutaires sont généralement salariées en CDD. 2.6. Autonomie et responsabilité L'intervention de ce professionnel relève d'une délégation de responsabilité émanant d'instances décisionnelles auprès desquelles il rend compte périodiquement des actions entreprises. Dans le cadre de cette délégation, il agit de manière autonome. 2.7. Débouchés et évolutions de carrière L'accès à ces emplois, qui est souvent précédé d'une première expérience dans l'encadrement de la pratique sportive, correspond à une évolution de carrière pouvant, le cas échéant, déboucher vers des emplois intégrant une dimension d'expertise ou de management plus affirmée dans le secteur de l'entraînement. 3. Fiche descriptive d'activités Les activités professionnelles de ces professionnels sont classées en quatre grands groupes d'activités professionnelles non hiérarchisées entre elles : A. ― Concevoir des programmes de perfectionnement sportif : ― il agit dans le cadre des réseaux professionnels et institutionnels locaux ; ― il participe à l'analyse des attentes des prescripteurs ; ― il participe au diagnostic du territoire d'intervention de l'organisation ; ― il prend en compte les réalités sociales, éducatives et culturelles des publics concernés ; ― il favorise l'implication des bénévoles dans la conception du projet d'action ; ― il formalise les objectifs du projet d'action ; ― il analyse les potentiels et les limites des compétiteurs ; ― il propose un programme de perfectionnement dans le cadre des objectifs de l'organisation ; ― il définit les démarches pédagogiques adaptées aux objectifs et aux publics ; ― il définit les modes d'intervention à caractère technique ; ― il définit des démarches d'entraînement adaptées aux objectifs et aux compétiteurs ; ― il prend en compte l'impact des activités sur l'environnement ; ― il conçoit des interventions à partir des pratiques de groupes informels ; ― il conçoit les différentes démarches d'évaluation ; ― il définit les moyens nécessaires au programme de perfectionnement ; ― il élabore les budgets du programme de perfectionnement ; ― il définit le profil des intervenants nécessaire à la mise en œuvre d'un programme de perfectionnement. B. ― Coordonner la mise en œuvre d'un programme de perfectionnement dans un champ disciplinaire : ― il anime des réunions de travail ; ― il coordonne une équipe bénévole et professionnelle ; ― il met en œuvre les temps de perfectionnement ; ― il organise les collaborations entre professionnels et bénévoles ; ― il facilite les démarches participatives au sein de l'organisation ; ― il participe aux actions de tutorat dans l'organisation ; ― il participe aux actions des réseaux partenaires ; ― il représente l'organisation auprès des partenaires ; ― il conçoit une démarche de communication ; ― il planifie l'utilisation des espaces de pratiques ; ― il anticipe les besoins en termes de logistique ; ― il organise la maintenance technique ; ― il veille au respect des procédures de qualité ; ― il contrôle le budget des actions programmées ; ― il participe aux actions de promotion du club ; ― il rend compte de l'utilisation du budget des actions programmées ; ― il formalise des bilans techniques et sportifs. C. ― Conduire une démarche de perfectionnement sportif : ― il inscrit son action dans le cadre des objectifs sportifs de l'organisation ; ― il s'assure de la préparation mentale à la compétition des compétiteurs ; ― il prépare physiquement à la compétition ; ― il prévoit le suivi social des compétiteurs ; ― il conduit les apprentissages techniques ; ― il prévient le dopage et les comportements à risque ; ― il gère la dynamique du groupe ; ― il veille au respect de l'éthique sportive ; ― il procède aux choix techniques et stratégiques ; ― il aide les compétiteurs dans la gestion de la réussite et de l'échec ; ― il encadre un groupe dans la pratique de l'activité pour laquelle il est compétent ; ― il réalise les gestes professionnels nécessaires à la sécurité des pratiquants ; ― il réalise en sécurité des démonstrations techniques dans l'activité pour laquelle il est compétent ; ― il assure la sécurité des pratiquants et des tiers ; ― il vérifie la conformité du matériel technique nécessaire à la réalisation de l'activité dans laquelle il est compétent ; ― il formalise des bilans pédagogiques ; ― il participe aux temps de concertation avec les instances dirigeantes ; ― il anticipe les évolutions possibles. D. ― Conduire des actions de formation : ― il conçoit des interventions dans le champ de la formation professionnelle ; ― il choisit les démarches formatives adaptées aux publics ; ― il précise les contenus de formation ; ― il crée les supports pédagogiques nécessaires ; ― il conçoit les différentes procédures d'évaluation ; ― il met en œuvre les situations formatives ; ― il précise l'organisation pédagogique aux stagiaires ; ― il privilégie des situations favorisant les échanges entre stagiaires ; ― il accompagne la personne dans la gestion des différentes expériences formatives ; ― il évalue l'impact de ses interventions ; ― il propose des prolongements possibles.",
            "texteHtml": "<p align='center'>RÉFÉRENTIEL PROFESSIONNEL </p><p>Si les pratiques sportives en France répondent aujourd'hui à différentes attentes sociales (la santé, les loisirs, la sociabilité, l'éducation...), celles qui s'exercent dans un cadre compétitif restent un fondement identitaire du secteur.<br/>Elles fondent l'originalité de l'organisation juridique du sport français, système mixte relevant des logiques associatives et de puissance publique à travers la délégation donnée à certaines fédérations.<br/>Cette délégation induit un mode d'organisation préparatoire à la compétition particulier : l'entraînement.<br/>Aussi, la construction d'une filière de diplômes dans le domaine de l'entraînement sportif, en adéquation avec les évolutions des métiers et des attentes des acteurs, constitue un préalable pour maintenir la place de la France sur la scène sportive internationale, notamment à l'heure où le renouvellement des cadres techniques va connaître une accélération.<br/>Cette rénovation a débuté par la construction d'un nouveau diplôme, le brevet professionnel de la jeunesse, de l'éducation populaire et du sport (BPJEPS), au regard des besoins clairement exprimés par le secteur : des animateurs développant des compétences couvrant l'ensemble des champs de l'animation et du sport au niveau IV . Dans le champ sportif, cela couvre également la préparation au premier niveau de compétition.<br/>Cette rénovation se poursuit aujourd'hui par la construction d'une certification de niveau III, qui vise à structurer la filière par la reconnaissance d'une fonction professionnelle de coordination dans le champ de l'entraînement et de son préalable, l'enseignement disciplinaire.</p><p>1. Présentation du secteur professionnel</p><p>Le secteur de l'entraînement et de la préparation au perfectionnement sportif repose sur les deux sous-secteurs suivants : le cadre fédéral et le cadre professionnel.<br/>Concernant le secteur fédéral, on rappellera qu'il comprend notamment l'ensemble des associations sportives de statut loi de 1901 qui ont pour but la préparation, la participation et l'organisation de compétitions sportives dans le cadre de fédérations nationales agréées par l'Etat. De ce point de vue, ce secteur est essentiellement constitué des fédérations sportives dites unisport , olympiques (29 fédérations) ou non olympiques (59 fédérations).<br/>Dans ce cadre, le nombre total de ces associations s'élève à environ 85 000, dont 75 000 clubs actifs dans le champ du sport olympique. Sur ce total, il apparaît qu'environ 30 % des associations sportives compétitives emploient un ou plusieurs salariés, du fait notamment que :<br/>― seul un tiers d'entre elles dispose d'un nombre de licenciés supérieur à 100 ;<br/>― 70 % des clubs présentent un budget inférieur à 30 000 euros.<br/>On notera qu'il est difficile d'évaluer le volume d'emploi de ce secteur, notamment en raison de la part significative d'emplois à temps partiel.<br/>Concernant le nombre de pratiquants, on constate que ce secteur est celui qui délivre la plus grande part des licences sportives. Il regroupe en effet 7 900 000 licenciés (58 % de l'ensemble de licenciés), dont 670 000 pour les fédérations olympiques.<br/>Concernant plus particulièrement le sport professionnel, l'étude produite par l'AFRAPS-RUNOPES (1) fait valoir les volumes suivants : 543 entraîneurs, 200 préparateurs physiques et 40 préparateurs mentaux.<br/>(1) Le Roux (N.), Camy (J.), L'Emploi sportif, éditions AFRAPS-RUNOPES, 2002.</p><p>2. Description du métier</p><p>2.1. Appellations</p><p>Un certain nombre d'appellations ont aujourd'hui cours : entraîneur, coach, moniteur...</p><p>2.2. Entreprises et structures employeuses</p><p>Les activités s'exercent notamment dans le cadre d'associations sportives affiliées à une fédération sportive ou d'entreprises du secteur sportif professionnel.</p><p>2.3. Publics concernés</p><p>Ces professionnels peuvent être amenés à intervenir avec tous les publics compétiteurs.</p><p>2.4. Champ et nature des interventions</p><p>L'importance des activités de coordination dans le champ de l'entraînement fait que ces professionnels travaillent pour partie au fonctionnement de l'organisation employeuse.<br/>Leurs actions s'inscrivent dans le cadre des valeurs et des objectifs fixés par les instances dirigeantes de l'organisation au regard des attendus en termes de résultats.<br/>Les modes d'intervention qu'ils développent s'inscrivent dans une logique de travail collectif et de sensibilisation à l'environnement et au développement durable pour :<br/>― concevoir des programmes de perfectionnement sportif ;<br/>― coordonner la mise en œuvre d'un projet de perfectionnement dans un champ disciplinaire ;<br/>― conduire une démarche de perfectionnement sportif ;<br/>― conduire des actions de formation.</p><p>2.5. Situation fonctionnelle</p><p>Le métier est exercé par des femmes et des hommes travaillant la plupart du temps à temps partiel. Ces derniers exercent fréquemment selon des horaires décalés (le soir ou le week-end notamment). Les situations statutaires sont généralement salariées en CDD.</p><p>2.6. Autonomie et responsabilité</p><p>L'intervention de ce professionnel relève d'une délégation de responsabilité émanant d'instances décisionnelles auprès desquelles il rend compte périodiquement des actions entreprises. Dans le cadre de cette délégation, il agit de manière autonome.</p><p>2.7. Débouchés et évolutions de carrière</p><p>L'accès à ces emplois, qui est souvent précédé d'une première expérience dans l'encadrement de la pratique sportive, correspond à une évolution de carrière pouvant, le cas échéant, déboucher vers des emplois intégrant une dimension d'expertise ou de management plus affirmée dans le secteur de l'entraînement.</p><p>3. Fiche descriptive d'activités</p><p>Les activités professionnelles de ces professionnels sont classées en quatre grands groupes d'activités professionnelles non hiérarchisées entre elles :<br/>A. ― Concevoir des programmes de perfectionnement sportif :<br/>― il agit dans le cadre des réseaux professionnels et institutionnels locaux ;<br/>― il participe à l'analyse des attentes des prescripteurs ;<br/>― il participe au diagnostic du territoire d'intervention de l'organisation ;<br/>― il prend en compte les réalités sociales, éducatives et culturelles des publics concernés ;<br/>― il favorise l'implication des bénévoles dans la conception du projet d'action ;<br/>― il formalise les objectifs du projet d'action ;<br/>― il analyse les potentiels et les limites des compétiteurs ;<br/>― il propose un programme de perfectionnement dans le cadre des objectifs de l'organisation ;<br/>― il définit les démarches pédagogiques adaptées aux objectifs et aux publics ;<br/>― il définit les modes d'intervention à caractère technique ;<br/>― il définit des démarches d'entraînement adaptées aux objectifs et aux compétiteurs ;<br/>― il prend en compte l'impact des activités sur l'environnement ;<br/>― il conçoit des interventions à partir des pratiques de groupes informels ;<br/>― il conçoit les différentes démarches d'évaluation ;<br/>― il définit les moyens nécessaires au programme de perfectionnement ;<br/>― il élabore les budgets du programme de perfectionnement ;<br/>― il définit le profil des intervenants nécessaire à la mise en œuvre d'un programme de perfectionnement.<br/>B. ― Coordonner la mise en œuvre d'un programme de perfectionnement dans un champ disciplinaire :<br/>― il anime des réunions de travail ;<br/>― il coordonne une équipe bénévole et professionnelle ;<br/>― il met en œuvre les temps de perfectionnement ;<br/>― il organise les collaborations entre professionnels et bénévoles ;<br/>― il facilite les démarches participatives au sein de l'organisation ;<br/>― il participe aux actions de tutorat dans l'organisation ;<br/>― il participe aux actions des réseaux partenaires ;<br/>― il représente l'organisation auprès des partenaires ;<br/>― il conçoit une démarche de communication ;<br/>― il planifie l'utilisation des espaces de pratiques ;<br/>― il anticipe les besoins en termes de logistique ;<br/>― il organise la maintenance technique ;<br/>― il veille au respect des procédures de qualité ;<br/>― il contrôle le budget des actions programmées ;<br/>― il participe aux actions de promotion du club ;<br/>― il rend compte de l'utilisation du budget des actions programmées ;<br/>― il formalise des bilans techniques et sportifs.<br/>C. ― Conduire une démarche de perfectionnement sportif :<br/>― il inscrit son action dans le cadre des objectifs sportifs de l'organisation ;<br/>― il s'assure de la préparation mentale à la compétition des compétiteurs ;<br/>― il prépare physiquement à la compétition ;<br/>― il prévoit le suivi social des compétiteurs ;<br/>― il conduit les apprentissages techniques ;<br/>― il prévient le dopage et les comportements à risque ;<br/>― il gère la dynamique du groupe ;<br/>― il veille au respect de l'éthique sportive ;<br/>― il procède aux choix techniques et stratégiques ;<br/>― il aide les compétiteurs dans la gestion de la réussite et de l'échec ;<br/>― il encadre un groupe dans la pratique de l'activité pour laquelle il est compétent ;<br/>― il réalise les gestes professionnels nécessaires à la sécurité des pratiquants ;<br/>― il réalise en sécurité des démonstrations techniques dans l'activité pour laquelle il est compétent ;<br/>― il assure la sécurité des pratiquants et des tiers ;<br/>― il vérifie la conformité du matériel technique nécessaire à la réalisation de l'activité dans laquelle il est compétent ;<br/>― il formalise des bilans pédagogiques ;<br/>― il participe aux temps de concertation avec les instances dirigeantes ;<br/>― il anticipe les évolutions possibles.<br/>D. ― Conduire des actions de formation :<br/>― il conçoit des interventions dans le champ de la formation professionnelle ;<br/>― il choisit les démarches formatives adaptées aux publics ;<br/>― il précise les contenus de formation ;<br/>― il crée les supports pédagogiques nécessaires ;<br/>― il conçoit les différentes procédures d'évaluation ;<br/>― il met en œuvre les situations formatives ;<br/>― il précise l'organisation pédagogique aux stagiaires ;<br/>― il privilégie des situations favorisant les échanges entre stagiaires ;<br/>― il accompagne la personne dans la gestion des différentes expériences formatives ;<br/>― il évalue l'impact de ses interventions ;<br/>― il propose des prolongements possibles.</p>",
            "num": "Annexe II-3 (art. A212-49)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1344556800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 292838679,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018752156",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000026277211",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000026274702",
                    "textTitle": "Arrêté du 16 juillet 2012 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000026276230",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2012-08-09",
                    "dateSignaTexte": "2012-07-16",
                    "dateDebutCible": "2012-08-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-49 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-49",
                    "articleId": "LEGIARTI000018761690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209513600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018760507",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1209513600000,
                    "dateFin": 1344556800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026277211",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1344556800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-3 (art. A212-49)",
                "II-3"
            ],
            "versionPrecedente": "LEGIARTI000018760507",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000018760507",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "RÉFÉRENTIEL PROFESSIONNEL Si les pratiques sportives en France répondent aujourd'hui à différentes attentes sociales (la santé, les loisirs, la sociabilité, l'éducation...), celles qui s'exercent dans un cadre compétitif restent un fondement identitaire du secteur. Elles fondent l'originalité de l'organisation juridique du sport français, système mixte relevant des logiques associatives et de puissance publique à travers la délégation donnée à certaines fédérations. Cette délégation induit un mode d'organisation préparatoire à la compétition particulier : l'entraînement. Aussi, la construction d'une filière de diplômes dans le domaine de l'entraînement sportif, en adéquation avec les évolutions des métiers et des attentes des acteurs, constitue un préalable pour maintenir la place de la France sur la scène sportive internationale, notamment à l'heure où le renouvellement des cadres techniques va connaître une accélération. Cette rénovation a débuté par la construction d'un nouveau diplôme, le brevet professionnel de la jeunesse, de l'éducation populaire et du sport (BPJEPS), au regard des besoins clairement exprimés par le secteur : des animateurs développant des compétences couvrant l'ensemble des champs de l'animation et du sport au niveau IV . Dans le champ sportif, cela couvre également la préparation au premier niveau de compétition. Cette rénovation se poursuit aujourd'hui par la construction d'une certification de niveau III, qui vise à structurer la filière par la reconnaissance d'une fonction professionnelle de coordination dans le champ de l'entraînement et de son préalable, l'enseignement disciplinaire. 1. Présentation du secteur professionnel Le secteur de l'entraînement et de la préparation au perfectionnement sportif repose sur les deux sous-secteurs suivants : le cadre fédéral et le cadre professionnel. Concernant le secteur fédéral, on rappellera qu'il comprend notamment l'ensemble des associations sportives de statut loi de 1901 qui ont pour but la préparation, la participation et l'organisation de compétitions sportives dans le cadre de fédérations nationales agréées par l'Etat. De ce point de vue, ce secteur est essentiellement constitué des fédérations sportives dites unisport , olympiques (29 fédérations) ou non olympiques (59 fédérations). Dans ce cadre, le nombre total de ces associations s'élève à environ 85 000, dont 75 000 clubs actifs dans le champ du sport olympique. Sur ce total, il apparaît qu'environ 30 % des associations sportives compétitives emploient un ou plusieurs salariés, du fait notamment que : ― seul un tiers d'entre elles dispose d'un nombre de licenciés supérieur à 100 ; ― 70 % des clubs présentent un budget inférieur à 30 000 euros. On notera qu'il est difficile d'évaluer le volume d'emploi de ce secteur, notamment en raison de la part significative d'emplois à temps partiel. Concernant le nombre de pratiquants, on constate que ce secteur est celui qui délivre la plus grande part des licences sportives. Il regroupe en effet 7 900 000 licenciés (58 % de l'ensemble de licenciés), dont 670 000 pour les fédérations olympiques. Concernant plus particulièrement le sport professionnel, l'étude produite par l'AFRAPS-RUNOPES (1) fait valoir les volumes suivants : 543 entraîneurs, 200 préparateurs physiques et 40 préparateurs mentaux. (1) Le Roux (N.), Camy (J.), L'Emploi sportif, éditions AFRAPS-RUNOPES, 2002. 2. Description du métier 2.1. Appellations Un certain nombre d'appellations ont aujourd'hui cours : entraîneur, coach, moniteur... 2.2. Entreprises et structures employeuses Les activités s'exercent notamment dans le cadre d'associations sportives affiliées à une fédération sportive ou d'entreprises du secteur sportif professionnel. 2.3. Publics concernés Ces professionnels peuvent être amenés à intervenir avec tous les publics compétiteurs. 2.4. Champ et nature des interventions L'importance des activités de coordination dans le champ de l'entraînement fait que ces professionnels travaillent pour partie au fonctionnement de l'organisation employeuse. Leurs actions s'inscrivent dans le cadre des valeurs et des objectifs fixés par les instances dirigeantes de l'organisation au regard des attendus en termes de résultats. Les modes d'intervention qu'ils développent s'inscrivent dans une logique de travail collectif pour : ― concevoir des programmes de perfectionnement sportif ; ― coordonner la mise en œuvre d'un projet de perfectionnement dans un champ disciplinaire ; ― conduire une démarche de perfectionnement sportif ; ― conduire des actions de formation. 2.5. Situation fonctionnelle Le métier est exercé par des femmes et des hommes travaillant la plupart du temps à temps partiel. Ces derniers exercent fréquemment selon des horaires décalés (le soir ou le week-end notamment). Les situations statutaires sont généralement salariées en CDD. 2.6. Autonomie et responsabilité L'intervention de ce professionnel relève d'une délégation de responsabilité émanant d'instances décisionnelles auprès desquelles il rend compte périodiquement des actions entreprises. Dans le cadre de cette délégation, il agit de manière autonome. 2.7. Débouchés et évolutions de carrière L'accès à ces emplois, qui est souvent précédé d'une première expérience dans l'encadrement de la pratique sportive, correspond à une évolution de carrière pouvant, le cas échéant, déboucher vers des emplois intégrant une dimension d'expertise ou de management plus affirmée dans le secteur de l'entraînement. 3. Fiche descriptive d'activités Les activités professionnelles de ces professionnels sont classées en quatre grands groupes d'activités professionnelles non hiérarchisées entre elles : A. ― Concevoir des programmes de perfectionnement sportif : ― il agit dans le cadre des réseaux professionnels et institutionnels locaux ; ― il participe à l'analyse des attentes des prescripteurs ; ― il participe au diagnostic du territoire d'intervention de l'organisation ; ― il prend en compte les réalités sociales, éducatives et culturelles des publics concernés ; ― il favorise l'implication des bénévoles dans la conception du projet d'action ; ― il formalise les objectifs du projet d'action ; ― il analyse les potentiels et les limites des compétiteurs ; ― il propose un programme de perfectionnement dans le cadre des objectifs de l'organisation ; ― il définit les démarches pédagogiques adaptées aux objectifs et aux publics ; ― il définit les modes d'intervention à caractère technique ; ― il définit des démarches d'entraînement adaptées aux objectifs et aux compétiteurs ; ― il prend en compte l'impact des activités sur l'environnement ; ― il conçoit des interventions à partir des pratiques de groupes informels ; ― il conçoit les différentes démarches d'évaluation ; ― il définit les moyens nécessaires au programme de perfectionnement ; ― il élabore les budgets du programme de perfectionnement ; ― il définit le profil des intervenants nécessaire à la mise en œuvre d'un programme de perfectionnement. B. ― Coordonner la mise en œuvre d'un programme de perfectionnement dans un champ disciplinaire : ― il anime des réunions de travail ; ― il coordonne une équipe bénévole et professionnelle ; ― il met en œuvre les temps de perfectionnement ; ― il organise les collaborations entre professionnels et bénévoles ; ― il facilite les démarches participatives au sein de l'organisation ; ― il participe aux actions de tutorat dans l'organisation ; ― il participe aux actions des réseaux partenaires ; ― il représente l'organisation auprès des partenaires ; ― il conçoit une démarche de communication ; ― il planifie l'utilisation des espaces de pratiques ; ― il anticipe les besoins en termes de logistique ; ― il organise la maintenance technique ; ― il veille au respect des procédures de qualité ; ― il contrôle le budget des actions programmées ; ― il participe aux actions de promotion du club ; ― il rend compte de l'utilisation du budget des actions programmées ; ― il formalise des bilans techniques et sportifs. C. ― Conduire une démarche de perfectionnement sportif : ― il inscrit son action dans le cadre des objectifs sportifs de l'organisation ; ― il s'assure de la préparation mentale à la compétition des compétiteurs ; ― il prépare physiquement à la compétition ; ― il prévoit le suivi social des compétiteurs ; ― il conduit les apprentissages techniques ; ― il prévient le dopage et les comportements à risque ; ― il gère la dynamique du groupe ; ― il veille au respect de l'éthique sportive ; ― il procède aux choix techniques et stratégiques ; ― il aide les compétiteurs dans la gestion de la réussite et de l'échec ; ― il encadre un groupe dans la pratique de l'activité pour laquelle il est compétent ; ― il réalise les gestes professionnels nécessaires à la sécurité des pratiquants ; ― il réalise en sécurité des démonstrations techniques dans l'activité pour laquelle il est compétent ; ― il assure la sécurité des pratiquants et des tiers ; ― il vérifie la conformité du matériel technique nécessaire à la réalisation de l'activité dans laquelle il est compétent ; ― il formalise des bilans pédagogiques ; ― il participe aux temps de concertation avec les instances dirigeantes ; ― il anticipe les évolutions possibles. D. ― Conduire des actions de formation : ― il conçoit des interventions dans le champ de la formation professionnelle ; ― il choisit les démarches formatives adaptées aux publics ; ― il précise les contenus de formation ; ― il crée les supports pédagogiques nécessaires ; ― il conçoit les différentes procédures d'évaluation ; ― il met en œuvre les situations formatives ; ― il précise l'organisation pédagogique aux stagiaires ; ― il privilégie des situations favorisant les échanges entre stagiaires ; ― il accompagne la personne dans la gestion des différentes expériences formatives ; ― il évalue l'impact de ses interventions ; ― il propose des prolongements possibles.",
            "texteHtml": "<p align='center'>RÉFÉRENTIEL PROFESSIONNEL </p><p>Si les pratiques sportives en France répondent aujourd'hui à différentes attentes sociales (la santé, les loisirs, la sociabilité, l'éducation...), celles qui s'exercent dans un cadre compétitif restent un fondement identitaire du secteur.<br/>Elles fondent l'originalité de l'organisation juridique du sport français, système mixte relevant des logiques associatives et de puissance publique à travers la délégation donnée à certaines fédérations.<br/>Cette délégation induit un mode d'organisation préparatoire à la compétition particulier : l'entraînement.<br/>Aussi, la construction d'une filière de diplômes dans le domaine de l'entraînement sportif, en adéquation avec les évolutions des métiers et des attentes des acteurs, constitue un préalable pour maintenir la place de la France sur la scène sportive internationale, notamment à l'heure où le renouvellement des cadres techniques va connaître une accélération.<br/>Cette rénovation a débuté par la construction d'un nouveau diplôme, le brevet professionnel de la jeunesse, de l'éducation populaire et du sport (BPJEPS), au regard des besoins clairement exprimés par le secteur : des animateurs développant des compétences couvrant l'ensemble des champs de l'animation et du sport au niveau IV . Dans le champ sportif, cela couvre également la préparation au premier niveau de compétition.<br/>Cette rénovation se poursuit aujourd'hui par la construction d'une certification de niveau III, qui vise à structurer la filière par la reconnaissance d'une fonction professionnelle de coordination dans le champ de l'entraînement et de son préalable, l'enseignement disciplinaire.</p><p>1. Présentation du secteur professionnel</p><p>Le secteur de l'entraînement et de la préparation au perfectionnement sportif repose sur les deux sous-secteurs suivants : le cadre fédéral et le cadre professionnel.<br/>Concernant le secteur fédéral, on rappellera qu'il comprend notamment l'ensemble des associations sportives de statut loi de 1901 qui ont pour but la préparation, la participation et l'organisation de compétitions sportives dans le cadre de fédérations nationales agréées par l'Etat. De ce point de vue, ce secteur est essentiellement constitué des fédérations sportives dites unisport , olympiques (29 fédérations) ou non olympiques (59 fédérations).<br/>Dans ce cadre, le nombre total de ces associations s'élève à environ 85 000, dont 75 000 clubs actifs dans le champ du sport olympique. Sur ce total, il apparaît qu'environ 30 % des associations sportives compétitives emploient un ou plusieurs salariés, du fait notamment que :<br/>― seul un tiers d'entre elles dispose d'un nombre de licenciés supérieur à 100 ;<br/>― 70 % des clubs présentent un budget inférieur à 30 000 euros.<br/>On notera qu'il est difficile d'évaluer le volume d'emploi de ce secteur, notamment en raison de la part significative d'emplois à temps partiel.<br/>Concernant le nombre de pratiquants, on constate que ce secteur est celui qui délivre la plus grande part des licences sportives. Il regroupe en effet 7 900 000 licenciés (58 % de l'ensemble de licenciés), dont 670 000 pour les fédérations olympiques.<br/>Concernant plus particulièrement le sport professionnel, l'étude produite par l'AFRAPS-RUNOPES (1) fait valoir les volumes suivants : 543 entraîneurs, 200 préparateurs physiques et 40 préparateurs mentaux.<br/>(1) Le Roux (N.), Camy (J.), L'Emploi sportif, éditions AFRAPS-RUNOPES, 2002.</p><p>2. Description du métier</p><p>2.1. Appellations</p><p>Un certain nombre d'appellations ont aujourd'hui cours : entraîneur, coach, moniteur...</p><p>2.2. Entreprises et structures employeuses</p><p>Les activités s'exercent notamment dans le cadre d'associations sportives affiliées à une fédération sportive ou d'entreprises du secteur sportif professionnel.</p><p>2.3. Publics concernés</p><p>Ces professionnels peuvent être amenés à intervenir avec tous les publics compétiteurs.</p><p>2.4. Champ et nature des interventions</p><p>L'importance des activités de coordination dans le champ de l'entraînement fait que ces professionnels travaillent pour partie au fonctionnement de l'organisation employeuse.<br/>Leurs actions s'inscrivent dans le cadre des valeurs et des objectifs fixés par les instances dirigeantes de l'organisation au regard des attendus en termes de résultats.<br/>Les modes d'intervention qu'ils développent s'inscrivent dans une logique de travail collectif pour :<br/>― concevoir des programmes de perfectionnement sportif ;<br/>― coordonner la mise en œuvre d'un projet de perfectionnement dans un champ disciplinaire ;<br/>― conduire une démarche de perfectionnement sportif ;<br/>― conduire des actions de formation.</p><p>2.5. Situation fonctionnelle</p><p>Le métier est exercé par des femmes et des hommes travaillant la plupart du temps à temps partiel. Ces derniers exercent fréquemment selon des horaires décalés (le soir ou le week-end notamment). Les situations statutaires sont généralement salariées en CDD.</p><p>2.6. Autonomie et responsabilité</p><p>L'intervention de ce professionnel relève d'une délégation de responsabilité émanant d'instances décisionnelles auprès desquelles il rend compte périodiquement des actions entreprises. Dans le cadre de cette délégation, il agit de manière autonome.</p><p>2.7. Débouchés et évolutions de carrière</p><p>L'accès à ces emplois, qui est souvent précédé d'une première expérience dans l'encadrement de la pratique sportive, correspond à une évolution de carrière pouvant, le cas échéant, déboucher vers des emplois intégrant une dimension d'expertise ou de management plus affirmée dans le secteur de l'entraînement.</p><p>3. Fiche descriptive d'activités</p><p>Les activités professionnelles de ces professionnels sont classées en quatre grands groupes d'activités professionnelles non hiérarchisées entre elles :<br/>A. ― Concevoir des programmes de perfectionnement sportif :<br/>― il agit dans le cadre des réseaux professionnels et institutionnels locaux ;<br/>― il participe à l'analyse des attentes des prescripteurs ;<br/>― il participe au diagnostic du territoire d'intervention de l'organisation ;<br/>― il prend en compte les réalités sociales, éducatives et culturelles des publics concernés ;<br/>― il favorise l'implication des bénévoles dans la conception du projet d'action ;<br/>― il formalise les objectifs du projet d'action ;<br/>― il analyse les potentiels et les limites des compétiteurs ;<br/>― il propose un programme de perfectionnement dans le cadre des objectifs de l'organisation ;<br/>― il définit les démarches pédagogiques adaptées aux objectifs et aux publics ;<br/>― il définit les modes d'intervention à caractère technique ;<br/>― il définit des démarches d'entraînement adaptées aux objectifs et aux compétiteurs ;<br/>― il prend en compte l'impact des activités sur l'environnement ;<br/>― il conçoit des interventions à partir des pratiques de groupes informels ;<br/>― il conçoit les différentes démarches d'évaluation ;<br/>― il définit les moyens nécessaires au programme de perfectionnement ;<br/>― il élabore les budgets du programme de perfectionnement ;<br/>― il définit le profil des intervenants nécessaire à la mise en œuvre d'un programme de perfectionnement.<br/>B. ― Coordonner la mise en œuvre d'un programme de perfectionnement dans un champ disciplinaire :<br/>― il anime des réunions de travail ;<br/>― il coordonne une équipe bénévole et professionnelle ;<br/>― il met en œuvre les temps de perfectionnement ;<br/>― il organise les collaborations entre professionnels et bénévoles ;<br/>― il facilite les démarches participatives au sein de l'organisation ;<br/>― il participe aux actions de tutorat dans l'organisation ;<br/>― il participe aux actions des réseaux partenaires ;<br/>― il représente l'organisation auprès des partenaires ;<br/>― il conçoit une démarche de communication ;<br/>― il planifie l'utilisation des espaces de pratiques ;<br/>― il anticipe les besoins en termes de logistique ;<br/>― il organise la maintenance technique ;<br/>― il veille au respect des procédures de qualité ;<br/>― il contrôle le budget des actions programmées ;<br/>― il participe aux actions de promotion du club ;<br/>― il rend compte de l'utilisation du budget des actions programmées ;<br/>― il formalise des bilans techniques et sportifs.<br/>C. ― Conduire une démarche de perfectionnement sportif :<br/>― il inscrit son action dans le cadre des objectifs sportifs de l'organisation ;<br/>― il s'assure de la préparation mentale à la compétition des compétiteurs ;<br/>― il prépare physiquement à la compétition ;<br/>― il prévoit le suivi social des compétiteurs ;<br/>― il conduit les apprentissages techniques ;<br/>― il prévient le dopage et les comportements à risque ;<br/>― il gère la dynamique du groupe ;<br/>― il veille au respect de l'éthique sportive ;<br/>― il procède aux choix techniques et stratégiques ;<br/>― il aide les compétiteurs dans la gestion de la réussite et de l'échec ;<br/>― il encadre un groupe dans la pratique de l'activité pour laquelle il est compétent ;<br/>― il réalise les gestes professionnels nécessaires à la sécurité des pratiquants ;<br/>― il réalise en sécurité des démonstrations techniques dans l'activité pour laquelle il est compétent ;<br/>― il assure la sécurité des pratiquants et des tiers ;<br/>― il vérifie la conformité du matériel technique nécessaire à la réalisation de l'activité dans laquelle il est compétent ;<br/>― il formalise des bilans pédagogiques ;<br/>― il participe aux temps de concertation avec les instances dirigeantes ;<br/>― il anticipe les évolutions possibles.<br/>D. ― Conduire des actions de formation :<br/>― il conçoit des interventions dans le champ de la formation professionnelle ;<br/>― il choisit les démarches formatives adaptées aux publics ;<br/>― il précise les contenus de formation ;<br/>― il crée les supports pédagogiques nécessaires ;<br/>― il conçoit les différentes procédures d'évaluation ;<br/>― il met en œuvre les situations formatives ;<br/>― il précise l'organisation pédagogique aux stagiaires ;<br/>― il privilégie des situations favorisant les échanges entre stagiaires ;<br/>― il accompagne la personne dans la gestion des différentes expériences formatives ;<br/>― il évalue l'impact de ses interventions ;<br/>― il propose des prolongements possibles.</p>",
            "num": "Annexe II-3 (art. A212-49)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1209513600000,
            "dateFin": 1344556800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 292838679,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018752156",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018760507",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018741712",
                    "textTitle": "Arrêté du 28 février 2008 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000018747632",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-04-29",
                    "dateSignaTexte": "2008-02-28",
                    "dateDebutCible": "2008-04-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-49 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-49",
                    "articleId": "LEGIARTI000018761690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209513600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018760507",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1209513600000,
                    "dateFin": 1344556800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026277211",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1344556800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-3 (art. A212-49)",
                "II-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}