{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006449418",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsqu'une décision passée en force de chose jugée a prononcé la condamnation d'une personne publique au paiement d'une somme d'argent dont elle a fixé le montant, les dispositions de l'article 1er de la loi n° 80-539 du 16 juillet 1980 , ci après reproduites, sont applicables. \" Art. 1er. – I. – Lorsqu'une décision juridictionnelle passée en force de chose jugée a condamné l'Etat au paiement d'une somme d'argent dont le montant est fixé par la décision elle-même, cette somme doit être ordonnancée dans un délai de deux mois à compter de la notification de la décision de justice. Si la dépense est imputable sur des crédits limitatifs qui se révèlent insuffisants, l'ordonnancement est fait dans la limite des crédits disponibles. Les ressources nécessaires pour les compléter sont dégagées dans les conditions prévues par l'ordonnance n° 59-2 du 2 janvier 1959 portant loi organique relative aux lois de finances. Dans ce cas, l'ordonnancement complémentaire doit être fait dans un délai de quatre mois à compter de la notification. A défaut d'ordonnancement dans les délais mentionnés aux alinéas ci-dessus, le comptable assignataire de la dépense doit, à la demande du créancier et sur présentation de la décision de justice, procéder au paiement. II. – Lorsqu'une décision juridictionnelle passée en force de chose jugée a condamné une collectivité locale ou un établissement public au paiement d'une somme d'argent dont le montant est fixé par la décision elle-même, cette somme doit être mandatée ou ordonnancée dans un délai de deux mois à compter de la notification de la décision de justice. A défaut de mandatement ou d'ordonnancement dans ce délai, le représentant de l'Etat dans le département ou l'autorité de tutelle procède au mandatement d'office. En cas d'insuffisance de crédits, le représentant de l'Etat dans le département ou l'autorité de tutelle adresse à la collectivité ou à l'établissement une mise en demeure de créer les ressources nécessaires ; si l'organe délibérant de la collectivité ou de l'établissement n'a pas dégagé ou créé ces ressources, le représentant de l'Etat dans le département ou l'autorité de tutelle y pourvoit et procède, s'il y a lieu, au mandatement d'office. III. – (Abrogé.) IV. – L'ordonnateur d'une collectivité territoriale ou d'un établissement public local est tenu d'émettre l'état nécessaire au recouvrement de la créance résultant d'une décision juridictionnelle passée en force de chose jugée dans le délai de deux mois à compter de la date de notification de la décision de justice. Faute de dresser l'état dans ce délai, le représentant de l'Etat adresse à la collectivité territoriale ou à l'établissement public local une mise en demeure d'y procéder dans le délai d'un mois ; à défaut, il émet d'office l'état nécessaire au recouvrement correspondant. En cas d'émission de l'état par l'ordonnateur de la collectivité ou de l'établissement public local après mise en demeure du représentant de l'Etat, ce dernier peut néanmoins autoriser le comptable à effectuer des poursuites en cas de refus de l'ordonnateur. L'état de recouvrement émis d'office par le représentant de l'Etat est adressé au comptable de la collectivité territoriale ou de l'établissement public local pour prise en charge et recouvrement, et à la collectivité territoriale ou à l'établissement public local pour inscription budgétaire et comptable. \"",
            "texteHtml": "<p>Lorsqu'une décision passée en force de chose jugée a prononcé la condamnation d'une personne publique au paiement d'une somme d'argent dont elle a fixé le montant, les <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000705334&idArticle=JORFARTI000002478395&categorieLien=cid' title='Loi n° 80-539 du 16 juillet 1980 - art. 1 (M)'>dispositions de l'article 1er de la loi n° 80-539 du 16 juillet 1980</a>, ci après reproduites, sont applicables. </p><p>\" Art. 1er. – I. – Lorsqu'une décision juridictionnelle passée en force de chose jugée a condamné l'Etat au paiement d'une somme d'argent dont le montant est fixé par la décision elle-même, cette somme doit être ordonnancée dans un délai de deux mois à compter de la notification de la décision de justice. </p><p>Si la dépense est imputable sur des crédits limitatifs qui se révèlent insuffisants, l'ordonnancement est fait dans la limite des crédits disponibles. Les ressources nécessaires pour les compléter sont dégagées dans les conditions prévues par l'ordonnance n° 59-2 du 2 janvier 1959 portant loi organique relative aux lois de finances. Dans ce cas, l'ordonnancement complémentaire doit être fait dans un délai de quatre mois à compter de la notification. </p><p>A défaut d'ordonnancement dans les délais mentionnés aux alinéas ci-dessus, le comptable assignataire de la dépense doit, à la demande du créancier et sur présentation de la décision de justice, procéder au paiement. </p><p>II. – Lorsqu'une décision juridictionnelle passée en force de chose jugée a condamné une collectivité locale ou un établissement public au paiement d'une somme d'argent dont le montant est fixé par la décision elle-même, cette somme doit être mandatée ou ordonnancée dans un délai de deux mois à compter de la notification de la décision de justice. A défaut de mandatement ou d'ordonnancement dans ce délai, le représentant de l'Etat dans le département ou l'autorité de tutelle procède au mandatement d'office. </p><p>En cas d'insuffisance de crédits, le représentant de l'Etat dans le département ou l'autorité de tutelle adresse à la collectivité ou à l'établissement une mise en demeure de créer les ressources nécessaires ; si l'organe délibérant de la collectivité ou de l'établissement n'a pas dégagé ou créé ces ressources, le représentant de l'Etat dans le département ou l'autorité de tutelle y pourvoit et procède, s'il y a lieu, au mandatement d'office. </p><p>III. – (Abrogé.) </p><p>IV. – L'ordonnateur d'une collectivité territoriale ou d'un établissement public local est tenu d'émettre l'état nécessaire au recouvrement de la créance résultant d'une décision juridictionnelle passée en force de chose jugée dans le délai de deux mois à compter de la date de notification de la décision de justice. </p><p>Faute de dresser l'état dans ce délai, le représentant de l'Etat adresse à la collectivité territoriale ou à l'établissement public local une mise en demeure d'y procéder dans le délai d'un mois ; à défaut, il émet d'office l'état nécessaire au recouvrement correspondant. </p><p>En cas d'émission de l'état par l'ordonnateur de la collectivité ou de l'établissement public local après mise en demeure du représentant de l'Etat, ce dernier peut néanmoins autoriser le comptable à effectuer des poursuites en cas de refus de l'ordonnateur. </p><p>L'état de recouvrement émis d'office par le représentant de l'Etat est adressé au comptable de la collectivité territoriale ou de l'établissement public local pour prise en charge et recouvrement, et à la collectivité territoriale ou à l'établissement public local pour inscription budgétaire et comptable. \"</p>",
            "num": "L911-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 978307200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-31",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006091521",
                        "id": "LEGISCTA000006091521",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : L'exécution des décisions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118216",
                        "id": "LEGISCTA000006118216",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Principes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136466",
                        "id": "LEGISCTA000006136466",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2000-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code de justice administrative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070933",
                        "id": "LEGITEXT000006070933",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006449418",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006136466",
            "sectionParentId": "LEGISCTA000006136466",
            "sectionParentTitre": "Titre Ier : Principes",
            "fullSectionsTitre": "Partie législative &gt; Livre IX : L'exécution des décisions &gt; Titre Ier : Principes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006449418",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070933",
                    "titre": "Code de justice administrative",
                    "titreLong": "Code de justice administrative",
                    "etat": "VIGUEUR",
                    "dateDebut": 978220800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070933",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000217071",
                    "textTitle": "Ordonnance 2000-387 2000-05-04 JORF 7 mai 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217071",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-05-07",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31 I JORF 3 juillet 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000705334",
                    "textTitle": "Loi n° 80-539 du 16 juillet 1980 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002478395",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "80-539",
                    "datePubli": 332640000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. R911-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R911-1",
                    "articleId": "LEGIARTI000026447086",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1348963200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000705334",
                    "textTitle": "Loi n°80-539 du 16 juillet 1980 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002478395",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000705334",
                    "textTitle": "Loi n°80-539 du 16 juillet 1980 - art. 1, v. init.",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002478395",
                    "natureText": "LOI"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006449418",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L911-9",
                "911-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}