{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006293473",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est ouvert par le service, sur un registre spécial, à chaque bouilleur astreint à la déclaration du rendement minimal, un compte destiné à constater les charges et décharges de ce bouilleur et qui peut être arrêté à tout moment par les agents. Ce compte se divise en deux parties : l'une concernant les matières premières, l'autre les produits fabriqués. Le compte des matières premières est chargé des quantités déclarées par le bouilleur ou reconnues par le service. Il est déchargé des quantités successivement mises en oeuvre d'après les déclarations du bouilleur. Tout excédent de matières premières est ajouté aux quantités déclarées par le bouilleur; il est, en outre, saisi s'il dépasse la tolérance accordée par l'article 44, premier alinéa, ou si les quantités destinées à la distillation ont été antérieurement déterminées par une vérification du service. Les manquants, lorsqu'ils atteignent depuis l'ouverture de la campagne une quantité supérieure à 5 % des quantités déclarées pour la distillation, sont imposables - pour la portion excédant cette quotité - à raison de la quantité d'alcool pur qu'ils représentent. Le compte des produits fabriqués est chargé de l'alcool afférent aux quantités de matières premières mises en oeuvre sur la base de leur rendement minimal. Tout excédent constaté sur les produits fabriqués est ajouté aux charges. Il est, en outre, saisi s'il dépasse, d'une quotité supérieure à la réfaction et aux 5 % admis par l'article 38, le rendement minimal afférent aux matières premières mises en oeuvre depuis la précédente vérification ou si, depuis cette opération, aucun travail de distillation n'a été déclaré. Si, depuis l'ouverture de la campagne, les manquants dépassent 5 % du rendement minimal afférent aux quantités de matières premières mises en oeuvre d'après les déclarations du bouilleur, l'excédent est immédiatement constaté au compte.",
            "texteHtml": "<p></p>   Il est ouvert par le service, sur un registre spécial, à chaque bouilleur astreint à la déclaration du rendement minimal, un compte destiné à constater les charges et décharges de ce bouilleur et qui peut être arrêté à tout moment par les agents. Ce compte se divise en deux parties : l'une concernant les matières premières, l'autre les produits fabriqués.<p></p><p></p>   Le compte des matières premières est chargé des quantités déclarées par le bouilleur ou reconnues par le service. Il est déchargé des quantités successivement mises en oeuvre d'après les déclarations du bouilleur.<p></p><p></p>   Tout excédent de matières premières est ajouté aux quantités déclarées par le bouilleur; il est, en outre, saisi s'il dépasse la tolérance accordée par l'article 44, premier alinéa, ou si les quantités destinées à la distillation ont été antérieurement déterminées par une vérification du service.<p></p><p></p>   Les manquants, lorsqu'ils atteignent depuis l'ouverture de la campagne une quantité supérieure à 5 % des quantités déclarées pour la distillation, sont imposables - pour la portion excédant cette quotité - à raison de la quantité d'alcool pur qu'ils représentent.<p></p><p></p>   Le compte des produits fabriqués est chargé de l'alcool afférent aux quantités de matières premières mises en oeuvre sur la base de leur rendement minimal.<p></p><p></p>   Tout excédent constaté sur les produits fabriqués est ajouté aux charges. Il est, en outre, saisi s'il dépasse, d'une quotité supérieure à la réfaction et aux 5 % admis par l'article 38, le rendement minimal afférent aux matières premières mises en oeuvre depuis la précédente vérification ou si, depuis cette opération, aucun travail de distillation n'a été déclaré.<p></p><p></p>   Si, depuis l'ouverture de la campagne, les manquants dépassent 5 % du rendement minimal afférent aux quantités de matières premières mises en oeuvre d'après les déclarations du bouilleur, l'excédent est immédiatement constaté au compte.<p></p>",
            "num": "45",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 299635200000,
            "dateFin": 985996800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084147",
                        "id": "LEGISCTA000006084147",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114387",
                        "id": "LEGISCTA000006114387",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Contributions indirectes et monopoles fiscaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133662",
                        "id": "LEGISCTA000006133662",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Boissons",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146650",
                        "id": "LEGISCTA000006146650",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Section I : Production des alcools",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161962",
                        "id": "LEGISCTA000006161962",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "III : Bouilleurs de cru",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179173",
                        "id": "LEGISCTA000006179173",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "2° : Bouilleurs de cru se livrant eux-mêmes aux opérations de distillation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191185",
                        "id": "LEGISCTA000006191185",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069568",
                        "id": "LEGITEXT000006069568",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006293473",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191185",
            "sectionParentId": "LEGISCTA000006191185",
            "sectionParentTitre": "2° : Bouilleurs de cru se livrant eux-mêmes aux opérations de distillation",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre III : Contributions indirectes et monopoles fiscaux &gt; Chapitre Ier : Boissons &gt; Section I : Production des alcools &gt; III : Bouilleurs de cru &gt; 2° : Bouilleurs de cru se livrant eux-mêmes aux opérations de distillation",
            "refInjection": "MD-20231018_195323_991_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006293473",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069568",
                    "titre": "Code général des impôts annexe I, CGIANI.",
                    "titreLong": "Code général des impôts, annexe I",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069568",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000217983",
                    "textTitle": "Décret n°2000-739 du 1 août 2000 - art. 4 () JORF 4 août 2000",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006331202",
                    "natureText": "DECRET",
                    "datePubliTexte": "2000-08-04",
                    "dateSignaTexte": "2000-08-01",
                    "dateDebutCible": "2000-08-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGIAN1 44, 38",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048221244",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006293473",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 985996800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "45"
            ],
            "versionPrecedente": "LEGIARTI000048221244",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000048221244",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est ouvert par le service, sur un registre spécial, à chaque bouilleur astreint à la déclaration du rendement minimum, un compte destiné à constater les charges et décharges de ce bouilleur et qui peut être arrêté à tout moment par les agents. Ce compte se divise en deux parties: l’une concernant les matières premières, l’autre les produits fabriqués. Le compte des matières premières est chargé des quantités déclarées par le bouilleur ou reconnues par le service. Il est déchargé des quantités successivement mises en oeuvre d’après les déclarations du bouilleur. Tout excédent de matières premières est ajouté aux quantités déclarées par le bouilleur ; il est, en outre, saisi s’il dépasse la tolérance accordée par l’article 44, premier alinéa, ci-dessus, ou si les quantités destinées à la distillation ont été antérieurement déterminées par une vérification du service. Les manquants, lorsqu’ils atteignent, depuis l'ouverture de la campagne, une quantité supérieure à 5 p. 100 des quantités déclarées pour la distillation, sont imposables — pour la portion excédant celle quotité — à raison de la quantité d’alcool pur qu’ils représentent. Le compte des produits fabriqués est chargé de l’alcool afférent aux quantités de matières premières mises en oeuvre sur la base de leur rendement minimum. Tout excédent constaté sur les produits fabriqués est ajouté aux charges. Il est, en outre, saisi s’il dépasse, d’une quotité supérieure à la réfaction et aux 5 p. 100 admis par l'article 38 ci-dessus, le rendement minimum afférent aux matières premières mises en oeuvre depuis la précédente vérification ou si, depuis cette opération, aucun travail de distillation n’a été déclaré. Si, depuis, l’ouverture de la campagne, les manquants dépassent 5 p. 100 du rendement minimum afférent aux quantités de matièves premières mises en oeuvre d’après les déclarations du bouilleur, l’excédent est immédiatement constaté au compte.",
            "texteHtml": "<p>Il est ouvert par le service, sur un registre spécial, à chaque bouilleur astreint à la déclaration du rendement minimum, un compte destiné à constater les charges et décharges de ce bouilleur et qui peut être arrêté à tout moment par les agents. Ce compte se divise en deux parties: l’une concernant les matières premières, l’autre les produits fabriqués.</p><p>Le compte des matières premières est chargé des quantités déclarées par le bouilleur ou reconnues par le service. Il est déchargé des quantités successivement mises en oeuvre d’après les déclarations du bouilleur.</p><p>Tout excédent de matières premières est ajouté aux quantités déclarées par le bouilleur ; il est, en outre, saisi s’il dépasse la tolérance accordée par l’article 44, premier alinéa, ci-dessus, ou si les quantités destinées à la distillation ont été antérieurement déterminées par une vérification du service.</p><p>Les manquants, lorsqu’ils atteignent, depuis l'ouverture de la campagne, une quantité supérieure à 5 p. 100 des quantités déclarées pour la distillation, sont imposables — pour la portion excédant celle quotité — à raison de la quantité d’alcool pur qu’ils représentent.</p><p>Le compte des produits fabriqués est chargé de l’alcool afférent aux quantités de matières premières mises en oeuvre sur la base de leur rendement minimum.</p><p>Tout excédent constaté sur les produits fabriqués est ajouté aux charges. Il est, en outre, saisi s’il dépasse, d’une quotité supérieure à la réfaction et aux 5 p. 100 admis par l'article 38 ci-dessus, le rendement minimum afférent aux matières premières mises en oeuvre depuis la précédente vérification ou si, depuis cette opération, aucun travail de distillation n’a été déclaré.</p><p>Si, depuis, l’ouverture de la campagne, les manquants dépassent 5 p. 100 du rendement minimum afférent aux quantités de matièves premières mises en oeuvre d’après les déclarations du bouilleur, l’excédent est immédiatement constaté au compte.</p>",
            "num": "45",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": -620870400000,
            "dateFin": 299635200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084147",
                        "id": "LEGISCTA000006084147",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114387",
                        "id": "LEGISCTA000006114387",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Contributions indirectes et monopoles fiscaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133662",
                        "id": "LEGISCTA000006133662",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Boissons",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146650",
                        "id": "LEGISCTA000006146650",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Section I : Production des alcools",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161962",
                        "id": "LEGISCTA000006161962",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "III : Bouilleurs de cru",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179173",
                        "id": "LEGISCTA000006179173",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "2° : Bouilleurs de cru se livrant eux-mêmes aux opérations de distillation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191185",
                        "id": "LEGISCTA000006191185",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069568",
                        "id": "LEGITEXT000006069568",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006293473",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191185",
            "sectionParentId": "LEGISCTA000006191185",
            "sectionParentTitre": "2° : Bouilleurs de cru se livrant eux-mêmes aux opérations de distillation",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre III : Contributions indirectes et monopoles fiscaux &gt; Chapitre Ier : Boissons &gt; Section I : Production des alcools &gt; III : Bouilleurs de cru &gt; 2° : Bouilleurs de cru se livrant eux-mêmes aux opérations de distillation",
            "refInjection": "MD-20231018_195323_991_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048221244",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069568",
                    "titre": "Code général des impôts annexe I, CGIANI.",
                    "titreLong": "Code général des impôts, annexe I",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069568",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGIAN1 44, 38",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048221244",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006293473",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 985996800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "45"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}