{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041397461",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour un médicament biologique similaire défini au a du 15° de l'article L. 5121-1, l'autorisation de mise sur le marché peut être délivrée avant l'expiration des droits de propriété intellectuelle qui s'attachent au médicament biologique de référence. Le demandeur de l'autorisation informe le titulaire de ces droits concomitamment au dépôt de sa demande. Lorsque l'Agence nationale de sécurité du médicament et des produits de santé a délivré une autorisation de mise sur le marché pour un médicament biologique similaire, elle en informe le titulaire de l'autorisation de mise sur le marché du médicament biologique de référence. Le directeur général de l'agence procède à l'inscription du médicament biologique similaire dans la liste de référence des groupes biologiques similaires prévue au b du même 15° au terme d'un délai de soixante jours, après avoir informé de la délivrance de l'autorisation de mise sur le marché le titulaire de l'autorisation de mise sur le marché du médicament biologique de référence. La commercialisation du médicament biologique similaire ne peut intervenir qu'après l'expiration des droits de propriété intellectuelle du médicament biologique de référence, sauf accord du titulaire de ces droits. Préalablement à la commercialisation, le titulaire de l'autorisation de mise sur le marché du médicament biologique similaire informe le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé des indications, formes pharmaceutiques et dosages du médicament biologique de référence pour lesquels les droits de propriété intellectuelle n'ont pas expiré. Aux seules fins d'en garantir la publicité, le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé tient à la disposition du public la liste des titres de propriété intellectuelle attachés à un médicament biologique de référence si le titulaire de l'autorisation de mise sur le marché de ce médicament la lui a communiquée à cet effet. Le laboratoire est seul responsable de l'exactitude des informations fournies.",
            "texteHtml": "<p>Pour un médicament biologique similaire défini au a du 15° de l'article L. 5121-1, l'autorisation de mise sur le marché peut être délivrée avant l'expiration des droits de propriété intellectuelle qui s'attachent au médicament biologique de référence. Le demandeur de l'autorisation informe le titulaire de ces droits concomitamment au dépôt de sa demande.</p><p>Lorsque l'Agence nationale de sécurité du médicament et des produits de santé a délivré une autorisation de mise sur le marché pour un médicament biologique similaire, elle en informe le titulaire de l'autorisation de mise sur le marché du médicament biologique de référence.</p><p>Le directeur général de l'agence procède à l'inscription du médicament biologique similaire dans la liste de référence des groupes biologiques similaires prévue au b du même 15° au terme d'un délai de soixante jours, après avoir informé de la délivrance de l'autorisation de mise sur le marché le titulaire de l'autorisation de mise sur le marché du médicament biologique de référence. La commercialisation du médicament biologique similaire ne peut intervenir qu'après l'expiration des droits de propriété intellectuelle du médicament biologique de référence, sauf accord du titulaire de ces droits.</p><p>Préalablement à la commercialisation, le titulaire de l'autorisation de mise sur le marché du médicament biologique similaire informe le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé des indications, formes pharmaceutiques et dosages du médicament biologique de référence pour lesquels les droits de propriété intellectuelle n'ont pas expiré.</p><p>Aux seules fins d'en garantir la publicité, le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé tient à la disposition du public la liste des titres de propriété intellectuelle attachés à un médicament biologique de référence si le titulaire de l'autorisation de mise sur le marché de ce médicament la lui a communiquée à cet effet. Le laboratoire est seul responsable de l'exactitude des informations fournies.</p><p></p>",
            "num": "L5121-10-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577491200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1245521,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125349",
                        "id": "LEGISCTA000006125349",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Produits pharmaceutiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140630",
                        "id": "LEGISCTA000006140630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Médicaments à usage humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155085",
                        "id": "LEGISCTA000006155085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171366",
                        "id": "LEGISCTA000006171366",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006689898",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171366",
            "sectionParentId": "LEGISCTA000006171366",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Cinquième partie : Produits de santé &gt; Livre Ier : Produits pharmaceutiques &gt; Titre II : Médicaments à usage humain &gt; Chapitre Ier : Dispositions générales.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000041397461",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000217229",
                    "textTitle": "Rapport relatif à l'ordonnance n° 2000-548 du 15 juin 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217229",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000227015",
                    "textTitle": "Loi n°2002-303 du 4 mars 2002",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000227015",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-03-05",
                    "dateSignaTexte": "2002-03-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000039675317",
                    "textTitle": "LOI n° 2019-1446 du 24 décembre 2019 - art. 42 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000039755152",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-27",
                    "dateSignaTexte": "2019-12-24",
                    "dateDebutCible": "2019-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L5121-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5121-1",
                    "articleId": "LEGIARTI000006689870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468713600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5121-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5121-9-1",
                    "articleId": "LEGIARTI000032892528",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006689898",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1172534400000,
                    "dateFin": 1335830400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025104789",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1335830400000,
                    "dateFin": 1387929600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028394159",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1387929600000,
                    "dateFin": 1577491200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041397461",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577491200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L5121-10-2",
                "5121-10-2"
            ],
            "versionPrecedente": "LEGIARTI000028394159",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028394159",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour un médicament biologique similaire défini au a du 15° de l'article L. 5121-1, l'autorisation de mise sur le marché peut être délivrée avant l'expiration des droits de propriété intellectuelle qui s'attachent au médicament biologique de référence. Le demandeur de l'autorisation informe le titulaire de ces droits concomitamment au dépôt de sa demande. Lorsque          l'Agence nationale de sécurité du médicament et des produits de santé  a délivré une autorisation de mise sur le marché pour un médicament biologique similaire, elle en informe le titulaire de l'autorisation de mise sur le marché du médicament biologique de référence. Le directeur général de l'agence procède à l'inscription du médicament biologique similaire dans la liste de référence des groupes biologiques similaires prévue au b du même 15° au terme d'un délai de soixante jours, après avoir informé de la délivrance de l'autorisation de mise sur le marché le titulaire de l'autorisation de mise sur le marché du médicament biologique de référence. La commercialisation du médicament biologique similaire ne peut intervenir qu'après l'expiration des droits de propriété intellectuelle du médicament biologique de référence, sauf accord du titulaire de ces droits. Préalablement à la commercialisation, le titulaire de l'autorisation de mise sur le marché du médicament biologique similaire informe le directeur général de          l'Agence nationale de sécurité du médicament et des produits de santé  des indications, formes pharmaceutiques et dosages du médicament biologique de référence pour lesquels les droits de propriété intellectuelle n'ont pas expiré. Aux seules fins d'en garantir la publicité, le directeur général de          l'Agence nationale de sécurité du médicament et des produits de santé  tient à la disposition du public la liste des titres de propriété intellectuelle attachés à un médicament biologique de référence si le titulaire de l'autorisation de mise sur le marché de ce médicament la lui a communiquée à cet effet. Le laboratoire est seul responsable de l'exactitude des informations fournies. Le présent article, à l'exception du troisième alinéa,  s'applique également aux médicaments présentant des caractéristiques communes par rapport à un médicament de référence mais ne répondant pas à la définition du médicament générique en raison de différences portant sur un ou plusieurs éléments de cette définition nécessitant que soient produites des données supplémentaires dans des conditions déterminées par voie réglementaire.",
            "texteHtml": "<p>Pour un médicament biologique similaire défini au a du 15° de l'article L. 5121-1, l'autorisation de mise sur le marché peut être délivrée avant l'expiration des droits de propriété intellectuelle qui s'attachent au médicament biologique de référence. Le demandeur de l'autorisation informe le titulaire de ces droits concomitamment au dépôt de sa demande. </p><p></p><p></p><p>Lorsque          l'Agence nationale de sécurité du médicament et des produits de santé  a délivré une autorisation de mise sur le marché pour un médicament biologique similaire, elle en informe le titulaire de l'autorisation de mise sur le marché du médicament biologique de référence. </p><p></p><p></p><p>Le directeur général de l'agence procède à l'inscription du médicament biologique similaire dans la liste de référence des groupes biologiques similaires prévue au b du même 15° au terme d'un délai de soixante jours, après avoir informé de la délivrance de l'autorisation de mise sur le marché le titulaire de l'autorisation de mise sur le marché du médicament biologique de référence. La commercialisation du médicament biologique similaire ne peut intervenir qu'après l'expiration des droits de propriété intellectuelle du médicament biologique de référence, sauf accord du titulaire de ces droits. </p><p></p><p></p><p>Préalablement à la commercialisation, le titulaire de l'autorisation de mise sur le marché du médicament biologique similaire informe le directeur général de          l'Agence nationale de sécurité du médicament et des produits de santé  des indications, formes pharmaceutiques et dosages du médicament biologique de référence pour lesquels les droits de propriété intellectuelle n'ont pas expiré. </p><p></p><p></p><p>Aux seules fins d'en garantir la publicité, le directeur général de          l'Agence nationale de sécurité du médicament et des produits de santé  tient à la disposition du public la liste des titres de propriété intellectuelle attachés à un médicament biologique de référence si le titulaire de l'autorisation de mise sur le marché de ce médicament la lui a communiquée à cet effet. Le laboratoire est seul responsable de l'exactitude des informations fournies. </p><p></p><p></p><p>Le présent article, à l'exception du troisième alinéa,  s'applique également aux médicaments présentant des caractéristiques communes par rapport à un médicament de référence mais ne répondant pas à la définition du médicament générique en raison de différences portant sur un ou plusieurs éléments de cette définition nécessitant que soient produites des données supplémentaires dans des conditions déterminées par voie réglementaire.</p>",
            "num": "L5121-10-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1387929600000,
            "dateFin": 1577491200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1245521,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125349",
                        "id": "LEGISCTA000006125349",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Produits pharmaceutiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140630",
                        "id": "LEGISCTA000006140630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Médicaments à usage humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155085",
                        "id": "LEGISCTA000006155085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171366",
                        "id": "LEGISCTA000006171366",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006689898",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171366",
            "sectionParentId": "LEGISCTA000006171366",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Cinquième partie : Produits de santé &gt; Livre Ier : Produits pharmaceutiques &gt; Titre II : Médicaments à usage humain &gt; Chapitre Ier : Dispositions générales.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028394159",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000217229",
                    "textTitle": "Rapport relatif à l'ordonnance n° 2000-548 du 15 juin 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217229",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000227015",
                    "textTitle": "Loi n°2002-303 du 4 mars 2002",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000227015",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-03-05",
                    "dateSignaTexte": "2002-03-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000028372809",
                    "textTitle": "LOI n°2013-1203\n du 23 décembre 2013 - art. 47",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "47",
                    "articleId": "LEGIARTI000028375937",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-12-24",
                    "dateSignaTexte": "2013-12-23",
                    "dateDebutCible": "2013-12-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L5121-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5121-1",
                    "articleId": "LEGIARTI000006689870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468713600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5121-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5121-9-1",
                    "articleId": "LEGIARTI000032892528",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006689898",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1172534400000,
                    "dateFin": 1335830400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025104789",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1335830400000,
                    "dateFin": 1387929600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028394159",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1387929600000,
                    "dateFin": 1577491200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041397461",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577491200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L5121-10-2",
                "5121-10-2"
            ],
            "versionPrecedente": "LEGIARTI000025104789",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025104789",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour un médicament biologique similaire défini au 15° de l'article L. 5121-1, l'autorisation de mise sur le marché peut être délivrée avant l'expiration des droits de propriété intellectuelle qui s'attachent au médicament biologique de référence. Le demandeur de l'autorisation informe le titulaire de ces droits concomitamment au dépôt de sa demande. Lorsque          l'Agence nationale de sécurité du médicament et des produits de santé  a délivré une autorisation de mise sur le marché pour un médicament biologique similaire, elle en informe le titulaire de l'autorisation de mise sur le marché du médicament biologique de référence. La commercialisation du médicament biologique similaire ne peut intervenir qu'après l'expiration des droits de propriété intellectuelle du médicament biologique de référence, sauf accord du titulaire de ces droits. Préalablement à la commercialisation, le titulaire de l'autorisation de mise sur le marché du médicament biologique similaire informe le directeur général de          l'Agence nationale de sécurité du médicament et des produits de santé  des indications, formes pharmaceutiques et dosages du médicament biologique de référence pour lesquels les droits de propriété intellectuelle n'ont pas expiré. Aux seules fins d'en garantir la publicité, le directeur général de          l'Agence nationale de sécurité du médicament et des produits de santé  tient à la disposition du public la liste des titres de propriété intellectuelle attachés à un médicament biologique de référence si le titulaire de l'autorisation de mise sur le marché de ce médicament la lui a communiquée à cet effet. Le laboratoire est seul responsable de l'exactitude des informations fournies. Le présent article s'applique également aux médicaments présentant des caractéristiques communes par rapport à un médicament de référence mais ne répondant pas à la définition du médicament générique en raison de différences portant sur un ou plusieurs éléments de cette définition nécessitant que soient produites des données supplémentaires dans des conditions déterminées par voie réglementaire.",
            "texteHtml": "<p></p>Pour un médicament biologique similaire défini au 15° de l'article L. 5121-1, l'autorisation de mise sur le marché peut être délivrée avant l'expiration des droits de propriété intellectuelle qui s'attachent au médicament biologique de référence. Le demandeur de l'autorisation informe le titulaire de ces droits concomitamment au dépôt de sa demande. <p></p><p></p>Lorsque          l'Agence nationale de sécurité du médicament et des produits de santé  a délivré une autorisation de mise sur le marché pour un médicament biologique similaire, elle en informe le titulaire de l'autorisation de mise sur le marché du médicament biologique de référence. <p></p><p></p>La commercialisation du médicament biologique similaire ne peut intervenir qu'après l'expiration des droits de propriété intellectuelle du médicament biologique de référence, sauf accord du titulaire de ces droits. <p></p><p></p>Préalablement à la commercialisation, le titulaire de l'autorisation de mise sur le marché du médicament biologique similaire informe le directeur général de          l'Agence nationale de sécurité du médicament et des produits de santé  des indications, formes pharmaceutiques et dosages du médicament biologique de référence pour lesquels les droits de propriété intellectuelle n'ont pas expiré. <p></p><p></p>Aux seules fins d'en garantir la publicité, le directeur général de          l'Agence nationale de sécurité du médicament et des produits de santé  tient à la disposition du public la liste des titres de propriété intellectuelle attachés à un médicament biologique de référence si le titulaire de l'autorisation de mise sur le marché de ce médicament la lui a communiquée à cet effet. Le laboratoire est seul responsable de l'exactitude des informations fournies. <p></p><p></p>Le présent article s'applique également aux médicaments présentant des caractéristiques communes par rapport à un médicament de référence mais ne répondant pas à la définition du médicament générique en raison de différences portant sur un ou plusieurs éléments de cette définition nécessitant que soient produites des données supplémentaires dans des conditions déterminées par voie réglementaire.<p></p>",
            "num": "L5121-10-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1335830400000,
            "dateFin": 1387929600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1245521,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125349",
                        "id": "LEGISCTA000006125349",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Produits pharmaceutiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140630",
                        "id": "LEGISCTA000006140630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Médicaments à usage humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155085",
                        "id": "LEGISCTA000006155085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171366",
                        "id": "LEGISCTA000006171366",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006689898",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171366",
            "sectionParentId": "LEGISCTA000006171366",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Cinquième partie : Produits de santé &gt; Livre Ier : Produits pharmaceutiques &gt; Titre II : Médicaments à usage humain &gt; Chapitre Ier : Dispositions générales.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025104789",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2011-2012 du 29 décembre 2011 article 41 III : Les présentes dispositions entrent en vigueur à une date prévue par le décret pris pour leur application et au plus tard le 1er août 2012. Dès cette entrée en vigueur, l'Agence nationale de sécurité du médicament et des produits de santé exerce l'ensemble des droits et supporte l'ensemble des obligations de l'Agence française de sécurité sanitaire des produits de santé. Jusqu'à l'entrée en vigueur mentionnée au premier alinéa du présent III, les compétences et pouvoirs que la présente loi attribue à l'Agence nationale de sécurité du médicament et des produits de santé sont exercés par l'Agence française de sécurité sanitaire des produits de santé. Le décret n° 2012-597 du 27 avril 2012 est entré en vigueur le 1er mai 2012.",
            "notaHtml": "<p>Loi n° 2011-2012 du 29 décembre 2011 article 41 III : Les présentes dispositions entrent en vigueur à une date prévue par le décret pris pour leur application et au plus tard le 1er août 2012. Dès cette entrée en vigueur, l'Agence nationale de sécurité du médicament et des produits de santé exerce l'ensemble des droits et supporte l'ensemble des obligations de l'Agence française de sécurité sanitaire des produits de santé. Jusqu'à l'entrée en vigueur mentionnée au premier alinéa du présent III, les compétences et pouvoirs que la présente loi attribue à l'Agence nationale de sécurité du médicament et des produits de santé sont exercés par l'Agence française de sécurité sanitaire des produits de santé.</p><p>Le décret n° 2012-597 du 27 avril 2012 est entré en vigueur le 1er mai 2012.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000217229",
                    "textTitle": "Rapport relatif à l'ordonnance n° 2000-548 du 15 juin 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217229",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000227015",
                    "textTitle": "Loi n°2002-303 du 4 mars 2002",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000227015",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-03-05",
                    "dateSignaTexte": "2002-03-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000025053440",
                    "textTitle": "LOI n°2011-2012\n du 29 décembre 2011 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000025071134",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-12-30",
                    "dateSignaTexte": "2011-12-29",
                    "dateDebutCible": "2011-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L5121-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5121-1",
                    "articleId": "LEGIARTI000006689870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468713600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5121-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5121-9-1",
                    "articleId": "LEGIARTI000032892528",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006689898",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1172534400000,
                    "dateFin": 1335830400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025104789",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1335830400000,
                    "dateFin": 1387929600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028394159",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1387929600000,
                    "dateFin": 1577491200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041397461",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577491200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L5121-10-2",
                "5121-10-2"
            ],
            "versionPrecedente": "LEGIARTI000006689898",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006689898",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour un médicament biologique similaire défini au 15° de l'article L. 5121-1, l'autorisation de mise sur le marché peut être délivrée avant l'expiration des droits de propriété intellectuelle qui s'attachent au médicament biologique de référence. Le demandeur de l'autorisation informe le titulaire de ces droits concomitamment au dépôt de sa demande. Lorsque l'Agence française de sécurité sanitaire des produits de santé a délivré une autorisation de mise sur le marché pour un médicament biologique similaire, elle en informe le titulaire de l'autorisation de mise sur le marché du médicament biologique de référence. La commercialisation du médicament biologique similaire ne peut intervenir qu'après l'expiration des droits de propriété intellectuelle du médicament biologique de référence, sauf accord du titulaire de ces droits. Préalablement à la commercialisation, le titulaire de l'autorisation de mise sur le marché du médicament biologique similaire informe le directeur général de l'Agence française de sécurité sanitaire des produits de santé des indications, formes pharmaceutiques et dosages du médicament biologique de référence pour lesquels les droits de propriété intellectuelle n'ont pas expiré. Aux seules fins d'en garantir la publicité, le directeur général de l'Agence française de sécurité sanitaire des produits de santé tient à la disposition du public la liste des titres de propriété intellectuelle attachés à un médicament biologique de référence si le titulaire de l'autorisation de mise sur le marché de ce médicament la lui a communiquée à cet effet. Le laboratoire est seul responsable de l'exactitude des informations fournies. Le présent article s'applique également aux médicaments présentant des caractéristiques communes par rapport à un médicament de référence mais ne répondant pas à la définition du médicament générique en raison de différences portant sur un ou plusieurs éléments de cette définition nécessitant que soient produites des données supplémentaires dans des conditions déterminées par voie réglementaire.",
            "texteHtml": "<p></p>   Pour un médicament biologique similaire défini au 15° de l'article L. 5121-1, l'autorisation de mise sur le marché peut être délivrée avant l'expiration des droits de propriété intellectuelle qui s'attachent au médicament biologique de référence. Le demandeur de l'autorisation informe le titulaire de ces droits concomitamment au dépôt de sa demande.<p></p><p></p>   Lorsque l'Agence française de sécurité sanitaire des produits de santé a délivré une autorisation de mise sur le marché pour un médicament biologique similaire, elle en informe le titulaire de l'autorisation de mise sur le marché du médicament biologique de référence.<p></p><p></p>   La commercialisation du médicament biologique similaire ne peut intervenir qu'après l'expiration des droits de propriété intellectuelle du médicament biologique de référence, sauf accord du titulaire de ces droits.<p></p><p></p>   Préalablement à la commercialisation, le titulaire de l'autorisation de mise sur le marché du médicament biologique similaire informe le directeur général de l'Agence française de sécurité sanitaire des produits de santé des indications, formes pharmaceutiques et dosages du médicament biologique de référence pour lesquels les droits de propriété intellectuelle n'ont pas expiré.<p></p><p></p>   Aux seules fins d'en garantir la publicité, le directeur général de l'Agence française de sécurité sanitaire des produits de santé tient à la disposition du public la liste des titres de propriété intellectuelle attachés à un médicament biologique de référence si le titulaire de l'autorisation de mise sur le marché de ce médicament la lui a communiquée à cet effet. Le laboratoire est seul responsable de l'exactitude des informations fournies.<p></p><p></p>   Le présent article s'applique également aux médicaments présentant des caractéristiques communes par rapport à un médicament de référence mais ne répondant pas à la définition du médicament générique en raison de différences portant sur un ou plusieurs éléments de cette définition nécessitant que soient produites des données supplémentaires dans des conditions déterminées par voie réglementaire.<p></p>",
            "num": "L5121-10-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1172534400000,
            "dateFin": 1335830400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1245521,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125349",
                        "id": "LEGISCTA000006125349",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Produits pharmaceutiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140630",
                        "id": "LEGISCTA000006140630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Médicaments à usage humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155085",
                        "id": "LEGISCTA000006155085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171366",
                        "id": "LEGISCTA000006171366",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006689898",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171366",
            "sectionParentId": "LEGISCTA000006171366",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Cinquième partie : Produits de santé &gt; Livre Ier : Produits pharmaceutiques &gt; Titre II : Médicaments à usage humain &gt; Chapitre Ier : Dispositions générales.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006689898",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000217229",
                    "textTitle": "Ordonnance 2000-548 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217229",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000227015",
                    "textTitle": "Loi 2002-303 2002-03-04 art. 92 JORF 5 mars 2002",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000227015",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-03-05",
                    "dateSignaTexte": "2002-03-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000613381",
                    "textTitle": "Loi n°2007-248 du 26 février 2007 - art. 11 () JORF 27 février 2007",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006697017",
                    "natureText": "LOI",
                    "datePubliTexte": "2007-02-27",
                    "dateSignaTexte": "2007-02-26",
                    "dateDebutCible": "2007-02-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L5121-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5121-1",
                    "articleId": "LEGIARTI000006689870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468713600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5121-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5121-9-1",
                    "articleId": "LEGIARTI000032892528",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006689898",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1172534400000,
                    "dateFin": 1335830400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025104789",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1335830400000,
                    "dateFin": 1387929600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028394159",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1387929600000,
                    "dateFin": 1577491200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041397461",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577491200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L5121-10-2",
                "5121-10-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}