{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045680861",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En l'absence d'accord prévu à l'article L. 2312-21, dans les entreprises de moins de trois cents salariés, la base de données prévue à l'article L. 2312-18 comporte les informations suivantes : 1° Investissements : A-Investissement social : a) Evolution des effectifs par type de contrat, par âge, par ancienneté ; -évolution des effectifs retracée mois par mois ; -nombre de salariés titulaires d'un contrat de travail à durée indéterminée ; -nombre de salariés titulaires d'un contrat de travail à durée déterminée ; -nombre de salariés temporaires ; -nombre de salariés appartenant à une entreprise extérieure ; -nombre des journées de travail réalisées au cours des douze derniers mois par les salariés temporaires ; -nombre de contrats d'insertion et de formation en alternance ouverts aux jeunes de moins de vingt-six ans ; -motifs ayant conduit l'entreprise à recourir aux contrats de travail à durée déterminée, aux contrats de travail temporaire, aux contrats de travail à temps partiel, ainsi qu'à des salariés appartenant à une entreprise extérieure ; b) Evolution des emplois par catégorie professionnelle ; -répartition des effectifs par sexe et par qualification ; -indication des actions de prévention et de formation que l'employeur envisage de mettre en œuvre, notamment au bénéfice des salariés âgés, peu qualifiés ou présentant des difficultés sociales particulières ; c) Evolution de l'emploi des personnes handicapées et mesures prises pour le développer ; -Actions entreprises ou projetées en matière d'embauche, d'adaptation, de réadaptation ou de formation professionnelle ; -Déclaration annuelle prévue à l'article L. 5212-5 à l'exclusion des informations mentionnées à l'article D. 5212-4 ; d) Evolution du nombre de stagiaires de plus de 16 ans ; e) Formation professionnelle : investissements en formation, publics concernés ; -les orientations de la formation professionnelle dans l'entreprise telles qu'elles résultent de la consultation prévue à l'article L. 2312-24 ; -le résultat éventuel des négociations prévues à l'article L. 2241-6 ; -les conclusions éventuelles des services de contrôle faisant suite aux vérifications effectuées en application des articles L. 6361-1, L. 6323-13 et L. 6362-4 ; -le bilan des actions comprises dans le plan de formation de l'entreprise pour l'année antérieure et pour l'année en cours comportant la liste des actions de formation, des bilans de compétences et des validations des acquis de l'expérience réalisés, rapportés aux effectifs concernés répartis par catégorie socioprofessionnelle et par sexe ; -les informations, pour l'année antérieure et l'année en cours, relatives aux congés individuels de formation, aux congés de bilan de compétences, aux congés de validation des acquis de l'expérience et aux congés pour enseignement accordés ; notamment leur objet, leur durée et leur coût, aux conditions dans lesquelles ces congés ont été accordés ou reportés ainsi qu'aux résultats obtenus ; -le nombre des salariés bénéficiaires de l'abondement mentionné à l'avant-dernier alinéa du II de l'article L. 6315-1 ainsi que les sommes versées à ce titre ; -le nombre des salariés bénéficiaires de l'entretien professionnel mentionné au I de l'article L. 6315-1. Le bilan, pour l'année antérieure et l'année en cours, des conditions de mise en œuvre des contrats d'alternance : -les emplois occupés pendant et à l'issue de leur action ou de leur période de professionnalisation ; -les effectifs intéressés par âge, sexe et niveau initial de formation ; -les résultats obtenus en fin d'action ou de période de professionnalisation ainsi que les conditions d'appréciation et de validation. Le bilan de la mise en œuvre du compte personnel de formation ; f) Conditions de travail : durée du travail dont travail à temps partiel et aménagement du temps de travail ; Données sur le travail à temps partiel : -nombre, sexe et qualification des salariés travaillant à temps partiel ; -horaires de travail à temps partiel pratiqués dans l'entreprise ; Le programme annuel de prévention des risques professionnels et d'amélioration des conditions de travail prévu au 2° de l'article L. 2312-27 établi à partir des analyses mentionnées à l'article L. 2312-9 et fixant la liste détaillée des mesures devant être prises au cours de l'année à venir dans les mêmes domaines afin de satisfaire, notamment : i-Aux principes généraux de prévention prévus aux articles L. 4121-1 à L. 4121-5 et L. 4221-1 ; ii-A l'information et à la formation des travailleurs prévues aux articles L. 4141-1 à L. 4143-1 ; iii-A l'information et à la formation des salariés titulaires d'un contrat de travail à durée déterminée et des salariés temporaires prévues aux articles L. 4154-2 et L. 4154-4 ; iv-A la coordination de la prévention prévue aux articles L. 4522-1 et L. 4522-2 ; B-Investissement matériel et immatériel : a) Evolution des actifs nets d'amortissement et de dépréciations éventuelles (immobilisations) ; b) Le cas échéant, dépenses de recherche et développement ; c) Mesures envisagées en ce qui concerne l'amélioration, le renouvellement ou la transformation des méthodes de production et d'exploitation ; et incidences de ces mesures sur les conditions de travail et l'emploi ; 2° Egalité professionnelle entre les femmes et les hommes au sein de l'entreprise : A-Analyse des données chiffrées : Analyse des données chiffrées par catégorie professionnelle de la situation respective des femmes et des hommes en matière d'embauche, de formation, de promotion professionnelle, de qualification, de classification, de conditions de travail, de santé et de sécurité au travail, de rémunération effective et d'articulation entre l'activité professionnelle et l'exercice de la responsabilité familiale analyse des écarts de salaires et de déroulement de carrière en fonction de leur âge, de leur qualification et de leur ancienneté ; description de l'évolution des taux de promotion respectifs des femmes et des hommes par métiers dans l'entreprise ; B-Stratégie d'action : A partir de l'analyse des données chiffrées mentionnées au A du 2°, la stratégie comprend les éléments suivants : -mesures prises au cours de l'année écoulée en vue d'assurer l'égalité professionnelle. Bilan des actions de l'année écoulée et, le cas échéant, de l'année précédente. Evaluation du niveau de réalisation des objectifs sur la base des indicateurs retenus. Explications sur les actions prévues non réalisées ; -objectifs de progression pour l'année à venir et indicateurs associés. Définition qualitative et quantitative des mesures permettant de les atteindre conformément à l'article R. 2242-2. Evaluation de leur coût. Echéancier des mesures prévues ; 3° Fonds propres, endettement et impôts : a) Capitaux propres de l'entreprise ; b) Emprunts et dettes financières dont échéances et charges financières ; c) Impôts et taxes ; 4° Rémunération des salariés et dirigeants, dans l'ensemble de leurs éléments : A-Evolution des rémunérations salariales : a) Frais de personnel y compris cotisations sociales, évolutions salariales par catégorie et par sexe, salaire de base minimum, salaire moyen ou médian, par sexe et par catégorie professionnelle ; b) Pour les entreprises soumises aux  dispositions de l'article L. 225-115 du code de commerce , montant global des rémunérations visées au 4° de cet article ; c) Epargne salariale : intéressement, participation ; 5° Activités sociales et culturelles : montant de la contribution aux activités sociales et culturelles Du comité social et économique, mécénat ; 6° Rémunération des financeurs, en dehors des éléments mentionnés au 4° : A-Rémunération des actionnaires (revenus distribués) ; B-Rémunération de l'actionnariat salarié (montant des actions détenues dans le cadre de l'épargne salariale, part dans le capital, dividendes reçus) ; 7° Flux financiers à destination de l'entreprise : A-Aides publiques : Aides ou avantages financiers consentis à l'entreprise par l'Union européenne, l'Etat, une collectivité territoriale, un de leurs établissements publics ou un organisme privé chargé d'une mission de service public, et leur utilisation. Pour chacune de ces aides, il est indiqué la nature de l'aide, son objet, son montant, les conditions de versement et d'emploi fixées, le cas échéant, par la personne publique qui l'attribue et son emploi ; B-Réductions d'impôts ; C-Exonérations et réductions de cotisations sociales ; D-Crédits d'impôts ; E-Mécénat ; F-Résultats financiers : a) Chiffre d'affaires, bénéfices ou pertes constatés ; b) Résultats d'activité en valeur et en volume ; c) Affectation des bénéfices réalisés ; 8° Partenariats : A-Partenariats conclus pour produire des services ou des produits pour une autre entreprise ; B-Partenariats conclus pour bénéficier des services ou des produits d'une autre entreprise ; 9° Pour les entreprises appartenant à un groupe, transferts commerciaux et financiers entre les entités du groupe : A-Transferts de capitaux tels qu'ils figurent dans les comptes individuels des sociétés du groupe lorsqu'ils présentent une importance significative, notamment transferts de capitaux importants entre la société mère et les filiales ; B-Cessions, fusions, et acquisitions réalisées. 10° Environnement (1) A-Politique générale en matière environnementale : Organisation de l'entreprise pour prendre en compte les questions environnementales et, le cas échéant, les démarches d'évaluation ou de certification en matière d'environnement ; B-Economie circulaire : a) Prévention et gestion de la production de déchets : évaluation de la quantité de déchets dangereux définis à l' article R. 541-8 du code de l'environnement  et faisant l'objet d'une émission du bordereau mentionné à l'article R. 541-45 du même code ; b) Utilisation durable des ressources : consommation d'eau et consommation d'énergie ; C-Changement climatique : a) Identification des postes d'émissions directes de gaz à effet de serre produites par les sources fixes et mobiles nécessaires aux activités de l'entreprise (communément appelées \" émissions du scope 1 \") et, lorsque l'entreprise dispose de cette information, évaluation du volume de ces émissions de gaz à effet de serre ; b) Bilan des émissions de gaz à effet de serre prévu par l' article L. 229-25 du code de l'environnement  ou bilan simplifié prévu par l' article 244 de la loi n° 2020-1721 du 29 décembre 2020  de finances pour 2021 pour les entreprises tenues d'établir ces différents bilans. Notes : (1) Lorsque les données et informations environnementales transmises dans le cadre de cette rubrique ne sont pas éditées au niveau de l'entreprise (i. e. par exemple, au niveau du groupe ou des établissements distincts, le cas échéant), elles doivent être accompagnées d'informations supplémentaires pertinentes pour être mises en perspective à ce niveau.",
            "texteHtml": "<p>En l'absence d'accord prévu à l'article L. 2312-21, dans les entreprises de moins de trois cents salariés, la base de données prévue à l'article L. 2312-18 comporte les informations suivantes : </p><center><table border='1'><tbody><tr><td colspan='2' align='center'><br clear='none'/>1° Investissements : </td></tr><tr><td rowspan='6' align='left'><br clear='none'/>A-Investissement social : </td><td align='left'><br clear='none'/>a) Evolution des effectifs par type de contrat, par âge, par ancienneté ;<br clear='none'/><br clear='none'/>-évolution des effectifs retracée mois par mois ;<br clear='none'/><br clear='none'/>-nombre de salariés titulaires d'un contrat de travail à durée indéterminée ;<br clear='none'/><br clear='none'/>-nombre de salariés titulaires d'un contrat de travail à durée déterminée ;<br clear='none'/><br clear='none'/>-nombre de salariés temporaires ;<br clear='none'/><br clear='none'/>-nombre de salariés appartenant à une entreprise extérieure ;<br clear='none'/><br clear='none'/>-nombre des journées de travail réalisées au cours des douze derniers mois par les salariés temporaires ;<br clear='none'/><br clear='none'/>-nombre de contrats d'insertion et de formation en alternance ouverts aux jeunes de moins de vingt-six ans ;<br clear='none'/><br clear='none'/>-motifs ayant conduit l'entreprise à recourir aux contrats de travail à durée déterminée, aux contrats de travail temporaire, aux contrats de travail à temps partiel, ainsi qu'à des salariés appartenant à une entreprise extérieure ; </td></tr><tr><td align='left'><br clear='none'/>b) Evolution des emplois par catégorie professionnelle ;<br clear='none'/><br clear='none'/>-répartition des effectifs par sexe et par qualification ;<br clear='none'/><br clear='none'/>-indication des actions de prévention et de formation que l'employeur envisage de mettre en œuvre, notamment au bénéfice des salariés âgés, peu qualifiés ou présentant des difficultés sociales particulières ; </td></tr><tr><td align='left'><br clear='none'/>c) Evolution de l'emploi des personnes handicapées et mesures prises pour le développer ;<br clear='none'/><br clear='none'/>-Actions entreprises ou projetées en matière d'embauche, d'adaptation, de réadaptation ou de formation professionnelle ;<br clear='none'/><br clear='none'/>-Déclaration annuelle prévue à l'article L. 5212-5 à l'exclusion des informations mentionnées à l'article D. 5212-4 ; </td></tr><tr><td align='left'><br clear='none'/>d) Evolution du nombre de stagiaires de plus de 16 ans ; </td></tr><tr><td align='left'><br clear='none'/>e) Formation professionnelle : investissements en formation, publics concernés ;<br clear='none'/><br clear='none'/>-les orientations de la formation professionnelle dans l'entreprise telles qu'elles résultent de la consultation prévue à l'article L. 2312-24 ;<br clear='none'/><br clear='none'/>-le résultat éventuel des négociations prévues à l'article L. 2241-6 ;<br clear='none'/><br clear='none'/>-les conclusions éventuelles des services de contrôle faisant suite aux vérifications effectuées en application des articles L. 6361-1, L. 6323-13 et L. 6362-4 ;<br clear='none'/><br clear='none'/>-le bilan des actions comprises dans le plan de formation de l'entreprise pour l'année antérieure et pour l'année en cours comportant la liste des actions de formation, des bilans de compétences et des validations des acquis de l'expérience réalisés, rapportés aux effectifs concernés répartis par catégorie socioprofessionnelle et par sexe ;<br clear='none'/><br clear='none'/>-les informations, pour l'année antérieure et l'année en cours, relatives aux congés individuels de formation, aux congés de bilan de compétences, aux congés de validation des acquis de l'expérience et aux congés pour enseignement accordés ; notamment leur objet, leur durée et leur coût, aux conditions dans lesquelles ces congés ont été accordés ou reportés ainsi qu'aux résultats obtenus ;<br clear='none'/><br clear='none'/>-le nombre des salariés bénéficiaires de l'abondement mentionné à l'avant-dernier alinéa du II de l'article L. 6315-1 ainsi que les sommes versées à ce titre ;<br clear='none'/><br clear='none'/>-le nombre des salariés bénéficiaires de l'entretien professionnel mentionné au I de l'article L. 6315-1. Le bilan, pour l'année antérieure et l'année en cours, des conditions de mise en œuvre des contrats d'alternance :<br clear='none'/><br clear='none'/>-les emplois occupés pendant et à l'issue de leur action ou de leur période de professionnalisation ;<br clear='none'/><br clear='none'/>-les effectifs intéressés par âge, sexe et niveau initial de formation ;<br clear='none'/><br clear='none'/>-les résultats obtenus en fin d'action ou de période de professionnalisation ainsi que les conditions d'appréciation et de validation. Le bilan de la mise en œuvre du compte personnel de formation ; </td></tr><tr><td align='left'><br clear='none'/>f) Conditions de travail : durée du travail dont travail à temps partiel et aménagement du temps de travail ; Données sur le travail à temps partiel :<br clear='none'/><br clear='none'/>-nombre, sexe et qualification des salariés travaillant à temps partiel ;<br clear='none'/><br clear='none'/>-horaires de travail à temps partiel pratiqués dans l'entreprise ; <br clear='none'/><br clear='none'/>Le programme annuel de prévention des risques professionnels et d'amélioration des conditions de travail prévu au 2° de l'article L. 2312-27 établi à partir des analyses mentionnées à l'article L. 2312-9 et fixant la liste détaillée des mesures devant être prises au cours de l'année à venir dans les mêmes domaines afin de satisfaire, notamment : <br clear='none'/><br clear='none'/>i-Aux principes généraux de prévention prévus aux articles L. 4121-1 à L. 4121-5 et L. 4221-1 ; <br clear='none'/><br clear='none'/>ii-A l'information et à la formation des travailleurs prévues aux articles L. 4141-1 à L. 4143-1 ; <br clear='none'/><br clear='none'/>iii-A l'information et à la formation des salariés titulaires d'un contrat de travail à durée déterminée et des salariés temporaires prévues aux articles L. 4154-2 et L. 4154-4 ; <br clear='none'/><br clear='none'/>iv-A la coordination de la prévention prévue aux articles L. 4522-1 et L. 4522-2 ; </td></tr><tr><td rowspan='3' align='left'><br clear='none'/>B-Investissement matériel et immatériel : </td><td align='left'><br clear='none'/>a) Evolution des actifs nets d'amortissement et de dépréciations éventuelles (immobilisations) ; </td></tr><tr><td align='left'><br clear='none'/>b) Le cas échéant, dépenses de recherche et développement ; </td></tr><tr><td align='left'><br clear='none'/>c) Mesures envisagées en ce qui concerne l'amélioration, le renouvellement ou la transformation des méthodes de production et d'exploitation ; et incidences de ces mesures sur les conditions de travail et l'emploi ; </td></tr><tr><td colspan='2' align='center'><br clear='none'/>2° Egalité professionnelle entre les femmes et les hommes au sein de l'entreprise : </td></tr><tr><td align='left'><br clear='none'/>A-Analyse des données chiffrées : </td><td align='left'><br clear='none'/>Analyse des données chiffrées par catégorie professionnelle de la situation respective des femmes et des hommes en matière d'embauche, de formation, de promotion professionnelle, de qualification, de classification, de conditions de travail, de santé et de sécurité au travail, de rémunération effective et d'articulation entre l'activité professionnelle et l'exercice de la responsabilité familiale analyse des écarts de salaires et de déroulement de carrière en fonction de leur âge, de leur qualification et de leur ancienneté ; description de l'évolution des taux de promotion respectifs des femmes et des hommes par métiers dans l'entreprise ; </td></tr><tr><td align='left'><br clear='none'/>B-Stratégie d'action : </td><td align='left'><br clear='none'/>A partir de l'analyse des données chiffrées mentionnées au A du 2°, la stratégie comprend les éléments suivants :<br clear='none'/><br clear='none'/>-mesures prises au cours de l'année écoulée en vue d'assurer l'égalité professionnelle. Bilan des actions de l'année écoulée et, le cas échéant, de l'année précédente. Evaluation du niveau de réalisation des objectifs sur la base des indicateurs retenus. Explications sur les actions prévues non réalisées ;<br clear='none'/><br clear='none'/>-objectifs de progression pour l'année à venir et indicateurs associés. Définition qualitative et quantitative des mesures permettant de les atteindre conformément à l'article R. 2242-2. Evaluation de leur coût. Echéancier des mesures prévues ; </td></tr><tr><td colspan='2' align='center'><br clear='none'/>3° Fonds propres, endettement et impôts : </td></tr><tr><td rowspan='3' align='left'></td><td align='left'><br clear='none'/>a) Capitaux propres de l'entreprise ; </td></tr><tr><td align='left'><br clear='none'/>b) Emprunts et dettes financières dont échéances et charges financières ; </td></tr><tr><td align='left'><br clear='none'/>c) Impôts et taxes ; </td></tr><tr><td colspan='2' align='center'><br clear='none'/>4° Rémunération des salariés et dirigeants, dans l'ensemble de leurs éléments : </td></tr><tr><td rowspan='3' align='left'><br clear='none'/>A-Evolution des rémunérations salariales : </td><td align='left'><br clear='none'/>a) Frais de personnel y compris cotisations sociales, évolutions salariales par catégorie et par sexe, salaire de base minimum, salaire moyen ou médian, par sexe et par catégorie professionnelle ; </td></tr><tr><td align='left'><br clear='none'/>b) Pour les entreprises soumises aux  dispositions de l'article L. 225-115 du code de commerce , montant global des rémunérations visées au 4° de cet article ; </td></tr><tr><td align='left'><br clear='none'/>c) Epargne salariale : intéressement, participation ; </td></tr><tr><td colspan='2' align='center'><br clear='none'/>5° Activités sociales et culturelles : montant de la contribution aux activités sociales et culturelles <br clear='none'/><br clear='none'/>Du comité social et économique, mécénat ; </td></tr><tr><td colspan='2' align='center'><br clear='none'/>6° Rémunération des financeurs, en dehors des éléments mentionnés au 4° : </td></tr><tr><td colspan='2' align='left'><br clear='none'/>A-Rémunération des actionnaires (revenus distribués) ; </td></tr><tr><td colspan='2' align='left'><br clear='none'/>B-Rémunération de l'actionnariat salarié (montant des actions détenues dans le cadre de l'épargne salariale, part dans le capital, dividendes reçus) ; </td></tr><tr><td colspan='2' align='center'><br clear='none'/>7° Flux financiers à destination de l'entreprise : </td></tr><tr><td align='left'><br clear='none'/>A-Aides publiques : </td><td align='left'><br clear='none'/>Aides ou avantages financiers consentis à l'entreprise par l'Union européenne, l'Etat, une collectivité territoriale, un de leurs établissements publics ou un organisme privé chargé d'une mission de service public, et leur utilisation. Pour chacune de ces aides, il est indiqué la nature de l'aide, son objet, son montant, les conditions de versement et d'emploi fixées, le cas échéant, par la personne publique qui l'attribue et son emploi ; </td></tr><tr><td align='left'><br clear='none'/>B-Réductions d'impôts ; </td><td align='left'></td></tr><tr><td align='left'><br clear='none'/>C-Exonérations et réductions de cotisations sociales ; </td><td align='left'></td></tr><tr><td align='left'><br clear='none'/>D-Crédits d'impôts ; </td><td align='left'></td></tr><tr><td align='left'><br clear='none'/>E-Mécénat ; </td><td align='left'></td></tr><tr><td align='left'><br clear='none'/>F-Résultats financiers : </td><td align='left'><br clear='none'/>a) Chiffre d'affaires, bénéfices ou pertes constatés ; <br clear='none'/><br clear='none'/>b) Résultats d'activité en valeur et en volume ; <br clear='none'/><br clear='none'/>c) Affectation des bénéfices réalisés ; </td></tr><tr><td colspan='2' align='center'><br clear='none'/>8° Partenariats : </td></tr><tr><td colspan='2' align='left'><br clear='none'/>A-Partenariats conclus pour produire des services ou des produits pour une autre entreprise ; </td></tr><tr><td colspan='2' align='left'><br clear='none'/>B-Partenariats conclus pour bénéficier des services ou des produits d'une autre entreprise ; </td></tr><tr><td colspan='2' align='center'><br clear='none'/>9° Pour les entreprises appartenant à un groupe, transferts commerciaux et financiers <br clear='none'/><br clear='none'/>entre les entités du groupe : </td></tr><tr><td colspan='2' align='left'><br clear='none'/>A-Transferts de capitaux tels qu'ils figurent dans les comptes individuels des sociétés du groupe lorsqu'ils présentent une importance significative, notamment transferts de capitaux importants entre la société mère et les filiales ; </td></tr><tr><td colspan='2' align='left'><br clear='none'/>B-Cessions, fusions, et acquisitions réalisées. </td></tr><tr><td colspan='2' align='center'><br clear='none'/>10° Environnement (1) </td></tr><tr><td align='left'><br clear='none'/>A-Politique générale en matière environnementale : </td><td align='justify'><br clear='none'/>Organisation de l'entreprise pour prendre en compte les questions environnementales et, le cas échéant, les démarches d'évaluation ou de certification en matière d'environnement ; </td></tr><tr><td rowspan='2' align='left'><br clear='none'/>B-Economie circulaire : </td><td align='left'><br clear='none'/>a) Prévention et gestion de la production de déchets : évaluation de la quantité de déchets dangereux définis à l' article R. 541-8 du code de l'environnement  et faisant l'objet d'une émission du bordereau mentionné à l'article R. 541-45 du même code ; </td></tr><tr><td align='justify'><br clear='none'/>b) Utilisation durable des ressources : consommation d'eau et consommation d'énergie ; </td></tr><tr><td rowspan='2' align='left'><br clear='none'/>C-Changement climatique : </td><td align='justify'><br clear='none'/>a) Identification des postes d'émissions directes de gaz à effet de serre produites par les sources fixes et mobiles nécessaires aux activités de l'entreprise (communément appelées \" émissions du scope 1 \") et, lorsque l'entreprise dispose de cette information, évaluation du volume de ces émissions de gaz à effet de serre ; </td></tr><tr><td align='left'><br clear='none'/>b) Bilan des émissions de gaz à effet de serre prévu par l' article L. 229-25 du code de l'environnement  ou bilan simplifié prévu par l' article 244 de la loi n° 2020-1721 du 29 décembre 2020  de finances pour 2021 pour les entreprises tenues d'établir ces différents bilans. </td></tr><tr><td colspan='2' align='justify'><br clear='none'/>Notes : <br clear='none'/><br clear='none'/>(1) Lorsque les données et informations environnementales transmises dans le cadre de cette rubrique ne sont pas éditées au niveau de l'entreprise (i. e. par exemple, au niveau du groupe ou des établissements distincts, le cas échéant), elles doivent être accompagnées d'informations supplémentaires pertinentes pour être mises en perspective à ce niveau.</td></tr></tbody></table></center>",
            "num": "R2312-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1651104000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018464861",
                        "id": "LEGISCTA000018464861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Les relations collectives de travail \n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485081",
                        "id": "LEGISCTA000018535860",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les institutions représentatives du personnel ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485438",
                        "id": "LEGISCTA000018535521",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2018-01-01",
                        "titre": "Titre Ier : Délégué du personnel ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485440",
                        "id": "LEGISCTA000018535519",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Comité social et économique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485440",
                        "id": "LEGISCTA000036481700",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2018-01-01",
                        "titre": "Chapitre II : Conditions de mise en place",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485446",
                        "id": "LEGISCTA000018535513",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Attributions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485446",
                        "id": "LEGISCTA000036481698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Attributions du comité social et économique dans les entreprises d'au moins cinquante salariés ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411544",
                        "id": "LEGISCTA000036411544",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Modalités d'exercice des attributions générales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411552",
                        "id": "LEGISCTA000036411552",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2022-04-28",
                        "titre": "Paragraphe 2 : Base de données économiques et sociales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411560",
                        "id": "LEGISCTA000036411560",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-04-28",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Base de données économiques, sociales et environnementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411560",
                        "id": "LEGISCTA000045680870",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2022-04-28",
                        "titre": "Sous-Paragraphe 1 : Organisation et contenu supplétifs de la base de données économiques et sociales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411564",
                        "id": "LEGISCTA000036411564",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-04-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-Paragraphe 1 : Organisation et contenu supplétifs de la base de données économiques, sociales et environnementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411564",
                        "id": "LEGISCTA000045680867",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 59,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036411566",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036411564",
            "sectionParentId": "LEGISCTA000045680867",
            "sectionParentTitre": "Sous-Paragraphe 1 : Organisation et contenu supplétifs de la base de données économiques, sociales et environnementales",
            "fullSectionsTitre": "Partie réglementaire   &gt; Deuxième partie : Les relations collectives de travail \n\n &gt; Livre III : Les institutions représentatives du personnel  &gt; Titre Ier : Comité social et économique &gt; Chapitre II : Attributions &gt; Section 3 : Attributions du comité social et économique dans les entreprises d'au moins cinquante salariés  &gt; Sous-section 2 : Modalités d'exercice des attributions générales  &gt; Paragraphe 2 : Base de données économiques, sociales et environnementales &gt; Sous-Paragraphe 1 : Organisation et contenu supplétifs de la base de données économiques, sociales et environnementales",
            "refInjection": "MD-20231017_195623_860_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000045680861",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045667998",
                    "textTitle": "Décret n°2022-678 du 26 avril 2022 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045670275",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-04-27",
                    "dateSignaTexte": "2022-04-26",
                    "dateDebutCible": "2022-04-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "KALITEXT000039333290",
                    "textTitle": "Qualité de vie au travail et égalité profession... - art. 2 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000039333295",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1572998400000,
                    "dateDebut": 1635724800000
                },
                {
                    "textCid": "JORFTEXT000042539849",
                    "textTitle": "Arrêté du 6 novembre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042539852",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1605830400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042753580",
                    "textTitle": "LOI n°2020-1721 du 29 décembre 2020 - art. 244 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "244",
                    "articleId": "JORFARTI000042753853",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2020-1721",
                    "datePubli": 1609286400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000047045834",
                    "textTitle": "relatif à la mise à jour de la convention colle... - art. 13.2.2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13.2.2",
                    "articleId": "KALIARTI000047045937",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1674518400000,
                    "dateDebut": 1665360000000
                },
                {
                    "textCid": "KALITEXT000047331854",
                    "textTitle": "relatif à la formation professionnelle tout au ... - art. 4 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "KALIARTI000047331865",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1679443200000,
                    "dateDebut": 1668729600000
                },
                {
                    "textCid": "KALITEXT000048214738",
                    "textTitle": "relatif à la transition écologique et au dialog... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000048214753",
                    "natureText": "Accord national interprofessionnel",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1697500800000,
                    "dateDebut": 1681171200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-115 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-115",
                    "articleId": "LEGIARTI000006224907",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D5212-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D5212-4",
                    "articleId": "LEGIARTI000038626690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2241-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2241-6",
                    "articleId": "LEGIARTI000006901744",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1506211200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2312-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2312-18",
                    "articleId": "LEGIARTI000035609788",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2312-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2312-21",
                    "articleId": "LEGIARTI000035609796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2312-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2312-24",
                    "articleId": "LEGIARTI000035609806",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2312-27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2312-27",
                    "articleId": "LEGIARTI000035609816",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2312-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2312-9",
                    "articleId": "LEGIARTI000035609536",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4121-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4121-1",
                    "articleId": "LEGIARTI000006903147",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1506816000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4154-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4154-2",
                    "articleId": "LEGIARTI000006903191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4154-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4154-4",
                    "articleId": "LEGIARTI000006903193",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4221-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4221-1",
                    "articleId": "LEGIARTI000006903197",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4522-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4522-1",
                    "articleId": "LEGIARTI000006903232",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4522-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4522-2",
                    "articleId": "LEGIARTI000006903233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L5212-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5212-5",
                    "articleId": "LEGIARTI000006903684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6315-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6315-1",
                    "articleId": "LEGIARTI000021340649",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6323-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6323-13",
                    "articleId": "LEGIARTI000006904235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6361-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6361-1",
                    "articleId": "LEGIARTI000006904447",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6362-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6362-4",
                    "articleId": "LEGIARTI000006904456",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2312-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2312-16",
                    "articleId": "LEGIARTI000045680836",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2312-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2312-18",
                    "articleId": "LEGIARTI000045680830",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2312-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2312-19",
                    "articleId": "LEGIARTI000045680827",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2312-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2312-9",
                    "articleId": "LEGIARTI000045680845",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                },
                {
                    "textCid": "KALITEXT000041685691",
                    "textTitle": "Convention collective nationale du 2 octobre 2019 - art. I.4.9 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "I.4.9",
                    "articleId": "KALIARTI000041685731",
                    "natureText": "Convention collective nationale",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "KALITEXT000042852830",
                    "textTitle": "Formation et développement des compétences - art. 3.3. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3.3.",
                    "articleId": "KALIARTI000044063958",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "KALITEXT000043457452",
                    "textTitle": "relatif à la mixité-diversité et à l - art. 7 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "KALIARTI000043457480",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601596800000
                },
                {
                    "textCid": "KALITEXT000045829274",
                    "textTitle": "Égalité professionnelle - art. 8 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "KALIARTI000045829298",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L229-25 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-25",
                    "articleId": "LEGIARTI000022476852",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R541-45 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R541-45",
                    "articleId": "LEGIARTI000006839119",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1457827200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R541-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R541-8",
                    "articleId": "LEGIARTI000006839071",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1457827200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036411566",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038620214",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1651104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045680861",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1651104000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R2312-8",
                "2312-8"
            ],
            "versionPrecedente": "LEGIARTI000038620214",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038620214",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En l'absence d'accord prévu à l'article L. 2312-21 , dans les entreprises de moins de trois cents salariés, la base de données prévue à l'article L. 2312-18 comporte les informations suivantes : 1° Investissements : A-Investissement social : a) Evolution des effectifs par type de contrat, par âge, par ancienneté ;-évolution des effectifs retracée mois par mois ;-nombre de salariés titulaires d'un contrat de travail à durée indéterminée ;-nombre de salariés titulaires d'un contrat de travail à durée déterminée ;-nombre de salariés temporaires ;-nombre de salariés appartenant à une entreprise extérieure ;-nombre des journées de travail réalisées au cours des douze derniers mois par les salariés temporaires ;-nombre de contrats d'insertion et de formation en alternance ouverts aux jeunes de moins de vingt-six ans ; -motifs ayant conduit l'entreprise à recourir aux contrats de travail à durée déterminée, aux contrats de travail temporaire, aux contrats de travail à temps partiel, ainsi qu'à des salariés appartenant à une entreprise extérieure ; b) Evolution des emplois par catégorie professionnelle ; -répartition des effectifs par sexe et par qualification ;-indication des actions de prévention et de formation que l'employeur envisage de mettre en œuvre, notamment au bénéfice des salariés âgés, peu qualifiés ou présentant des difficultés sociales particulières ; c) Evolution de l'emploi des personnes handicapées et mesures prises pour le développer ; i-Actions entreprises ou projetées en matière d'embauche, d'adaptation, de réadaptation ou de formation professionnelle ; ii-La déclaration annuelle prévue à l'article L. 5212-5 à l'exclusion des informations mentionnées à l'article D. 5212-4 est jointe au présent rapport ; d) Evolution du nombre de stagiaires de plus de 16 ans ; e) Formation professionnelle : investissements en formation, publics concernés ; -les orientations de la formation professionnelle dans l'entreprise telles qu'elles résultent de la consultation prévue à l'article L. 2312-24 ; -le résultat éventuel des négociations prévues à l'article L. 2241-6 ; -les informations relatives aux modalités d'accès à la formation professionnelle des salariés transmises par l'employeur à l'autorité administrative en application de l'article L. 6331-32 ; -les conclusions éventuelles des services de contrôle faisant suite aux vérifications effectuées en application de l'article L. 6361-4 ; -le bilan des actions comprises dans le plan de formation de l'entreprise pour l'année antérieure et pour l'année en cours comportant la liste des actions de formation, des bilans de compétences et des validations des acquis de l'expérience réalisés, rapportés aux effectifs concernés répartis par catégorie socioprofessionnelle et par sexe ;-les informations, pour l'année antérieure et l'année en cours, relatives aux congés individuels de formation, aux congés de bilan de compétences, aux congés de validation des acquis de l'expérience et aux congés pour enseignement accordés ; notamment leur objet, leur durée et leur coût, aux conditions dans lesquelles ces congés ont été accordés ou reportés ainsi qu'aux résultats obtenus ; -le nombre des salariés bénéficiaires de l'abondement mentionné au dernier alinéa du II de l'article L. 6315-1 ainsi que les sommes versées à ce titre ; -le nombre des salariés bénéficiaires de l'entretien professionnel mentionné au I de l'article L. 6315-1. Le bilan, pour l'année antérieure et l'année en cours, des conditions de mise en œuvre des contrats d'alternance : -les emplois occupés pendant et à l'issue de leur action ou de leur période de professionnalisation ; -les effectifs intéressés par âge, sexe et niveau initial de formation. (D. 2323-6) ; -les résultats obtenus en fin d'action ou de période de professionnalisation ainsi que les conditions d'appréciation et de validation. Le bilan de la mise en œuvre du compte personnel de formation ; f) Conditions de travail : durée du travail dont travail à temps partiel et aménagement du temps de travail ; Données sur le travail à temps partiel : -nombre, sexe et qualification des salariés travaillant à temps partiel ; -horaires de travail à temps partiel pratiqués dans l'entreprise ; Le programme annuel de prévention des risques professionnels et d'amélioration des conditions de travail prévu au 2° de l'article L. 2312-27 établi à partir des analyses mentionnées à l'article L. 4612-2 et fixant la liste détaillée des mesures devant être prises au cours de l'année à venir dans les mêmes domaines afin de satisfaire, notamment : i-Aux principes généraux de prévention prévus aux articles L. 4121-1 à L. 4121-5 et L. 4221-1 ; ii-A l'information et à la formation des travailleurs prévues aux articles L. 4141-1 à L. 4143-1 ; iii-A l'information et à la formation des salariés titulaires d'un contrat de travail à durée déterminée et des salariés temporaires prévues aux articles L. 4154-2 et L. 4154-4 ; iv-A la coordination de la prévention prévue aux articles L. 4522-1 et L. 4522-2 ; B-Investissement matériel et immatériel : a) Evolution des actifs nets d'amortissement et de dépréciations éventuelles (immobilisations) ; b) Le cas échéant, dépenses de recherche et développement ; c) Mesures envisagées en ce qui concerne l'amélioration, le renouvellement ou la transformation des méthodes de production et d'exploitation ; et incidences de ces mesures sur les conditions de travail et l'emploi ; 2° Egalité professionnelle entre les femmes et les hommes au sein de l'entreprise : A-Analyse des données chiffrées : Analyse des données chiffrées par catégorie professionnelle de la situation respective des femmes et des hommes en matière d'embauche, de formation, de promotion professionnelle, de qualification, de classification, de conditions de travail, de santé et de sécurité au travail, de rémunération effective et d'articulation entre l'activité professionnelle et l'exercice de la responsabilité familiale analyse des écarts de salaires et de déroulement de carrière en fonction de leur âge, de leur qualification et de leur ancienneté ; description de l'évolution des taux de promotion respectifs des femmes et des hommes par métiers dans l'entreprise ; B-Stratégie d'action : A partir de l'analyse des données chiffrées mentionnées au A du 2°, la stratégie comprend les éléments suivants : -mesures prises au cours de l'année écoulée en vue d'assurer l'égalité professionnelle. Bilan des actions de l'année écoulée et, le cas échéant, de l'année précédente. Evaluation du niveau de réalisation des objectifs sur la base des indicateurs retenus. Explications sur les actions prévues non réalisées ; -objectifs de progression pour l'année à venir et indicateurs associés. Définition qualitative et quantitative des mesures permettant de les atteindre conformément à l'article R. 2242-2. Evaluation de leur coût. Echéancier des mesures prévues ; 3° Fonds propres, endettement et impôts : a) Capitaux propres de l'entreprise ; b) Emprunts et dettes financières dont échéances et charges financières ; c) Impôts et taxes ; 4° Rémunération des salariés et dirigeants, dans l'ensemble de leurs éléments : A-Evolution des rémunérations salariales : a) Frais de personnel y compris cotisations sociales, évolutions salariales par catégorie et par sexe, salaire de base minimum, salaire moyen ou médian, par sexe et par catégorie professionnelle ; b) Pour les entreprises soumises aux dispositions de l'article L. 225-115 du code de commerce , montant global des rémunérations visées au 4° de cet article ; c) Epargne salariale : intéressement, participation ; 5° Activités sociales et culturelles : montant de la contribution aux activités sociales et culturelles du comité d'entreprise, mécénat ; 6° Rémunération des financeurs, en dehors des éléments mentionnés au 4° : A-Rémunération des actionnaires (revenus distribués) ; B-Rémunération de l'actionnariat salarié (montant des actions détenues dans le cadre de l'épargne salariale, part dans le capital, dividendes reçus) ; 7° Flux financiers à destination de l'entreprise : A-Aides publiques : Aides ou avantages financiers consentis à l'entreprise par l'Union européenne, l'Etat, une collectivité territoriale, un de leurs établissements publics ou un organisme privé chargé d'une mission de service public, et leur utilisation. Pour chacune de ces aides, il est indiqué la nature de l'aide, son objet, son montant, les conditions de versement et d'emploi fixées, le cas échéant, par la personne publique qui l'attribue et son emploi ; B-Réductions d'impôts ; C-Exonérations et réductions de cotisations sociales ; D-Crédits d'impôts ; E-Mécénat ; F-Résultats financiers : a) Chiffre d'affaires, bénéfices ou pertes constatés ; b) Résultats d'activité en valeur et en volume ; c) Affectation des bénéfices réalisés ; 8° Partenariats : A-Partenariats conclus pour produire des services ou des produits pour une autre entreprise ; B-Partenariats conclus pour bénéficier des services ou des produits d'une autre entreprise ; 9° Pour les entreprises appartenant à un groupe, transferts commerciaux et financiers entre les entités du groupe : A-Transferts de capitaux tels qu'ils figurent dans les comptes individuels des sociétés du groupe lorsqu'ils présentent une importance significative, notamment transferts de capitaux importants entre la société mère et les filiales ; B-Cessions, fusions, et acquisitions réalisées.",
            "texteHtml": "<p>En l'absence d'accord prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000035609796&dateTexte=&categorieLien=cid'>L. 2312-21</a>, dans les entreprises de moins de trois cents salariés, la base de données prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000035609788&dateTexte=&categorieLien=cid'>L. 2312-18</a> comporte les informations suivantes : <br/></p><center><table border='1'><tbody><tr><td colspan='2' align='left'><br/>1° Investissements : </td></tr><tr><td align='left'><br/>A-Investissement social : </td><td align='left'><br/>a) Evolution des effectifs par type de contrat, par âge, par ancienneté ;-évolution des effectifs retracée mois par mois ;-nombre de salariés titulaires d'un contrat de travail à durée indéterminée ;-nombre de salariés titulaires d'un contrat de travail à durée déterminée ;-nombre de salariés temporaires ;-nombre de salariés appartenant à une entreprise extérieure ;-nombre des journées de travail réalisées au cours des douze derniers mois par les salariés temporaires ;-nombre de contrats d'insertion et de formation en alternance ouverts aux jeunes de moins de vingt-six ans ;<br/><br/>-motifs ayant conduit l'entreprise à recourir aux contrats de travail à durée déterminée, aux contrats de travail temporaire, aux contrats de travail à temps partiel, ainsi qu'à des salariés appartenant à une entreprise extérieure ; </td></tr><tr><td align='left'></td><td align='left'><br/>b) Evolution des emplois par catégorie professionnelle ;<br/><br/>-répartition des effectifs par sexe et par qualification ;-indication des actions de prévention et de formation que l'employeur envisage de mettre en œuvre, notamment au bénéfice des salariés âgés, peu qualifiés ou présentant des difficultés sociales particulières ; </td></tr><tr><td align='left'></td><td align='left'><br/>c) Evolution de l'emploi des personnes handicapées et mesures prises pour le développer ; i-Actions entreprises ou projetées en matière d'embauche, d'adaptation, de réadaptation ou de formation professionnelle ; ii-La déclaration annuelle prévue à l'article L. 5212-5 à l'exclusion des informations mentionnées à l'article D. 5212-4 est jointe au présent rapport ; </td></tr><tr><td align='left'></td><td align='left'><br/>d) Evolution du nombre de stagiaires de plus de 16 ans ; </td></tr><tr><td align='left'></td><td align='left'><br/>e) Formation professionnelle : investissements en formation, publics concernés ;<br/><br/>-les orientations de la formation professionnelle dans l'entreprise telles qu'elles résultent de la consultation prévue à l'article L. 2312-24 ;<br/><br/>-le résultat éventuel des négociations prévues à l'article L. 2241-6 ;<br/><br/>-les informations relatives aux modalités d'accès à la formation professionnelle des salariés transmises par l'employeur à l'autorité administrative en application de l'article L. 6331-32 ;<br/><br/>-les conclusions éventuelles des services de contrôle faisant suite aux vérifications effectuées en application de l'article L. 6361-4 ;<br/><br/>-le bilan des actions comprises dans le plan de formation de l'entreprise pour l'année antérieure et pour l'année en cours comportant la liste des actions de formation, des bilans de compétences et des validations des acquis de l'expérience réalisés, rapportés aux effectifs concernés répartis par catégorie socioprofessionnelle et par sexe ;-les informations, pour l'année antérieure et l'année en cours, relatives aux congés individuels de formation, aux congés de bilan de compétences, aux congés de validation des acquis de l'expérience et aux congés pour enseignement accordés ; notamment leur objet, leur durée et leur coût, aux conditions dans lesquelles ces congés ont été accordés ou reportés ainsi qu'aux résultats obtenus ;<br/><br/>-le nombre des salariés bénéficiaires de l'abondement mentionné au dernier alinéa du II de l'article L. 6315-1 ainsi que les sommes versées à ce titre ;<br/><br/>-le nombre des salariés bénéficiaires de l'entretien professionnel mentionné au I de l'article L. 6315-1. <br/><br/>Le bilan, pour l'année antérieure et l'année en cours, des conditions de mise en œuvre des contrats d'alternance :<br/><br/>-les emplois occupés pendant et à l'issue de leur action ou de leur période de professionnalisation ;<br/><br/>-les effectifs intéressés par âge, sexe et niveau initial de formation. (D. 2323-6) ;<br/><br/>-les résultats obtenus en fin d'action ou de période de professionnalisation ainsi que les conditions d'appréciation et de validation. <br/><br/>Le bilan de la mise en œuvre du compte personnel de formation ; </td></tr><tr><td align='left'></td><td align='left'><br/>f) Conditions de travail : durée du travail dont travail à temps partiel et aménagement du temps de travail ; <br/><br/>Données sur le travail à temps partiel :<br/><br/>-nombre, sexe et qualification des salariés travaillant à temps partiel ;<br/><br/>-horaires de travail à temps partiel pratiqués dans l'entreprise ; Le programme annuel de prévention des risques professionnels et d'amélioration des conditions de travail prévu au 2° de l'article L. 2312-27 établi à partir des analyses mentionnées à l'article L. 4612-2 et fixant la liste détaillée des mesures devant être prises au cours de l'année à venir dans les mêmes domaines afin de satisfaire, notamment : <br/><br/>i-Aux principes généraux de prévention prévus aux articles L. 4121-1 à L. 4121-5 et L. 4221-1 ; <br/><br/>ii-A l'information et à la formation des travailleurs prévues aux articles L. 4141-1 à L. 4143-1 ; <br/><br/>iii-A l'information et à la formation des salariés titulaires d'un contrat de travail à durée déterminée et des salariés temporaires prévues aux articles L. 4154-2 et L. 4154-4 ; <br/><br/>iv-A la coordination de la prévention prévue aux articles L. 4522-1 et L. 4522-2 ; </td></tr><tr><td align='left'><br/>B-Investissement matériel et immatériel : </td><td align='left'><br/>a) Evolution des actifs nets d'amortissement et de dépréciations éventuelles (immobilisations) ; </td></tr><tr><td align='left'></td><td align='left'><br/>b) Le cas échéant, dépenses de recherche et développement ; </td></tr><tr><td align='left'></td><td align='left'><br/>c) Mesures envisagées en ce qui concerne l'amélioration, le renouvellement ou la transformation des méthodes de production et d'exploitation ; et incidences de ces mesures sur les conditions de travail et l'emploi ; </td></tr><tr><td colspan='2' align='left'><br/>2° Egalité professionnelle entre les femmes et les hommes au sein de l'entreprise : </td></tr><tr><td align='left'><br/>A-Analyse des données chiffrées : </td><td align='left'><br/>Analyse des données chiffrées par catégorie professionnelle de la situation respective des femmes et des hommes en matière d'embauche, de formation, de promotion professionnelle, de qualification, de classification, de conditions de travail, de santé et de sécurité au travail, de rémunération effective et d'articulation entre l'activité professionnelle et l'exercice de la responsabilité familiale analyse des écarts de salaires et de déroulement de carrière en fonction de leur âge, de leur qualification et de leur ancienneté ; description de l'évolution des taux de promotion respectifs des femmes et des hommes par métiers dans l'entreprise ; </td></tr><tr><td align='left'><br/>B-Stratégie d'action : </td><td align='left'><br/>A partir de l'analyse des données chiffrées mentionnées au A du 2°, la stratégie comprend les éléments suivants :<br/><br/>-mesures prises au cours de l'année écoulée en vue d'assurer l'égalité professionnelle. Bilan des actions de l'année écoulée et, le cas échéant, de l'année précédente. Evaluation du niveau de réalisation des objectifs sur la base des indicateurs retenus. Explications sur les actions prévues non réalisées ;<br/><br/>-objectifs de progression pour l'année à venir et indicateurs associés. Définition qualitative et quantitative des mesures permettant de les atteindre conformément à l'article R. 2242-2. Evaluation de leur coût. Echéancier des mesures prévues ; </td></tr><tr><td colspan='2' align='left'><br/>3° Fonds propres, endettement et impôts : </td></tr><tr><td align='left'></td><td align='left'><br/>a) Capitaux propres de l'entreprise ; </td></tr><tr><td align='left'></td><td align='left'><br/>b) Emprunts et dettes financières dont échéances et charges financières ; </td></tr><tr><td align='left'></td><td align='left'><br/>c) Impôts et taxes ; </td></tr><tr><td colspan='2' align='left'><br/>4° Rémunération des salariés et dirigeants, dans l'ensemble de leurs éléments : </td></tr><tr><td align='left'><br/>A-Evolution des rémunérations salariales : </td><td align='left'><br/>a) Frais de personnel y compris cotisations sociales, évolutions salariales par catégorie et par sexe, salaire de base minimum, salaire moyen ou médian, par sexe et par catégorie professionnelle ; </td></tr><tr><td align='left'></td><td align='left'><br/>b) Pour les entreprises soumises aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224907&dateTexte=&categorieLien=cid'>dispositions de l'article L. 225-115 du code de commerce</a>, montant global des rémunérations visées au 4° de cet article ; </td></tr><tr><td align='left'></td><td align='left'><br/>c) Epargne salariale : intéressement, participation ; </td></tr><tr><td colspan='2' align='left'><br/>5° Activités sociales et culturelles : montant de la contribution aux activités sociales et culturelles du comité d'entreprise, mécénat ; </td></tr><tr><td colspan='2' align='left'><br/>6° Rémunération des financeurs, en dehors des éléments mentionnés au 4° : </td></tr><tr><td colspan='2' align='left'><br/>A-Rémunération des actionnaires (revenus distribués) ; </td></tr><tr><td colspan='2' align='left'><br/>B-Rémunération de l'actionnariat salarié (montant des actions détenues dans le cadre de l'épargne salariale, part dans le capital, dividendes reçus) ; </td></tr><tr><td colspan='2' align='left'><br/>7° Flux financiers à destination de l'entreprise : </td></tr><tr><td align='left'><br/>A-Aides publiques : </td><td align='left'><br/>Aides ou avantages financiers consentis à l'entreprise par l'Union européenne, l'Etat, une collectivité territoriale, un de leurs établissements publics ou un organisme privé chargé d'une mission de service public, et leur utilisation. Pour chacune de ces aides, il est indiqué la nature de l'aide, son objet, son montant, les conditions de versement et d'emploi fixées, le cas échéant, par la personne publique qui l'attribue et son emploi ; </td></tr><tr><td align='left'><br/>B-Réductions d'impôts ; </td><td align='left'></td></tr><tr><td align='left'><br/>C-Exonérations et réductions de cotisations sociales ; </td><td align='left'></td></tr><tr><td align='left'><br/>D-Crédits d'impôts ; </td><td align='left'></td></tr><tr><td align='left'><br/>E-Mécénat ; </td><td align='left'></td></tr><tr><td align='left'><br/>F-Résultats financiers : </td><td align='left'><br/>a) Chiffre d'affaires, bénéfices ou pertes constatés ; b) Résultats d'activité en valeur et en volume ; c) Affectation des bénéfices réalisés ; </td></tr><tr><td colspan='2' align='left'><br/>8° Partenariats : </td></tr><tr><td colspan='2' align='left'><br/>A-Partenariats conclus pour produire des services ou des produits pour une autre entreprise ; </td></tr><tr><td colspan='2' align='left'><br/>B-Partenariats conclus pour bénéficier des services ou des produits d'une autre entreprise ; </td></tr><tr><td colspan='2' align='left'><br/>9° Pour les entreprises appartenant à un groupe, transferts commerciaux et financiers entre les entités du groupe : </td></tr><tr><td colspan='2' align='left'><br/>A-Transferts de capitaux tels qu'ils figurent dans les comptes individuels des sociétés du groupe lorsqu'ils présentent une importance significative, notamment transferts de capitaux importants entre la société mère et les filiales ; </td></tr><tr><td colspan='2' align='left'><br/>B-Cessions, fusions, et acquisitions réalisées.</td></tr></tbody></table></center>",
            "num": "R2312-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1577836800000,
            "dateFin": 1651104000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018464861",
                        "id": "LEGISCTA000018464861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Les relations collectives de travail \n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485081",
                        "id": "LEGISCTA000018535860",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les institutions représentatives du personnel ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485438",
                        "id": "LEGISCTA000018535521",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2018-01-01",
                        "titre": "Titre Ier : Délégué du personnel ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485440",
                        "id": "LEGISCTA000018535519",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Comité social et économique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485440",
                        "id": "LEGISCTA000036481700",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2018-01-01",
                        "titre": "Chapitre II : Conditions de mise en place",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485446",
                        "id": "LEGISCTA000018535513",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Attributions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485446",
                        "id": "LEGISCTA000036481698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Attributions du comité social et économique dans les entreprises d'au moins cinquante salariés ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411544",
                        "id": "LEGISCTA000036411544",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Modalités d'exercice des attributions générales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411552",
                        "id": "LEGISCTA000036411552",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2022-04-28",
                        "titre": "Paragraphe 2 : Base de données économiques et sociales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411560",
                        "id": "LEGISCTA000036411560",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-04-28",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Base de données économiques, sociales et environnementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411560",
                        "id": "LEGISCTA000045680870",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2022-04-28",
                        "titre": "Sous-Paragraphe 1 : Organisation et contenu supplétifs de la base de données économiques et sociales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411564",
                        "id": "LEGISCTA000036411564",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-04-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-Paragraphe 1 : Organisation et contenu supplétifs de la base de données économiques, sociales et environnementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411564",
                        "id": "LEGISCTA000045680867",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 59,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036411566",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036411564",
            "sectionParentId": "LEGISCTA000045680867",
            "sectionParentTitre": "Sous-Paragraphe 1 : Organisation et contenu supplétifs de la base de données économiques, sociales et environnementales",
            "fullSectionsTitre": "Partie réglementaire   &gt; Deuxième partie : Les relations collectives de travail \n\n &gt; Livre III : Les institutions représentatives du personnel  &gt; Titre Ier : Comité social et économique &gt; Chapitre II : Attributions &gt; Section 3 : Attributions du comité social et économique dans les entreprises d'au moins cinquante salariés  &gt; Sous-section 2 : Modalités d'exercice des attributions générales  &gt; Paragraphe 2 : Base de données économiques, sociales et environnementales &gt; Sous-Paragraphe 1 : Organisation et contenu supplétifs de la base de données économiques, sociales et environnementales",
            "refInjection": "MD-20231017_195623_860_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000038620214",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions du I de l'article 3 du décret n° 2019-521 du 27 mai 2019, les dispositions du présent décret entrent en vigueur dans les conditions prévues à l'article 67 de la loi n° 2018-771 du 5 septembre 2018.",
            "notaHtml": "<p>Conformément aux dispositions du I de l'article 3 du décret n° 2019-521 du 27 mai 2019, les dispositions du présent décret entrent en vigueur dans les conditions prévues à l'article 67 de la loi n° 2018-771 du 5 septembre 2018.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038510187",
                    "textTitle": "Décret n°2019-521 du 27 mai 2019 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038555714",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-05-28",
                    "dateSignaTexte": "2019-05-27",
                    "dateDebutCible": "2019-05-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "KALITEXT000039333290",
                    "textTitle": "Qualité de vie au travail et égalité profession... - art. 2 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000039333295",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1572998400000,
                    "dateDebut": 1635724800000
                },
                {
                    "textCid": "JORFTEXT000042539849",
                    "textTitle": "Arrêté du 6 novembre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042539852",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1605830400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000047045834",
                    "textTitle": "relatif à la mise à jour de la convention colle... - art. 13.2.2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13.2.2",
                    "articleId": "KALIARTI000047045937",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1674518400000,
                    "dateDebut": 1665360000000
                },
                {
                    "textCid": "KALITEXT000047331854",
                    "textTitle": "relatif à la formation professionnelle tout au ... - art. 4 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "KALIARTI000047331865",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1679443200000,
                    "dateDebut": 1668729600000
                },
                {
                    "textCid": "KALITEXT000048214738",
                    "textTitle": "relatif à la transition écologique et au dialog... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000048214753",
                    "natureText": "Accord national interprofessionnel",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1697500800000,
                    "dateDebut": 1681171200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-115",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-115",
                    "articleId": "LEGIARTI000006224907",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2312-18",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2312-18",
                    "articleId": "LEGIARTI000035609788",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2312-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2312-21",
                    "articleId": "LEGIARTI000035609796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2312-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2312-16",
                    "articleId": "LEGIARTI000045680836",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2312-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2312-18",
                    "articleId": "LEGIARTI000045680830",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2312-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2312-19",
                    "articleId": "LEGIARTI000045680827",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2312-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2312-9",
                    "articleId": "LEGIARTI000045680845",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                },
                {
                    "textCid": "KALITEXT000041685691",
                    "textTitle": "Convention collective nationale du 2 octobre 2019 - art. I.4.9 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "I.4.9",
                    "articleId": "KALIARTI000041685731",
                    "natureText": "Convention collective nationale",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "KALITEXT000042852830",
                    "textTitle": "Formation et développement des compétences - art. 3.3. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3.3.",
                    "articleId": "KALIARTI000044063958",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "KALITEXT000043457452",
                    "textTitle": "relatif à la mixité-diversité et à l - art. 7 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "KALIARTI000043457480",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601596800000
                },
                {
                    "textCid": "KALITEXT000045829274",
                    "textTitle": "Égalité professionnelle - art. 8 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "KALIARTI000045829298",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036411566",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038620214",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1651104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045680861",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1651104000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R2312-8",
                "2312-8"
            ],
            "versionPrecedente": "LEGIARTI000036411566",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036411566",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En l'absence d'accord prévu à l'article L. 2312-21, dans les entreprises de moins de trois cents salariés, la base de données prévue à l'article L. 2312-18 comporte les informations suivantes : 1° Investissements : A-Investissement social : a) Evolution des effectifs par type de contrat, par âge, par ancienneté ;-évolution des effectifs retracée mois par mois ;-nombre de salariés titulaires d'un contrat de travail à durée indéterminée ;-nombre de salariés titulaires d'un contrat de travail à durée déterminée ;-nombre de salariés temporaires ;-nombre de salariés appartenant à une entreprise extérieure ;-nombre des journées de travail réalisées au cours des douze derniers mois par les salariés temporaires ;-nombre de contrats d'insertion et de formation en alternance ouverts aux jeunes de moins de vingt-six ans ; -motifs ayant conduit l'entreprise à recourir aux contrats de travail à durée déterminée, aux contrats de travail temporaire, aux contrats de travail à temps partiel, ainsi qu'à des salariés appartenant à une entreprise extérieure ; b) Evolution des emplois par catégorie professionnelle ; -répartition des effectifs par sexe et par qualification ;-indication des actions de prévention et de formation que l'employeur envisage de mettre en œuvre, notamment au bénéfice des salariés âgés, peu qualifiés ou présentant des difficultés sociales particulières ; c) Evolution de l'emploi des personnes handicapées et mesures prises pour le développer ; i-Actions entreprises ou projetées en matière d'embauche, d'adaptation, de réadaptation ou de formation professionnelle ; ii-La déclaration annuelle prévue à l'article L. 5212-5 à l'exclusion de la liste mentionnée au 1° de l'article R. 5212-2 est jointe au présent rapport ; d) Evolution du nombre de stagiaires de plus de 16 ans ; e) Formation professionnelle : investissements en formation, publics concernés ; -les orientations de la formation professionnelle dans l'entreprise telles qu'elles résultent de la consultation prévue à l'article L. 2312-24 ; -le résultat éventuel des négociations prévues à l'article L. 2241-6 ; -les informations relatives aux modalités d'accès à la formation professionnelle des salariés transmises par l'employeur à l'autorité administrative en application de l'article L. 6331-32 ; -les conclusions éventuelles des services de contrôle faisant suite aux vérifications effectuées en application de l'article L. 6361-4 ; -le bilan des actions comprises dans le plan de formation de l'entreprise pour l'année antérieure et pour l'année en cours comportant la liste des actions de formation, des bilans de compétences et des validations des acquis de l'expérience réalisés, rapportés aux effectifs concernés répartis par catégorie socioprofessionnelle et par sexe ;-les informations, pour l'année antérieure et l'année en cours, relatives aux congés individuels de formation, aux congés de bilan de compétences, aux congés de validation des acquis de l'expérience et aux congés pour enseignement accordés ; notamment leur objet, leur durée et leur coût, aux conditions dans lesquelles ces congés ont été accordés ou reportés ainsi qu'aux résultats obtenus ; -le nombre des salariés bénéficiaires de l'abondement mentionné au dernier alinéa du II de l'article L. 6315-1 ainsi que les sommes versées à ce titre ; -le nombre des salariés bénéficiaires de l'entretien professionnel mentionné au I de l'article L. 6315-1. Le bilan, pour l'année antérieure et l'année en cours, des conditions de mise en œuvre des contrats d'alternance : -les emplois occupés pendant et à l'issue de leur action ou de leur période de professionnalisation ; -les effectifs intéressés par âge, sexe et niveau initial de formation. (D. 2323-6) ; -les résultats obtenus en fin d'action ou de période de professionnalisation ainsi que les conditions d'appréciation et de validation. Le bilan de la mise en œuvre du compte personnel de formation ; f) Conditions de travail : durée du travail dont travail à temps partiel et aménagement du temps de travail ; Données sur le travail à temps partiel : -nombre, sexe et qualification des salariés travaillant à temps partiel ; -horaires de travail à temps partiel pratiqués dans l'entreprise ; Le programme annuel de prévention des risques professionnels et d'amélioration des conditions de travail prévu au 2° de l'article L. 2312-27 établi à partir des analyses mentionnées à l'article L. 4612-2 et fixant la liste détaillée des mesures devant être prises au cours de l'année à venir dans les mêmes domaines afin de satisfaire, notamment : i-Aux principes généraux de prévention prévus aux articles L. 4121-1 à L. 4121-5 et L. 4221-1 ; ii-A l'information et à la formation des travailleurs prévues aux articles L. 4141-1 à L. 4143-1 ; iii-A l'information et à la formation des salariés titulaires d'un contrat de travail à durée déterminée et des salariés temporaires prévues aux articles L. 4154-2 et L. 4154-4 ; iv-A la coordination de la prévention prévue aux articles L. 4522-1 et L. 4522-2 ; B-Investissement matériel et immatériel : a) Evolution des actifs nets d'amortissement et de dépréciations éventuelles (immobilisations) ; b) Le cas échéant, dépenses de recherche et développement ; c) Mesures envisagées en ce qui concerne l'amélioration, le renouvellement ou la transformation des méthodes de production et d'exploitation ; et incidences de ces mesures sur les conditions de travail et l'emploi ; 2° Egalité professionnelle entre les femmes et les hommes au sein de l'entreprise : A-Analyse des données chiffrées : Analyse des données chiffrées par catégorie professionnelle de la situation respective des femmes et des hommes en matière d'embauche, de formation, de promotion professionnelle, de qualification, de classification, de conditions de travail, de santé et de sécurité au travail, de rémunération effective et d'articulation entre l'activité professionnelle et l'exercice de la responsabilité familiale analyse des écarts de salaires et de déroulement de carrière en fonction de leur âge, de leur qualification et de leur ancienneté ; description de l'évolution des taux de promotion respectifs des femmes et des hommes par métiers dans l'entreprise ; B-Stratégie d'action : A partir de l'analyse des données chiffrées mentionnées au A du 2°, la stratégie comprend les éléments suivants : -mesures prises au cours de l'année écoulée en vue d'assurer l'égalité professionnelle. Bilan des actions de l'année écoulée et, le cas échéant, de l'année précédente. Evaluation du niveau de réalisation des objectifs sur la base des indicateurs retenus. Explications sur les actions prévues non réalisées ; -objectifs de progression pour l'année à venir et indicateurs associés. Définition qualitative et quantitative des mesures permettant de les atteindre conformément à l'article R. 2242-2. Evaluation de leur coût. Echéancier des mesures prévues ; 3° Fonds propres, endettement et impôts : a) Capitaux propres de l'entreprise ; b) Emprunts et dettes financières dont échéances et charges financières ; c) Impôts et taxes ; 4° Rémunération des salariés et dirigeants, dans l'ensemble de leurs éléments : A-Evolution des rémunérations salariales : a) Frais de personnel y compris cotisations sociales, évolutions salariales par catégorie et par sexe, salaire de base minimum, salaire moyen ou médian, par sexe et par catégorie professionnelle ; b) Pour les entreprises soumises aux dispositions de l'article L. 225-115 du code de commerce , montant global des rémunérations visées au 4° de cet article ; c) Epargne salariale : intéressement, participation ; 5° Activités sociales et culturelles : montant de la contribution aux activités sociales et culturelles du comité d'entreprise, mécénat ; 6° Rémunération des financeurs, en dehors des éléments mentionnés au 4° : A-Rémunération des actionnaires (revenus distribués) ; B-Rémunération de l'actionnariat salarié (montant des actions détenues dans le cadre de l'épargne salariale, part dans le capital, dividendes reçus) ; 7° Flux financiers à destination de l'entreprise : A-Aides publiques : Aides ou avantages financiers consentis à l'entreprise par l'Union européenne, l'Etat, une collectivité territoriale, un de leurs établissements publics ou un organisme privé chargé d'une mission de service public, et leur utilisation. Pour chacune de ces aides, il est indiqué la nature de l'aide, son objet, son montant, les conditions de versement et d'emploi fixées, le cas échéant, par la personne publique qui l'attribue et son emploi ; B-Réductions d'impôts ; C-Exonérations et réductions de cotisations sociales ; D-Crédits d'impôts ; E-Mécénat ; F-Résultats financiers : a) Chiffre d'affaires, bénéfices ou pertes constatés ; b) Résultats d'activité en valeur et en volume ; c) Affectation des bénéfices réalisés ; 8° Partenariats : A-Partenariats conclus pour produire des services ou des produits pour une autre entreprise ; B-Partenariats conclus pour bénéficier des services ou des produits d'une autre entreprise ; 9° Pour les entreprises appartenant à un groupe, transferts commerciaux et financiers entre les entités du groupe : A-Transferts de capitaux tels qu'ils figurent dans les comptes individuels des sociétés du groupe lorsqu'ils présentent une importance significative, notamment transferts de capitaux importants entre la société mère et les filiales ; B-Cessions, fusions, et acquisitions réalisées.",
            "texteHtml": "<p>En l'absence d'accord prévu à l'article L. 2312-21, dans les entreprises de moins de trois cents salariés, la base de données prévue à l'article L. 2312-18 comporte les informations suivantes :<br/><br/></p><p></p><center><table border='1'><tbody><tr><td colspan='2' align='left'><br/>\n\t\t\t1° Investissements :</td></tr><tr><td align='left'><br/>\n\t\t\tA-Investissement social :</td><td align='left'><br/>\n\t\t\ta) Evolution des effectifs par type de contrat, par âge, par ancienneté ;-évolution des effectifs retracée mois par mois ;-nombre de salariés titulaires d'un contrat de travail à durée indéterminée ;-nombre de salariés titulaires d'un contrat de travail à durée déterminée ;-nombre de salariés temporaires ;-nombre de salariés appartenant à une entreprise extérieure ;-nombre des journées de travail réalisées au cours des douze derniers mois par les salariés temporaires ;-nombre de contrats d'insertion et de formation en alternance ouverts aux jeunes de moins de vingt-six ans ;<br/><br/>\n\t\t\t-motifs ayant conduit l'entreprise à recourir aux contrats de travail à durée déterminée, aux contrats de travail temporaire, aux contrats de travail à temps partiel, ainsi qu'à des salariés appartenant à une entreprise extérieure ;</td></tr><tr><td align='left'></td><td align='left'><br/>\n\t\t\tb) Evolution des emplois par catégorie professionnelle ;<br/><br/>\n\t\t\t-répartition des effectifs par sexe et par qualification ;-indication des actions de prévention et de formation que l'employeur envisage de mettre en œuvre, notamment au bénéfice des salariés âgés, peu qualifiés ou présentant des difficultés sociales particulières ;</td></tr><tr><td align='left'></td><td align='left'><br/>\n\t\t\tc) Evolution de l'emploi des personnes handicapées et mesures prises pour le développer ; i-Actions entreprises ou projetées en matière d'embauche, d'adaptation, de réadaptation ou de formation professionnelle ; ii-La déclaration annuelle prévue à l'article L. 5212-5 à l'exclusion de la liste mentionnée au 1° de l'article R. 5212-2 est jointe au présent rapport ;</td></tr><tr><td align='left'></td><td align='left'><br/>\n\t\t\td) Evolution du nombre de stagiaires de plus de 16 ans ;</td></tr><tr><td align='left'></td><td align='left'><br/>\n\t\t\te) Formation professionnelle : investissements en formation, publics concernés ;<br/><br/>\n\t\t\t-les orientations de la formation professionnelle dans l'entreprise telles qu'elles résultent de la consultation prévue à l'article L. 2312-24 ;<br/><br/>\n\t\t\t-le résultat éventuel des négociations prévues à l'article L. 2241-6 ;<br/><br/>\n\t\t\t-les informations relatives aux modalités d'accès à la formation professionnelle des salariés transmises par l'employeur à l'autorité administrative en application de l'article L. 6331-32 ;<br/><br/>\n\t\t\t-les conclusions éventuelles des services de contrôle faisant suite aux vérifications effectuées en application de l'article L. 6361-4 ;<br/><br/>\n\t\t\t-le bilan des actions comprises dans le plan de formation de l'entreprise pour l'année antérieure et pour l'année en cours comportant la liste des actions de formation, des bilans de compétences et des validations des acquis de l'expérience réalisés, rapportés aux effectifs concernés répartis par catégorie socioprofessionnelle et par sexe ;-les informations, pour l'année antérieure et l'année en cours, relatives aux congés individuels de formation, aux congés de bilan de compétences, aux congés de validation des acquis de l'expérience et aux congés pour enseignement accordés ; notamment leur objet, leur durée et leur coût, aux conditions dans lesquelles ces congés ont été accordés ou reportés ainsi qu'aux résultats obtenus ;<br/><br/>\n\t\t\t-le nombre des salariés bénéficiaires de l'abondement mentionné au dernier alinéa du II de l'article L. 6315-1 ainsi que les sommes versées à ce titre ;<br/><br/>\n\t\t\t-le nombre des salariés bénéficiaires de l'entretien professionnel mentionné au I de l'article L. 6315-1.<br/><br/>\n\t\t\tLe bilan, pour l'année antérieure et l'année en cours, des conditions de mise en œuvre des contrats d'alternance :<br/><br/>\n\t\t\t-les emplois occupés pendant et à l'issue de leur action ou de leur période de professionnalisation ;<br/><br/>\n\t\t\t-les effectifs intéressés par âge, sexe et niveau initial de formation. (D. 2323-6) ;<br/><br/>\n\t\t\t-les résultats obtenus en fin d'action ou de période de professionnalisation ainsi que les conditions d'appréciation et de validation.<br/><br/>\n\t\t\tLe bilan de la mise en œuvre du compte personnel de formation ;</td></tr><tr><td align='left'></td><td align='left'><br/>\n\t\t\tf) Conditions de travail : durée du travail dont travail à temps partiel et aménagement du temps de travail ;<br/><br/>\n\t\t\tDonnées sur le travail à temps partiel :<br/><br/>\n\t\t\t-nombre, sexe et qualification des salariés travaillant à temps partiel ;<br/><br/>\n\t\t\t-horaires de travail à temps partiel pratiqués dans l'entreprise ; Le programme annuel de prévention des risques professionnels et d'amélioration des conditions de travail prévu au 2° de l'article L. 2312-27 établi à partir des analyses mentionnées à l'article L. 4612-2 et fixant la liste détaillée des mesures devant être prises au cours de l'année à venir dans les mêmes domaines afin de satisfaire, notamment :<br/><br/>\n\t\t\ti-Aux principes généraux de prévention prévus aux articles L. 4121-1 à L. 4121-5 et L. 4221-1 ;<br/><br/>\n\t\t\tii-A l'information et à la formation des travailleurs prévues aux articles L. 4141-1 à L. 4143-1 ;<br/><br/>\n\t\t\tiii-A l'information et à la formation des salariés titulaires d'un contrat de travail à durée déterminée et des salariés temporaires prévues aux articles L. 4154-2 et L. 4154-4 ;<br/><br/>\n\t\t\tiv-A la coordination de la prévention prévue aux articles L. 4522-1 et L. 4522-2 ;</td></tr><tr><td align='left'><br/>\n\t\t\tB-Investissement matériel et immatériel :</td><td align='left'><br/>\n\t\t\ta) Evolution des actifs nets d'amortissement et de dépréciations éventuelles (immobilisations) ;</td></tr><tr><td align='left'></td><td align='left'><br/>\n\t\t\tb) Le cas échéant, dépenses de recherche et développement ;</td></tr><tr><td align='left'></td><td align='left'><br/>\n\t\t\tc) Mesures envisagées en ce qui concerne l'amélioration, le renouvellement ou la transformation des méthodes de production et d'exploitation ; et incidences de ces mesures sur les conditions de travail et l'emploi ;</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\t2° Egalité professionnelle entre les femmes et les hommes au sein de l'entreprise :</td></tr><tr><td align='left'><br/>\n\t\t\tA-Analyse des données chiffrées :</td><td align='left'><br/>\n\t\t\tAnalyse des données chiffrées par catégorie professionnelle de la situation respective des femmes et des hommes en matière d'embauche, de formation, de promotion professionnelle, de qualification, de classification, de conditions de travail, de santé et de sécurité au travail, de rémunération effective et d'articulation entre l'activité professionnelle et l'exercice de la responsabilité familiale analyse des écarts de salaires et de déroulement de carrière en fonction de leur âge, de leur qualification et de leur ancienneté ; description de l'évolution des taux de promotion respectifs des femmes et des hommes par métiers dans l'entreprise ;</td></tr><tr><td align='left'><br/>\n\t\t\tB-Stratégie d'action :</td><td align='left'><br/>\n\t\t\tA partir de l'analyse des données chiffrées mentionnées au A du 2°, la stratégie comprend les éléments suivants :<br/><br/>\n\t\t\t-mesures prises au cours de l'année écoulée en vue d'assurer l'égalité professionnelle. Bilan des actions de l'année écoulée et, le cas échéant, de l'année précédente. Evaluation du niveau de réalisation des objectifs sur la base des indicateurs retenus. Explications sur les actions prévues non réalisées ;<br/><br/>\n\t\t\t-objectifs de progression pour l'année à venir et indicateurs associés. Définition qualitative et quantitative des mesures permettant de les atteindre conformément à l'article R. 2242-2. Evaluation de leur coût. Echéancier des mesures prévues ;</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\t3° Fonds propres, endettement et impôts :</td></tr><tr><td align='left'></td><td align='left'><br/>\n\t\t\ta) Capitaux propres de l'entreprise ;</td></tr><tr><td align='left'></td><td align='left'><br/>\n\t\t\tb) Emprunts et dettes financières dont échéances et charges financières ;</td></tr><tr><td align='left'></td><td align='left'><br/>\n\t\t\tc) Impôts et taxes ;</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\t4° Rémunération des salariés et dirigeants, dans l'ensemble de leurs éléments :</td></tr><tr><td align='left'><br/>\n\t\t\tA-Evolution des rémunérations salariales :</td><td align='left'><br/>\n\t\t\ta) Frais de personnel y compris cotisations sociales, évolutions salariales par catégorie et par sexe, salaire de base minimum, salaire moyen ou médian, par sexe et par catégorie professionnelle ;</td></tr><tr><td align='left'></td><td align='left'><br/>\n\t\t\tb) Pour les entreprises soumises aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224907&dateTexte=&categorieLien=cid'>dispositions de l'article L. 225-115 du code de commerce</a>, montant global des rémunérations visées au 4° de cet article ;</td></tr><tr><td align='left'></td><td align='left'><br/>\n\t\t\tc) Epargne salariale : intéressement, participation ;</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\t5° Activités sociales et culturelles : montant de la contribution aux activités sociales et culturelles du comité d'entreprise, mécénat ;</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\t6° Rémunération des financeurs, en dehors des éléments mentionnés au 4° :</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\tA-Rémunération des actionnaires (revenus distribués) ;</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\tB-Rémunération de l'actionnariat salarié (montant des actions détenues dans le cadre de l'épargne salariale, part dans le capital, dividendes reçus) ;</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\t7° Flux financiers à destination de l'entreprise :</td></tr><tr><td align='left'><br/>\n\t\t\tA-Aides publiques :</td><td align='left'><br/>\n\t\t\tAides ou avantages financiers consentis à l'entreprise par l'Union européenne, l'Etat, une collectivité territoriale, un de leurs établissements publics ou un organisme privé chargé d'une mission de service public, et leur utilisation. Pour chacune de ces aides, il est indiqué la nature de l'aide, son objet, son montant, les conditions de versement et d'emploi fixées, le cas échéant, par la personne publique qui l'attribue et son emploi ;</td></tr><tr><td align='left'><br/>\n\t\t\tB-Réductions d'impôts ;</td><td align='left'></td></tr><tr><td align='left'><br/>\n\t\t\tC-Exonérations et réductions de cotisations sociales ;</td><td align='left'></td></tr><tr><td align='left'><br/>\n\t\t\tD-Crédits d'impôts ;</td><td align='left'></td></tr><tr><td align='left'><br/>\n\t\t\tE-Mécénat ;</td><td align='left'></td></tr><tr><td align='left'><br/>\n\t\t\tF-Résultats financiers :</td><td align='left'><br/>\n\t\t\ta) Chiffre d'affaires, bénéfices ou pertes constatés ; b) Résultats d'activité en valeur et en volume ; c) Affectation des bénéfices réalisés ;</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\t8° Partenariats :</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\tA-Partenariats conclus pour produire des services ou des produits pour une autre entreprise ;</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\tB-Partenariats conclus pour bénéficier des services ou des produits d'une autre entreprise ;</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\t9° Pour les entreprises appartenant à un groupe, transferts commerciaux et financiers entre les entités du groupe :</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\tA-Transferts de capitaux tels qu'ils figurent dans les comptes individuels des sociétés du groupe lorsqu'ils présentent une importance significative, notamment transferts de capitaux importants entre la société mère et les filiales ;</td></tr><tr><td colspan='2' align='left'><br/>\n\t\t\tB-Cessions, fusions, et acquisitions réalisées.</td></tr></tbody></table></center>",
            "num": "R2312-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1514764800000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018464861",
                        "id": "LEGISCTA000018464861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Les relations collectives de travail \n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485081",
                        "id": "LEGISCTA000018535860",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les institutions représentatives du personnel ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485438",
                        "id": "LEGISCTA000018535521",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2018-01-01",
                        "titre": "Titre Ier : Délégué du personnel ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485440",
                        "id": "LEGISCTA000018535519",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Comité social et économique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485440",
                        "id": "LEGISCTA000036481700",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2018-01-01",
                        "titre": "Chapitre II : Conditions de mise en place",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485446",
                        "id": "LEGISCTA000018535513",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Attributions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018485446",
                        "id": "LEGISCTA000036481698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Attributions du comité social et économique dans les entreprises d'au moins cinquante salariés ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411544",
                        "id": "LEGISCTA000036411544",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Modalités d'exercice des attributions générales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411552",
                        "id": "LEGISCTA000036411552",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2022-04-28",
                        "titre": "Paragraphe 2 : Base de données économiques et sociales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411560",
                        "id": "LEGISCTA000036411560",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-04-28",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Base de données économiques, sociales et environnementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411560",
                        "id": "LEGISCTA000045680870",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2022-04-28",
                        "titre": "Sous-Paragraphe 1 : Organisation et contenu supplétifs de la base de données économiques et sociales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411564",
                        "id": "LEGISCTA000036411564",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-04-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-Paragraphe 1 : Organisation et contenu supplétifs de la base de données économiques, sociales et environnementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036411564",
                        "id": "LEGISCTA000045680867",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 59,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036411566",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036411564",
            "sectionParentId": "LEGISCTA000045680867",
            "sectionParentTitre": "Sous-Paragraphe 1 : Organisation et contenu supplétifs de la base de données économiques, sociales et environnementales",
            "fullSectionsTitre": "Partie réglementaire   &gt; Deuxième partie : Les relations collectives de travail \n\n &gt; Livre III : Les institutions représentatives du personnel  &gt; Titre Ier : Comité social et économique &gt; Chapitre II : Attributions &gt; Section 3 : Attributions du comité social et économique dans les entreprises d'au moins cinquante salariés  &gt; Sous-section 2 : Modalités d'exercice des attributions générales  &gt; Paragraphe 2 : Base de données économiques et sociales  &gt; Sous-Paragraphe 1 : Organisation et contenu supplétifs de la base de données économiques et sociales ",
            "refInjection": "MD-20231017_195623_860_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000036411566",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036336033",
                    "textTitle": "Décret n°2017-1819 du 29 décembre 2017 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036408282",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-12-30",
                    "dateSignaTexte": "2017-12-29",
                    "dateDebutCible": "2017-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "KALITEXT000039333290",
                    "textTitle": "Qualité de vie au travail et égalité profession... - art. 2 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000039333295",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1572998400000,
                    "dateDebut": 1635724800000
                },
                {
                    "textCid": "JORFTEXT000042539849",
                    "textTitle": "Arrêté du 6 novembre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042539852",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1605830400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000047045834",
                    "textTitle": "relatif à la mise à jour de la convention colle... - art. 13.2.2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13.2.2",
                    "articleId": "KALIARTI000047045937",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1674518400000,
                    "dateDebut": 1665360000000
                },
                {
                    "textCid": "KALITEXT000047331854",
                    "textTitle": "relatif à la formation professionnelle tout au ... - art. 4 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "KALIARTI000047331865",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1679443200000,
                    "dateDebut": 1668729600000
                },
                {
                    "textCid": "KALITEXT000048214738",
                    "textTitle": "relatif à la transition écologique et au dialog... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000048214753",
                    "natureText": "Accord national interprofessionnel",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1697500800000,
                    "dateDebut": 1681171200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-115",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-115",
                    "articleId": "LEGIARTI000006224907",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2312-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2312-16",
                    "articleId": "LEGIARTI000045680836",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2312-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2312-18",
                    "articleId": "LEGIARTI000045680830",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2312-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2312-19",
                    "articleId": "LEGIARTI000045680827",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2312-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2312-9",
                    "articleId": "LEGIARTI000045680845",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651104000000
                },
                {
                    "textCid": "KALITEXT000041685691",
                    "textTitle": "Convention collective nationale du 2 octobre 2019 - art. I.4.9 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "I.4.9",
                    "articleId": "KALIARTI000041685731",
                    "natureText": "Convention collective nationale",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "KALITEXT000042852830",
                    "textTitle": "Formation et développement des compétences - art. 3.3. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3.3.",
                    "articleId": "KALIARTI000044063958",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "KALITEXT000043457452",
                    "textTitle": "relatif à la mixité-diversité et à l - art. 7 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "KALIARTI000043457480",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601596800000
                },
                {
                    "textCid": "KALITEXT000045829274",
                    "textTitle": "Égalité professionnelle - art. 8 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "KALIARTI000045829298",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036411566",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038620214",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1651104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045680861",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1651104000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R2312-8",
                "2312-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}