{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033815565",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies : a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ; b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société. Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à deux ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement. Ils peuvent également admettre un nouvel associé dans l'engagement collectif à condition que cet engagement collectif soit reconduit pour une durée minimale de deux ans. La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable. L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code de commerce . Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation. L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation. Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation. Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ; En cas de non-respect des dispositions du huitième alinéa par suite d'une fusion entre sociétés interposées, l'exonération partielle accordée au titre de l'année en cours et de celles précédant cette opération n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie de la fusion doivent être conservés jusqu'au même terme. En cas de non-respect des dispositions du huitième alinéa par suite d'une donation ou d'une cession de titres d'une société possédant une participation dans la société dont les parts ou actions font l'objet de l'engagement de conservation ou de titres d'une société possédant une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation, l'exonération partielle accordée au titre de l'année en cours et de celles précédant l'opération n'est pas remise en cause, sous réserve que l'opération intervienne entre associés bénéficiaires de cette exonération partielle et que les titres reçus soient au moins conservés jusqu'au terme du délai prévu au d. Dans cette hypothèse, le cessionnaire ou le donataire bénéficie de l'exonération partielle au titre des années suivant celle de la cession ou de la donation, sous réserve que les titres reçus soient conservés au moins jusqu'au même terme. c. A compter de la date d'expiration de l'engagement collectif, l'exonération partielle est subordonnée à la condition que les parts ou actions restent la propriété du redevable ; d. L'exonération partielle est acquise au terme d'un délai global de conservation de six ans. Au-delà de ce délai, est seule remise en cause l'exonération partielle accordée au titre de l'année au cours de laquelle l'une des conditions prévues aux a et b ou au c n'est pas satisfaite ; e. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation pendant les cinq années qui suivent la date de conclusion de cet engagement, son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter , ou l'une des fonctions énumérées au 1° de l'article 885 O bis lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ; e bis. Les parts ou actions ne sont pas inscrites sur un compte PME innovation mentionné à l'article L. 221-32-4 du code monétaire et financier. Le non-respect de cette condition par l'un des signataires pendant le délai global de conservation de six ans mentionné au d entraîne la remise en cause de l'exonération partielle dont il a bénéficié au titre de l'année en cours et de celles précédant l'inscription des parts ou actions sur le compte PME innovation ; f. La déclaration visée au 1 du I de l'article 885 W doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ; A compter de l'expiration de l'engagement collectif de conservation, la déclaration visée au 1 du I de l'article 885 W est accompagnée d'une attestation du redevable certifiant que la condition prévue au c a été satisfaite l'année précédant celle au titre de laquelle la déclaration est souscrite ; g. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération partielle n'est pas remise en cause à l'égard des signataires autres que le cédant si : 1° Soit les titres que ces autres signataires détiennent ensemble respectent la condition prévue au b et ceux-ci les conservent jusqu'au terme initialement prévu ; 2° Soit le cessionnaire s'associe à l'engagement collectif à raison des titres cédés afin que le pourcentage prévu au b demeure respecté. Dans ce cas, l'engagement collectif est reconduit pour une durée minimale de deux ans pour l'ensemble des signataires. Au-delà du délai minimum prévu au b, en cas de non-respect des conditions prévues aux a et b, l'exonération partielle n'est pas remise en cause pour les signataires qui respectent la condition prévue au c ; h. En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ; i) En cas de non-respect de la condition prévue au c par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie de ces opérations sont conservés par le redevable. De même, cette exonération n'est pas remise en cause lorsque la condition prévue au c n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.",
            "texteHtml": "<p>Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies : </p><p>a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ; </p><p>b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société. </p><p>Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à deux ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement. Ils peuvent également admettre un nouvel associé dans l'engagement collectif à condition que cet engagement collectif soit reconduit pour une durée minimale de deux ans. </p><p>La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable. </p><p>L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229221&dateTexte=&categorieLien=cid'>l'article L. 233-11 du code de commerce</a>. </p><p>Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation. </p><p>L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation. </p><p>Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation. </p><p>Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ; </p><p>En cas de non-respect des dispositions du huitième alinéa par suite d'une fusion entre sociétés interposées, l'exonération partielle accordée au titre de l'année en cours et de celles précédant cette opération n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie de la fusion doivent être conservés jusqu'au même terme. </p><p>En cas de non-respect des dispositions du huitième alinéa par suite d'une donation ou d'une cession de titres d'une société possédant une participation dans la société dont les parts ou actions font l'objet de l'engagement de conservation ou de titres d'une société possédant une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation, l'exonération partielle accordée au titre de l'année en cours et de celles précédant l'opération n'est pas remise en cause, sous réserve que l'opération intervienne entre associés bénéficiaires de cette exonération partielle et que les titres reçus soient au moins conservés jusqu'au terme du délai prévu au d. Dans cette hypothèse, le cessionnaire ou le donataire bénéficie de l'exonération partielle au titre des années suivant celle de la cession ou de la donation, sous réserve que les titres reçus soient conservés au moins jusqu'au même terme. </p><p>c. A compter de la date d'expiration de l'engagement collectif, l'exonération partielle est subordonnée à la condition que les parts ou actions restent la propriété du redevable ; </p><p>d. L'exonération partielle est acquise au terme d'un délai global de conservation de six ans. Au-delà de ce délai, est seule remise en cause l'exonération partielle accordée au titre de l'année au cours de laquelle l'une des conditions prévues aux a et b ou au c n'est pas satisfaite ; </p><p>e. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation pendant les cinq années qui suivent la date de conclusion de cet engagement, son activité professionnelle principale si celle-ci est une société de personnes visée aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307033&dateTexte=&categorieLien=cid'>articles 8 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302206&dateTexte=&categorieLien=cid'>8 ter</a>, ou l'une des fonctions énumérées au 1° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305575&dateTexte=&categorieLien=cid'>l'article 885 O bis </a>lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ; </p><p>e bis. Les parts ou actions ne sont pas inscrites sur un compte PME innovation mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000033786716&dateTexte=&categorieLien=cid'>L. 221-32-4 </a>du code monétaire et financier. Le non-respect de cette condition par l'un des signataires pendant le délai global de conservation de six ans mentionné au d entraîne la remise en cause de l'exonération partielle dont il a bénéficié au titre de l'année en cours et de celles précédant l'inscription des parts ou actions sur le compte PME innovation ; </p><p>f. La déclaration visée au 1 du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310973&dateTexte=&categorieLien=cid'>885 W </a>doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ; </p><p>A compter de l'expiration de l'engagement collectif de conservation, la déclaration visée au 1 du I de l'article 885 W est accompagnée d'une attestation du redevable certifiant que la condition prévue au c a été satisfaite l'année précédant celle au titre de laquelle la déclaration est souscrite ; </p><p>g. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération partielle n'est pas remise en cause à l'égard des signataires autres que le cédant si : </p><p>1° Soit les titres que ces autres signataires détiennent ensemble respectent la condition prévue au b et ceux-ci les conservent jusqu'au terme initialement prévu ; </p><p>2° Soit le cessionnaire s'associe à l'engagement collectif à raison des titres cédés afin que le pourcentage prévu au b demeure respecté. Dans ce cas, l'engagement collectif est reconduit pour une durée minimale de deux ans pour l'ensemble des signataires. </p><p>Au-delà du délai minimum prévu au b, en cas de non-respect des conditions prévues aux a et b, l'exonération partielle n'est pas remise en cause pour les signataires qui respectent la condition prévue au c ; </p><p>h. En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305517&dateTexte=&categorieLien=cid'>l'article 817 A </a>ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ; </p><p>i) En cas de non-respect de la condition prévue au c par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie de ces opérations sont conservés par le redevable. De même, cette exonération n'est pas remise en cause lorsque la condition prévue au c n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. </p><p>Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.</p>",
            "num": "885 I bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "ABROGE",
            "dateDebut": 1483228800000,
            "dateFin": 1514764800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147067",
                        "id": "LEGISCTA000006147067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Section III : Biens exonérés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162633",
                        "id": "LEGISCTA000006162633",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006305569",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162633",
            "sectionParentId": "LEGISCTA000006162633",
            "sectionParentTitre": "Section III : Biens exonérés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033815565",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n°2016-1918 du 29 décembre 2016 - art. 31 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000042194501",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2020-08-01"
                },
                {
                    "textCid": "JORFTEXT000036339197",
                    "textTitle": "LOI n°2017-1837 du 30 décembre 2017 - art. 31 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000036377428",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-31",
                    "dateSignaTexte": "2017-12-30",
                    "dateDebutCible": "2018-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000022149494",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000022149508",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339587",
                    "textTitle": "Décision n°2017-758 DC du 28 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339588",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-758 DC",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339780",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339781",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339652",
                    "textTitle": "Saisine du 22 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339653",
                    "natureText": "SAISINE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-11",
                    "articleId": "LEGIARTI000006229221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006307033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8 ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8 ter",
                    "articleId": "LEGIARTI000006302206",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 817 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "817 A",
                    "articleId": "LEGIARTI000006305517",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 O bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 O bis",
                    "articleId": "LEGIARTI000006305575",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 W",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 W",
                    "articleId": "LEGIARTI000006310973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 378691200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 G (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 G",
                    "articleId": "LEGIARTI000022151678",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 H (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 H",
                    "articleId": "LEGIARTI000022151681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 I (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 I",
                    "articleId": "LEGIARTI000022151684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 J",
                    "articleId": "LEGIARTI000022151697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 K (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 K",
                    "articleId": "LEGIARTI000022151690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 L (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 L",
                    "articleId": "LEGIARTI000022151687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 M (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 M",
                    "articleId": "LEGIARTI000022151693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000036427191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-32-4",
                    "articleId": "LEGIARTI000033786716",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006305569",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1062288000000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305570",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305571",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1190764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017886932",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1190764800000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018017331",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1207180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018619197",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1207180800000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024429975",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815565",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "885 I bis",
                "885"
            ],
            "versionPrecedente": "LEGIARTI000024429975",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024429975",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies : a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ; b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société. Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à deux ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement. Ils peuvent également admettre un nouvel associé dans l'engagement collectif à condition que cet engagement collectif soit reconduit pour une durée minimale de deux ans. La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable. L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code de commerce . Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation. L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation. Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation. Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ; En cas de non-respect des dispositions du huitième alinéa par suite d'une fusion entre sociétés interposées, l'exonération partielle accordée au titre de l'année en cours et de celles précédant cette opération n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie de la fusion doivent être conservés jusqu'au même terme. En cas de non-respect des dispositions du huitième alinéa par suite d'une donation ou d'une cession de titres d'une société possédant une participation dans la société dont les parts ou actions font l'objet de l'engagement de conservation ou de titres d'une société possédant une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation, l'exonération partielle accordée au titre de l'année en cours et de celles précédant l'opération n'est pas remise en cause, sous réserve que l'opération intervienne entre associés bénéficiaires de cette exonération partielle et que les titres reçus soient au moins conservés jusqu'au terme du délai prévu au d. Dans cette hypothèse, le cessionnaire ou le donataire bénéficie de l'exonération partielle au titre des années suivant celle de la cession ou de la donation, sous réserve que les titres reçus soient conservés au moins jusqu'au même terme. c. A compter de la date d'expiration de l'engagement collectif, l'exonération partielle est subordonnée à la condition que les parts ou actions restent la propriété du redevable ; d. L'exonération partielle est acquise au terme d'un délai global de conservation de six ans. Au-delà de ce délai, est seule remise en cause l'exonération partielle accordée au titre de l'année au cours de laquelle l'une des conditions prévues aux a et b ou au c n'est pas satisfaite ; e. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation pendant les cinq années qui suivent la date de conclusion de cet engagement, son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de l'article 885 O bis lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ; f. La déclaration visée au 1 du I de l'article 885 W doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ; A compter de l'expiration de l'engagement collectif de conservation, la déclaration visée au 1 du I de l'article 885 W est accompagnée d'une attestation du redevable certifiant que la condition prévue au c a été satisfaite l'année précédant celle au titre de laquelle la déclaration est souscrite ; g. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération partielle n'est pas remise en cause à l'égard des signataires autres que le cédant si : 1° Soit les titres que ces autres signataires détiennent ensemble respectent la condition prévue au b et ceux-ci les conservent jusqu'au terme initialement prévu ; 2° Soit le cessionnaire s'associe à l'engagement collectif à raison des titres cédés afin que le pourcentage prévu au b demeure respecté. Dans ce cas, l'engagement collectif est reconduit pour une durée minimale de deux ans pour l'ensemble des signataires. Au-delà du délai minimum prévu au b, en cas de non-respect des conditions prévues aux a et b, l'exonération partielle n'est pas remise en cause pour les signataires qui respectent la condition prévue au c ; h. En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ; i) En cas de non-respect de la condition prévue au c par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie de ces opérations sont conservés par le redevable. De même, cette exonération n'est pas remise en cause lorsque la condition prévue au c n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.",
            "texteHtml": "<p></p><p>Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies : </p><p>a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ; </p><p>b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société. </p><p>Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à deux ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement. Ils peuvent également admettre un nouvel associé dans l'engagement collectif à condition que cet engagement collectif soit reconduit pour une durée minimale de deux ans. </p><p>La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable. </p><p>L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229221&dateTexte=&categorieLien=cid'>l'article L. 233-11 du code de commerce</a>. </p><p>Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation. </p><p>L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation. </p><p>Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation. </p><p>Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ; </p><p>En cas de non-respect des dispositions du huitième alinéa par suite d'une fusion entre sociétés interposées, l'exonération partielle accordée au titre de l'année en cours et de celles précédant cette opération n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie de la fusion doivent être conservés jusqu'au même terme. </p><p>En cas de non-respect des dispositions du huitième alinéa par suite d'une donation ou d'une cession de titres d'une société possédant une participation dans la société dont les parts ou actions font l'objet de l'engagement de conservation ou de titres d'une société possédant une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation, l'exonération partielle accordée au titre de l'année en cours et de celles précédant l'opération n'est pas remise en cause, sous réserve que l'opération intervienne entre associés bénéficiaires de cette exonération partielle et que les titres reçus soient au moins conservés jusqu'au terme du délai prévu au d. Dans cette hypothèse, le cessionnaire ou le donataire bénéficie de l'exonération partielle au titre des années suivant celle de la cession ou de la donation, sous réserve que les titres reçus soient conservés au moins jusqu'au même terme. </p><p>c. A compter de la date d'expiration de l'engagement collectif, l'exonération partielle est subordonnée à la condition que les parts ou actions restent la propriété du redevable ; </p><p>d. L'exonération partielle est acquise au terme d'un délai global de conservation de six ans. Au-delà de ce délai, est seule remise en cause l'exonération partielle accordée au titre de l'année au cours de laquelle l'une des conditions prévues aux a et b ou au c n'est pas satisfaite ; </p><p>e. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation pendant les cinq années qui suivent la date de conclusion de cet engagement, son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305575&dateTexte=&categorieLien=cid'>l'article 885 O bis </a>lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ; </p><p>f. La déclaration visée au 1 du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310973&dateTexte=&categorieLien=cid'>885 W </a>doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ; </p><p>A compter de l'expiration de l'engagement collectif de conservation, la déclaration visée au 1 du I de l'article 885 W est accompagnée d'une attestation du redevable certifiant que la condition prévue au c a été satisfaite l'année précédant celle au titre de laquelle la déclaration est souscrite ; </p><p>g. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération partielle n'est pas remise en cause à l'égard des signataires autres que le cédant si : </p><p>1° Soit les titres que ces autres signataires détiennent ensemble respectent la condition prévue au b et ceux-ci les conservent jusqu'au terme initialement prévu ; </p><p>2° Soit le cessionnaire s'associe à l'engagement collectif à raison des titres cédés afin que le pourcentage prévu au b demeure respecté. Dans ce cas, l'engagement collectif est reconduit pour une durée minimale de deux ans pour l'ensemble des signataires. </p><p></p><p></p><p>Au-delà du délai minimum prévu au b, en cas de non-respect des conditions prévues aux a et b, l'exonération partielle n'est pas remise en cause pour les signataires qui respectent la condition prévue au c ; </p><p>h. En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305517&dateTexte=&categorieLien=cid'>l'article 817 A </a>ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ; </p><p>i) En cas de non-respect de la condition prévue au c par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie de ces opérations sont conservés par le redevable. De même, cette exonération n'est pas remise en cause lorsque la condition prévue au c n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. </p><p>Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.</p><p></p>",
            "num": "885 I bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1312070400000,
            "dateFin": 1483228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147067",
                        "id": "LEGISCTA000006147067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Section III : Biens exonérés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162633",
                        "id": "LEGISCTA000006162633",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006305569",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162633",
            "sectionParentId": "LEGISCTA000006162633",
            "sectionParentTitre": "Section III : Biens exonérés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune &gt; Section III : Biens exonérés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000024429975",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024413775",
                    "textTitle": "LOI n° 2011-900 du 29 juillet 2011 - art. 1 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000026947160",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-07-30",
                    "dateSignaTexte": "2011-07-29",
                    "dateDebutCible": "2013-01-01"
                },
                {
                    "textCid": "JORFTEXT000024413775",
                    "textTitle": "LOI n°2011-900\n du 29 juillet 2011 - art. 12",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000024415811",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-07-30",
                    "dateSignaTexte": "2011-07-29",
                    "dateDebutCible": "2011-07-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000022149494",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000022149508",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339587",
                    "textTitle": "Décision n°2017-758 DC du 28 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339588",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-758 DC",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339780",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339781",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339652",
                    "textTitle": "Saisine du 22 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339653",
                    "natureText": "SAISINE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-11",
                    "articleId": "LEGIARTI000006229221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 817 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "817 A",
                    "articleId": "LEGIARTI000006305517",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 O bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 O bis",
                    "articleId": "LEGIARTI000006305575",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 W",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 W",
                    "articleId": "LEGIARTI000006310973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 378691200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 G (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 G",
                    "articleId": "LEGIARTI000022151678",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 H (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 H",
                    "articleId": "LEGIARTI000022151681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 I (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 I",
                    "articleId": "LEGIARTI000022151684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 J",
                    "articleId": "LEGIARTI000022151697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 K (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 K",
                    "articleId": "LEGIARTI000022151690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 L (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 L",
                    "articleId": "LEGIARTI000022151687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 M (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 M",
                    "articleId": "LEGIARTI000022151693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006305569",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1062288000000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305570",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305571",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1190764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017886932",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1190764800000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018017331",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1207180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018619197",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1207180800000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024429975",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815565",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "885 I bis",
                "885"
            ],
            "versionPrecedente": "LEGIARTI000018619197",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000018619197",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies : a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ; b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société. Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à deux ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement. La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable. L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code de commerce . Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation. L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation. Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation. Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ; En cas de non-respect des dispositions du huitième alinéa par suite d'une fusion entre sociétés interposées, l'exonération partielle accordée au titre de l'année en cours et de celles précédant cette opération n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie de la fusion doivent être conservés jusqu'au même terme. En cas de non-respect des dispositions du huitième alinéa par suite d'une donation ou d'une cession de titres d'une société possédant une participation dans la société dont les parts ou actions font l'objet de l'engagement de conservation ou de titres d'une société possédant une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation, l'exonération partielle accordée au titre de l'année en cours et de celles précédant l'opération n'est pas remise en cause, sous réserve que l'opération intervienne entre associés bénéficiaires de cette exonération partielle et que les titres reçus soient au moins conservés jusqu'au terme du délai prévu au d. Dans cette hypothèse, le cessionnaire ou le donataire bénéficie de l'exonération partielle au titre des années suivant celle de la cession ou de la donation, sous réserve que les titres reçus soient conservés au moins jusqu'au même terme. c. A compter de la date d'expiration de l'engagement collectif, l'exonération partielle est subordonnée à la condition que les parts ou actions restent la propriété du redevable ; d. L'exonération partielle est acquise au terme d'un délai global de conservation de six ans. Au-delà de ce délai, est seule remise en cause l'exonération partielle accordée au titre de l'année au cours de laquelle l'une des conditions prévues aux a et b ou au c n'est pas satisfaite ; e. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation pendant les cinq années qui suivent la date de conclusion de cet engagement, son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de l'article 885 O bis lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ; f. La déclaration visée à l'article 885 W doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ; A compter de l'expiration de l'engagement collectif de conservation, la déclaration visée à l'article 885 W est accompagnée d'une attestation du redevable certifiant que la condition prévue au c a été satisfaite l'année précédant celle au titre de laquelle la déclaration est souscrite ; g. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération n'est pas remise en cause à l'égard des autres signataires, dès lors qu'ils conservent entre eux leurs titres jusqu'au terme initialement prévu et que la condition prévue au b demeure respectée. Au-delà du délai minimum prévu au b, en cas de non-respect des conditions prévues aux a et b, l'exonération partielle n'est pas remise en cause pour les signataires qui respectent la condition prévue au c ; h. En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ; i) En cas de non-respect de la condition prévue au c par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie de ces opérations sont conservés par le redevable. De même, cette exonération n'est pas remise en cause lorsque la condition prévue au c n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.",
            "texteHtml": "<p>Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies : </p><p>a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ; </p><p>b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société. </p><p>Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à deux ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement. </p><p>La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable. </p><p>L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229221&dateTexte=&categorieLien=cid'>l'article L. 233-11 du code de commerce</a>. </p><p>Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation. </p><p>L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation. </p><p>Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation. </p><p>Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ; </p><p>En cas de non-respect des dispositions du huitième alinéa par suite d'une fusion entre sociétés interposées, l'exonération partielle accordée au titre de l'année en cours et de celles précédant cette opération n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie de la fusion doivent être conservés jusqu'au même terme. </p><p>En cas de non-respect des dispositions du huitième alinéa par suite d'une donation ou d'une cession de titres d'une société possédant une participation dans la société dont les parts ou actions font l'objet de l'engagement de conservation ou de titres d'une société possédant une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation, l'exonération partielle accordée au titre de l'année en cours et de celles précédant l'opération n'est pas remise en cause, sous réserve que l'opération intervienne entre associés bénéficiaires de cette exonération partielle et que les titres reçus soient au moins conservés jusqu'au terme du délai prévu au d. Dans cette hypothèse, le cessionnaire ou le donataire bénéficie de l'exonération partielle au titre des années suivant celle de la cession ou de la donation, sous réserve que les titres reçus soient conservés au moins jusqu'au même terme. </p><p>c. A compter de la date d'expiration de l'engagement collectif, l'exonération partielle est subordonnée à la condition que les parts ou actions restent la propriété du redevable ; </p><p>d. L'exonération partielle est acquise au terme d'un délai global de conservation de six ans. Au-delà de ce délai, est seule remise en cause l'exonération partielle accordée au titre de l'année au cours de laquelle l'une des conditions prévues aux a et b ou au c n'est pas satisfaite ; </p><p>e. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation pendant les cinq années qui suivent la date de conclusion de cet engagement, son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305575&dateTexte=&categorieLien=cid'>l'article 885 O bis </a>lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ; </p><p>f. La déclaration visée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310973&dateTexte=&categorieLien=cid'>l'article 885 W </a>doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ; </p><p>A compter de l'expiration de l'engagement collectif de conservation, la déclaration visée à l'article 885 W est accompagnée d'une attestation du redevable certifiant que la condition prévue au c a été satisfaite l'année précédant celle au titre de laquelle la déclaration est souscrite ; </p><p>g. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération n'est pas remise en cause à l'égard des autres signataires, dès lors qu'ils conservent entre eux leurs titres jusqu'au terme initialement prévu et que la condition prévue au b demeure respectée. Au-delà du délai minimum prévu au b, en cas de non-respect des conditions prévues aux a et b, l'exonération partielle n'est pas remise en cause pour les signataires qui respectent la condition prévue au c ; </p><p>h. En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305517&dateTexte=&categorieLien=cid'>l'article 817 A</a> ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ; </p><p>i) En cas de non-respect de la condition prévue au c par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie de ces opérations sont conservés par le redevable. De même, cette exonération n'est pas remise en cause lorsque la condition prévue au c n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. </p><p>Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.</p>",
            "num": "885 I bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1207180800000,
            "dateFin": 1312070400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147067",
                        "id": "LEGISCTA000006147067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Section III : Biens exonérés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162633",
                        "id": "LEGISCTA000006162633",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006305569",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162633",
            "sectionParentId": "LEGISCTA000006162633",
            "sectionParentTitre": "Section III : Biens exonérés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune &gt; Section III : Biens exonérés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018619197",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018557013",
                    "textTitle": "Décret n°2008-294\n du 1er avril 2008 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000018559051",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-04-02",
                    "dateSignaTexte": "2008-04-01",
                    "dateDebutCible": "2008-04-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000022149494",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000022149508",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339587",
                    "textTitle": "Décision n°2017-758 DC du 28 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339588",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-758 DC",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339780",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339781",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339652",
                    "textTitle": "Saisine du 22 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339653",
                    "natureText": "SAISINE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-11",
                    "articleId": "LEGIARTI000006229221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 817 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "817 A",
                    "articleId": "LEGIARTI000006305517",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 O bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 O bis",
                    "articleId": "LEGIARTI000006305575",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 W",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 W",
                    "articleId": "LEGIARTI000006310973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 378691200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 G (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 G",
                    "articleId": "LEGIARTI000022151678",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 H (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 H",
                    "articleId": "LEGIARTI000022151681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 I (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 I",
                    "articleId": "LEGIARTI000022151684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 J",
                    "articleId": "LEGIARTI000022151697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 K (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 K",
                    "articleId": "LEGIARTI000022151690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 L (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 L",
                    "articleId": "LEGIARTI000022151687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 M (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 M",
                    "articleId": "LEGIARTI000022151693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006305569",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1062288000000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305570",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305571",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1190764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017886932",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1190764800000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018017331",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1207180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018619197",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1207180800000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024429975",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815565",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "885 I bis",
                "885"
            ],
            "versionPrecedente": "LEGIARTI000018017331",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000018017331",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies : a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ; b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société. Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à deux ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement. La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable. L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code de commerce. Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation. L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation. Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation. Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ; En cas de non-respect des dispositions du huitième alinéa par suite d'une fusion entre sociétés interposées, l'exonération partielle accordée au titre de l'année en cours et de celles précédant cette opération n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie de la fusion doivent être conservés jusqu'au même terme. En cas de non-respect des dispositions du huitième alinéa du présent b par suite d'une donation ou d'une cession de titres d'une société possédant une participation dans la société dont les parts ou actions font l'objet de l'engagement de conservation ou de titres d'une société possédant une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation, l'exonération partielle accordée au titre de l'année en cours et de celles précédant l'opération n'est pas remise en cause, sous réserve que l'opération intervienne entre associés bénéficiaires de cette exonération partielle et que les titres reçus soient au moins conservés jusqu'au terme du délai prévu au d. Dans cette hypothèse, le cessionnaire ou le donataire bénéficie de l'exonération partielle au titre des années suivant celle de la cession ou de la donation, sous réserve que les titres reçus soient conservés au moins jusqu'au même terme. c. A compter de la date d'expiration de l'engagement collectif, l'exonération partielle est subordonnée à la condition que les parts ou actions restent la propriété du redevable ; d. L'exonération partielle est acquise au terme d'un délai global de conservation de six ans. Au-delà de ce délai, est seule remise en cause l'exonération partielle accordée au titre de l'année au cours de laquelle l'une des conditions prévues aux a et b ou au c n'est pas satisfaite ; e. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation pendant les cinq années qui suivent la date de conclusion de cet engagement, son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de l'article 885 O bis lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ; f. La déclaration visée à l'article 885 W doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ; A compter de l'expiration de l'engagement collectif de conservation, la déclaration visée à l'article 885 W est accompagnée d'une attestation du redevable certifiant que la condition prévue au c a été satisfaite l'année précédant celle au titre de laquelle la déclaration est souscrite ; g. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération n'est pas remise en cause à l'égard des autres signataires, dès lors qu'ils conservent entre eux leurs titres jusqu'au terme initialement prévu et que la condition prévue au b demeure respectée. Au-delà du délai minimum prévu au b, en cas de non-respect des conditions prévues aux a et b, l'exonération partielle n'est pas remise en cause pour les signataires qui respectent la condition prévue au c ; h. En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ; i) En cas de non-respect de la condition prévue au c par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie de ces opérations sont conservés par le redevable. De même, cette exonération n'est pas remise en cause lorsque la condition prévue au c n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.",
            "texteHtml": "<p>Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies :</p><p>a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ;</p><p>b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société.</p><p>Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à deux ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement.</p><p>La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable.</p><p>L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code de commerce.</p><p>Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation.</p><p>L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation.</p><p>Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation.</p><p>Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ;</p><p>En cas de non-respect des dispositions du huitième alinéa par suite d'une fusion entre sociétés interposées, l'exonération partielle accordée au titre de l'année en cours et de celles précédant cette opération n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie de la fusion doivent être conservés jusqu'au même terme.</p><p>En cas de non-respect des dispositions du huitième alinéa du présent b par suite d'une donation ou d'une cession de titres d'une société possédant une participation dans la société dont les parts ou actions font l'objet de l'engagement de conservation ou de titres d'une société possédant une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation, l'exonération partielle accordée au titre de l'année en cours et de celles précédant l'opération n'est pas remise en cause, sous réserve que l'opération intervienne entre associés bénéficiaires de cette exonération partielle et que les titres reçus soient au moins conservés jusqu'au terme du délai prévu au d. Dans cette hypothèse, le cessionnaire ou le donataire bénéficie de l'exonération partielle au titre des années suivant celle de la cession ou de la donation, sous réserve que les titres reçus soient conservés au moins jusqu'au même terme. </p><p>c. A compter de la date d'expiration de l'engagement collectif, l'exonération partielle est subordonnée à la condition que les parts ou actions restent la propriété du redevable ; </p><p>d. L'exonération partielle est acquise au terme d'un délai global de conservation de six ans. Au-delà de ce délai, est seule remise en cause l'exonération partielle accordée au titre de l'année au cours de laquelle l'une des conditions prévues aux a et b ou au c n'est pas satisfaite ;</p><p>e. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation pendant les cinq années qui suivent la date de conclusion de cet engagement, son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de l'article 885 O bis lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ;</p><p>f. La déclaration visée à l'article 885 W doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ;</p><p>A compter de l'expiration de l'engagement collectif de conservation, la déclaration visée à l'article 885 W est accompagnée d'une attestation du redevable certifiant que la condition prévue au c a été satisfaite l'année précédant celle au titre de laquelle la déclaration est souscrite ;</p><p>g. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération n'est pas remise en cause à l'égard des autres signataires, dès lors qu'ils conservent entre eux leurs titres jusqu'au terme initialement prévu et que la condition prévue au b demeure respectée. Au-delà du délai minimum prévu au b, en cas de non-respect des conditions prévues aux a et b, l'exonération partielle n'est pas remise en cause pour les signataires qui respectent la condition prévue au c ;</p><p>h. En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ;</p><p>i) En cas de non-respect de la condition prévue au c par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie de ces opérations sont conservés par le redevable. De même, cette exonération n'est pas remise en cause lorsque la condition prévue au c n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire.</p><p>Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.</p>",
            "num": "885 I bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1198886400000,
            "dateFin": 1207180800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147067",
                        "id": "LEGISCTA000006147067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Section III : Biens exonérés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162633",
                        "id": "LEGISCTA000006162633",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006305569",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162633",
            "sectionParentId": "LEGISCTA000006162633",
            "sectionParentTitre": "Section III : Biens exonérés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune &gt; Section III : Biens exonérés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018017331",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000017839505",
                    "textTitle": "LOI n°2007-1824\n du 25 décembre 2007 - art. 41",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "41",
                    "articleId": "LEGIARTI000017885122",
                    "natureText": "LOI",
                    "datePubliTexte": "2007-12-28",
                    "dateSignaTexte": "2007-12-25",
                    "dateDebutCible": "2007-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000022149494",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000022149508",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339587",
                    "textTitle": "Décision n°2017-758 DC du 28 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339588",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-758 DC",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339780",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339781",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339652",
                    "textTitle": "Saisine du 22 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339653",
                    "natureText": "SAISINE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 G (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 G",
                    "articleId": "LEGIARTI000022151678",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 H (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 H",
                    "articleId": "LEGIARTI000022151681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 I (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 I",
                    "articleId": "LEGIARTI000022151684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 J",
                    "articleId": "LEGIARTI000022151697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 K (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 K",
                    "articleId": "LEGIARTI000022151690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 L (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 L",
                    "articleId": "LEGIARTI000022151687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 M (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 M",
                    "articleId": "LEGIARTI000022151693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006305569",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1062288000000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305570",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305571",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1190764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017886932",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1190764800000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018017331",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1207180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018619197",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1207180800000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024429975",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815565",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "885 I bis",
                "885"
            ],
            "versionPrecedente": "LEGIARTI000017886932",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000017886932",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies : a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ; b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société. Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à deux ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement. La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable. L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code de commerce. Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation. L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation. Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation. Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ; En cas de non-respect des dispositions du huitième alinéa par suite d'une fusion entre sociétés interposées, l'exonération partielle accordée au titre de l'année en cours et de celles précédant cette opération n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie de la fusion doivent être conservés jusqu'au même terme. c) A compter de la date d'expiration de l'engagement collectif, l'exonération partielle est subordonnée à la condition que les parts ou actions restent la propriété du redevable ; d) L'exonération partielle est acquise au terme d'un délai global de conservation de six ans. Au-delà de ce délai, est seule remise en cause l'exonération partielle accordée au titre de l'année au cours de laquelle l'une des conditions prévues aux a et b ou au c n'est pas satisfaite ; e. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation pendant les cinq années qui suivent la date de conclusion de cet engagement, son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de l'article 885 O bis lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ; f. La déclaration visée à l'article 885 W doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ; A compter de l'expiration de l'engagement collectif de conservation, la déclaration visée à l'article 885 W est accompagnée d'une attestation du redevable certifiant que la condition prévue au c a été satisfaite l'année précédant celle au titre de laquelle la déclaration est souscrite ; g. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération n'est pas remise en cause à l'égard des autres signataires, dès lors qu'ils conservent entre eux leurs titres jusqu'au terme initialement prévu et que la condition prévue au b demeure respectée. Au-delà du délai minimum prévu au b, en cas de non-respect des conditions prévues aux a et b, l'exonération partielle n'est pas remise en cause pour les signataires qui respectent la condition prévue au c ; h. En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ; i) En cas de non-respect de la condition prévue au c par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie de ces opérations sont conservés par le redevable. De même, cette exonération n'est pas remise en cause lorsque la condition prévue au c n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.",
            "texteHtml": "<p>Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies :</p><p>a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ;</p><p>b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société.</p><p>Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à deux ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement.</p><p>La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable.</p><p>L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code de commerce.</p><p>Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation.</p><p>L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation.</p><p>Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation.</p><p>Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ;</p><p>En cas de non-respect des dispositions du huitième alinéa par suite d'une fusion entre sociétés interposées, l'exonération partielle accordée au titre de l'année en cours et de celles précédant cette opération n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie de la fusion doivent être conservés jusqu'au même terme.</p><p>c) A compter de la date d'expiration de l'engagement collectif, l'exonération partielle est subordonnée à la condition que les parts ou actions restent la propriété du redevable ; </p><p> d) L'exonération partielle est acquise au terme d'un délai global de conservation de six ans. Au-delà de ce délai, est seule remise en cause l'exonération partielle accordée au titre de l'année au cours de laquelle l'une des conditions prévues aux a et b ou au c n'est pas satisfaite ;</p><p>e. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation pendant les cinq années qui suivent la date de conclusion de cet engagement, son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de l'article 885 O bis lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ;</p><p>f. La déclaration visée à l'article 885 W doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ;</p><p>A compter de l'expiration de l'engagement collectif de conservation, la déclaration visée à l'article 885 W est accompagnée d'une attestation du redevable certifiant que la condition prévue au c a été satisfaite l'année précédant celle au titre de laquelle la déclaration est souscrite ;</p><p>g. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération n'est pas remise en cause à l'égard des autres signataires, dès lors qu'ils conservent entre eux leurs titres jusqu'au terme initialement prévu et que la condition prévue au b demeure respectée. Au-delà du délai minimum prévu au b, en cas de non-respect des conditions prévues aux a et b, l'exonération partielle n'est pas remise en cause pour les signataires qui respectent la condition prévue au c ;</p><p>h. En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire ;</p><p>i) En cas de non-respect de la condition prévue au c par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les titres reçus en contrepartie de ces opérations sont conservés par le redevable. De même, cette exonération n'est pas remise en cause lorsque la condition prévue au c n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire.</p><p>Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.</p>",
            "num": "885 I bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1190764800000,
            "dateFin": 1198886400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147067",
                        "id": "LEGISCTA000006147067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Section III : Biens exonérés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162633",
                        "id": "LEGISCTA000006162633",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006305569",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162633",
            "sectionParentId": "LEGISCTA000006162633",
            "sectionParentTitre": "Section III : Biens exonérés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune &gt; Section III : Biens exonérés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000017886932",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000017853368",
                    "textTitle": "LOI n°2007-1822\n du 24 décembre 2007 - art. 15 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000017856267",
                    "natureText": "LOI",
                    "datePubliTexte": "2007-12-27",
                    "dateSignaTexte": "2007-12-24",
                    "dateDebutCible": "2007-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 8, 8 ter, 885 O bis, 885 W, 817 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000022149494",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000022149508",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339587",
                    "textTitle": "Décision n°2017-758 DC du 28 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339588",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-758 DC",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339780",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339781",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339652",
                    "textTitle": "Saisine du 22 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339653",
                    "natureText": "SAISINE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-11",
                    "articleId": "LEGIARTI000006229221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 G (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 G",
                    "articleId": "LEGIARTI000022151678",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 H (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 H",
                    "articleId": "LEGIARTI000022151681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 I (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 I",
                    "articleId": "LEGIARTI000022151684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 J",
                    "articleId": "LEGIARTI000022151697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 K (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 K",
                    "articleId": "LEGIARTI000022151690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 L (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 L",
                    "articleId": "LEGIARTI000022151687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 M (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 M",
                    "articleId": "LEGIARTI000022151693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006305569",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1062288000000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305570",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305571",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1190764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017886932",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1190764800000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018017331",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1207180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018619197",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1207180800000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024429975",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815565",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "885 I bis",
                "885"
            ],
            "versionPrecedente": "LEGIARTI000006305571",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006305571",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies : a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ; b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société. Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à six ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement. La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant sans pouvoir être inférieure à six ans. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable. L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code de commerce. Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation. L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation. Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation. Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ; En cas de non-respect des dispositions du huitième alinéa par suite d'une fusion entre sociétés interposées, l'exonération partielle accordée au titre de l'année en cours et de celles précédant cette opération n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie de la fusion doivent être conservés jusqu'au même terme. c. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de l'article 885 O bis lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ; d. La déclaration visée à l'article 885 W doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ; e. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération n'est pas remise en cause à l'égard des autres signataires, dès lors qu'ils conservent entre eux leurs titres jusqu'au terme initialement prévu et que la condition prévue au b demeure respectée. Dans le cas où cette dernière condition n'est pas respectée, l'exonération pour l'année en cours et celles précédant la rupture n'est pas remise en cause pour les autres signataires s'ils concluent, dans un délai d'un an, un nouvel engagement collectif de conservation, incluant a minima les titres soumis à l'engagement précédent, éventuellement avec un ou plusieurs autres associés, dans les conditions prévues au a et au b. En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. Au-delà du délai de six ans, l'exonération partielle accordée au titre de la période d'un an en cours lors du non-respect de l'une des conditions prévues au a ou au b est seule remise en cause. Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.",
            "texteHtml": "<p></p>   Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies :<p></p><p></p>   a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ;<p></p><p></p>   b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société.<p></p><p></p>   Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à six ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement.<p></p><p></p>   La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant sans pouvoir être inférieure à six ans. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable.<p></p><p></p>   L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code de commerce.<p></p><p></p>   Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation.<p></p><p></p>   L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation.<p></p><p></p>   Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation.<p></p><p></p>   Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ;<p></p><p></p>   En cas de non-respect des dispositions du huitième alinéa par suite d'une fusion entre sociétés interposées, l'exonération partielle accordée au titre de l'année en cours et de celles précédant cette opération n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie de la fusion doivent être conservés jusqu'au même terme.<p></p><p></p>   c. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de l'article 885 O bis lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ;<p></p><p></p>   d. La déclaration visée à l'article 885 W doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ;<p></p><p></p>   e. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération n'est pas remise en cause à l'égard des autres signataires, dès lors qu'ils conservent entre eux leurs titres jusqu'au terme initialement prévu et que la condition prévue au b demeure respectée. Dans le cas où cette dernière condition n'est pas respectée, l'exonération pour l'année en cours et celles précédant la rupture n'est pas remise en cause pour les autres signataires s'ils concluent, dans un délai d'un an, un nouvel engagement collectif de conservation, incluant a minima les titres soumis à l'engagement précédent, éventuellement avec un ou plusieurs autres associés, dans les conditions prévues au a et au b.<p></p><p></p>   En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire.<p></p><p></p>   Au-delà du délai de six ans, l'exonération partielle accordée au titre de la période d'un an en cours lors du non-respect de l'une des conditions prévues au a ou au b est seule remise en cause.<p></p><p></p>   Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.<p></p>",
            "num": "885 I bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1167609600000,
            "dateFin": 1190764800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147067",
                        "id": "LEGISCTA000006147067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Section III : Biens exonérés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162633",
                        "id": "LEGISCTA000006162633",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006305569",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162633",
            "sectionParentId": "LEGISCTA000006162633",
            "sectionParentTitre": "Section III : Biens exonérés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune &gt; Section III : Biens exonérés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006305571",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000273196",
                    "textTitle": "Loi n°2006-1771 du 30 décembre 2006 - art. 57 (V) JORF 31 décembre 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "57",
                    "articleId": "LEGIARTI000006322964",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-12-31",
                    "dateSignaTexte": "2006-12-30",
                    "dateDebutCible": "2006-12-31"
                },
                {
                    "textCid": "JORFTEXT000000647650",
                    "textTitle": "Décret 2007-484 2007-03-30",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000647650",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-31",
                    "dateSignaTexte": "2007-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000647650",
                    "textTitle": "Décret n°2007-484 du 30 mars 2007 - art. 1 () JORF 31 mars 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006262050",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-31",
                    "dateSignaTexte": "2007-03-30",
                    "dateDebutCible": "2007-03-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 8, 8 ter, 885 O bis, 885 W, 817 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000022149494",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000022149508",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339587",
                    "textTitle": "Décision n°2017-758 DC du 28 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339588",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-758 DC",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339780",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339781",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339652",
                    "textTitle": "Saisine du 22 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339653",
                    "natureText": "SAISINE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L233-11 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-11",
                    "articleId": "LEGIARTI000006229221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 G (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 G",
                    "articleId": "LEGIARTI000022151678",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 H (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 H",
                    "articleId": "LEGIARTI000022151681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 I (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 I",
                    "articleId": "LEGIARTI000022151684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 J",
                    "articleId": "LEGIARTI000022151697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 K (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 K",
                    "articleId": "LEGIARTI000022151690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 L (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 L",
                    "articleId": "LEGIARTI000022151687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 M (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 M",
                    "articleId": "LEGIARTI000022151693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2007",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006305569",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1062288000000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305570",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305571",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1190764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017886932",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1190764800000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018017331",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1207180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018619197",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1207180800000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024429975",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815565",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "885 I bis",
                "885"
            ],
            "versionPrecedente": "LEGIARTI000006305570",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006305570",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies : a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ; b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société. Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à six ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement. La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant sans pouvoir être inférieure à six ans. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable. L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code de commerce. Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation. L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation. Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation. Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ; c. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de l'article 885 O bis lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ; d. La déclaration visée à l'article 885 W doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ; e. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération n'est pas remise en cause à l'égard des autres signataires, dès lors qu'ils conservent entre eux leurs titres jusqu'au terme initialement prévu et que la condition prévue au b demeure respectée. Dans le cas où cette dernière condition n'est pas respectée, l'exonération pour l'année en cours et celles précédant la rupture n'est pas remise en cause pour les autres signataires s'ils concluent, dans un délai d'un an, un nouvel engagement collectif de conservation, incluant a minima les titres soumis à l'engagement précédent, éventuellement avec un ou plusieurs autres associés, dans les conditions prévues au a et au b. En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. Au-delà du délai de six ans, l'exonération partielle accordée au titre de la période d'un an en cours lors du non-respect de l'une des conditions prévues au a ou au b est seule remise en cause. Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.",
            "texteHtml": "<p></p>   Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence des trois quarts de leur valeur si les conditions suivantes sont réunies :<p></p><p></p>   a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ;<p></p><p></p>   b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société.<p></p><p></p>   Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à six ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement.<p></p><p></p>   La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant sans pouvoir être inférieure à six ans. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable.<p></p><p></p>   L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code de commerce.<p></p><p></p>   Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation.<p></p><p></p>   L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation.<p></p><p></p>   Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation.<p></p><p></p>   Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ;<p></p><p></p>   c. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de l'article 885 O bis lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ;<p></p><p></p>   d. La déclaration visée à l'article 885 W doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ;<p></p><p></p>   e. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération n'est pas remise en cause à l'égard des autres signataires, dès lors qu'ils conservent entre eux leurs titres jusqu'au terme initialement prévu et que la condition prévue au b demeure respectée. Dans le cas où cette dernière condition n'est pas respectée, l'exonération pour l'année en cours et celles précédant la rupture n'est pas remise en cause pour les autres signataires s'ils concluent, dans un délai d'un an, un nouvel engagement collectif de conservation, incluant a minima les titres soumis à l'engagement précédent, éventuellement avec un ou plusieurs autres associés, dans les conditions prévues au a et au b.<p></p><p></p>   En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire.<p></p><p></p>   Au-delà du délai de six ans, l'exonération partielle accordée au titre de la période d'un an en cours lors du non-respect de l'une des conditions prévues au a ou au b est seule remise en cause.<p></p><p></p>   Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.<p></p>",
            "num": "885 I bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1135987200000,
            "dateFin": 1167523200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 644235,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147067",
                        "id": "LEGISCTA000006147067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Section III : Biens exonérés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162633",
                        "id": "LEGISCTA000006162633",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006305569",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162633",
            "sectionParentId": "LEGISCTA000006162633",
            "sectionParentTitre": "Section III : Biens exonérés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune &gt; Section III : Biens exonérés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006305570",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Loi 2005-1719 2005-12-30 art. 26 III Finances pour 2006 : dispositions d'application.",
            "notaHtml": "<p></p>   NOTA : Loi 2005-1719 2005-12-30 art. 26 III Finances pour 2006 :<p></p>\n dispositions d'application.<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000634802",
                    "textTitle": "Loi n°2005-1719 du 30 décembre 2005 - art. 26 (V) JORF 31 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000006322433",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-31",
                    "dateSignaTexte": "2005-12-30",
                    "dateDebutCible": "2005-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 8, 8 ter, 885 O bis, 885 W, 817 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000022149494",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000022149508",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339587",
                    "textTitle": "Décision n°2017-758 DC du 28 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339588",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-758 DC",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339780",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339781",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339652",
                    "textTitle": "Saisine du 22 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339653",
                    "natureText": "SAISINE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L233-11 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-11",
                    "articleId": "LEGIARTI000006229221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 G (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 G",
                    "articleId": "LEGIARTI000022151678",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 H (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 H",
                    "articleId": "LEGIARTI000022151681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 I (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 I",
                    "articleId": "LEGIARTI000022151684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 J",
                    "articleId": "LEGIARTI000022151697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 K (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 K",
                    "articleId": "LEGIARTI000022151690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 L (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 L",
                    "articleId": "LEGIARTI000022151687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 M (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 M",
                    "articleId": "LEGIARTI000022151693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006305569",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1062288000000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305570",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305571",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1190764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017886932",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1190764800000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018017331",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1207180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018619197",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1207180800000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024429975",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815565",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "885 I bis",
                "885"
            ],
            "versionPrecedente": "LEGIARTI000006305569",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006305569",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence de la moitié de leur valeur si les conditions suivantes sont réunies : a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ; b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société. Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à six ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement. La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant sans pouvoir être inférieure à six ans. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable. L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code de commerce. Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation. L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation. Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation. Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ; c. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de l'article 885 O bis lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ; d. La déclaration visée à l'article 885 W doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ; e. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération n'est pas remise en cause à l'égard des autres signataires, dès lors qu'ils conservent entre eux leurs titres jusqu'au terme initialement prévu et que la condition prévue au b demeure respectée. Dans le cas où cette dernière condition n'est pas respectée, l'exonération pour l'année en cours et celles précédant la rupture n'est pas remise en cause pour les autres signataires s'ils concluent, dans un délai d'un an, un nouvel engagement collectif de conservation, incluant a minima les titres soumis à l'engagement précédent, éventuellement avec un ou plusieurs autres associés, dans les conditions prévues au a et au b. En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire. Au-delà du délai de six ans, l'exonération partielle accordée au titre de la période d'un an en cours lors du non-respect de l'une des conditions prévues au a ou au b est seule remise en cause. Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.",
            "texteHtml": "<p></p>   Les parts ou les actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale ne sont pas comprises dans les bases d'imposition à l'impôt de solidarité sur la fortune, à concurrence de la moitié de leur valeur si les conditions suivantes sont réunies :<p></p><p></p>   a. Les parts ou les actions mentionnées ci-dessus doivent faire l'objet d'un engagement collectif de conservation pris par le propriétaire, pour lui et ses ayants cause à titre gratuit avec d'autres associés ;<p></p><p></p>   b. L'engagement collectif de conservation doit porter sur au moins 20 % des droits financiers et des droits de vote attachés aux titres émis par la société s'ils sont admis à la négociation sur un marché réglementé ou, à défaut, sur au moins 34 % des parts ou actions de la société.<p></p><p></p>   Ces pourcentages doivent être respectés tout au long de la durée de l'engagement collectif de conservation qui ne peut être inférieure à six ans. Les associés de l'engagement collectif de conservation peuvent effectuer entre eux des cessions ou donations des titres soumis à l'engagement.<p></p><p></p>   La durée initiale de l'engagement collectif de conservation peut être automatiquement prorogée par disposition expresse, ou modifiée par avenant sans pouvoir être inférieure à six ans. La dénonciation de la reconduction doit être notifiée à l'administration pour lui être opposable.<p></p><p></p>   L'engagement collectif de conservation est opposable à l'administration à compter de la date de l'enregistrement de l'acte qui le constate. Dans le cas de titres admis à la négociation sur un marché réglementé, l'engagement collectif de conservation est soumis aux dispositions de l'article L. 233-11 du code de commerce.<p></p><p></p>   Pour le calcul des pourcentages prévus au premier alinéa, il est tenu compte des titres détenus par une société possédant directement une participation dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation visé au a et auquel elle a souscrit. La valeur des titres de cette société bénéficie de l'exonération partielle prévue au premier alinéa à proportion de la valeur réelle de son actif brut qui correspond à la participation ayant fait l'objet de l'engagement collectif de conservation.<p></p><p></p>   L'exonération s'applique également lorsque la société détenue directement par le redevable possède une participation dans une société qui détient les titres de la société dont les parts ou actions font l'objet de l'engagement de conservation.<p></p><p></p>   Dans cette hypothèse, l'exonération partielle est appliquée à la valeur des titres de la société détenus directement par le redevable, dans la limite de la fraction de la valeur réelle de l'actif brut de celle-ci représentative de la valeur de la participation indirecte ayant fait l'objet d'un engagement de conservation.<p></p><p></p>   Le bénéfice de l'exonération partielle est subordonné à la condition que les participations soient conservées inchangées à chaque niveau d'interposition pendant toute la durée de l'engagement collectif ;<p></p><p></p>   c. L'un des associés mentionnés au a exerce effectivement dans la société dont les parts ou actions font l'objet de l'engagement collectif de conservation son activité professionnelle principale si celle-ci est une société de personnes visée aux articles 8 et 8 ter, ou l'une des fonctions énumérées au 1° de l'article 885 O bis lorsque celle-ci est soumise à l'impôt sur les sociétés, de plein droit ou sur option ;<p></p><p></p>   d. La déclaration visée à l'article 885 W doit être appuyée d'une attestation de la société dont les parts ou actions font l'objet de l'engagement collectif de conservation certifiant que les conditions prévues aux a et b ont été remplies l'année précédant celle au titre de laquelle la déclaration est souscrite ;<p></p><p></p>   e. En cas de non-respect de la condition prévue au a par l'un des signataires, l'exonération n'est pas remise en cause à l'égard des autres signataires, dès lors qu'ils conservent entre eux leurs titres jusqu'au terme initialement prévu et que la condition prévue au b demeure respectée. Dans le cas où cette dernière condition n'est pas respectée, l'exonération pour l'année en cours et celles précédant la rupture n'est pas remise en cause pour les autres signataires s'ils concluent, dans un délai d'un an, un nouvel engagement collectif de conservation, incluant a minima les titres soumis à l'engagement précédent, éventuellement avec un ou plusieurs autres associés, dans les conditions prévues au a et au b.<p></p><p></p>   En cas de non-respect des conditions prévues au a ou au b par suite d'une fusion ou d'une scission au sens de l'article 817 A ou d'une augmentation de capital, l'exonération partielle accordée au titre de l'année en cours et de celles précédant ces opérations n'est pas remise en cause si les signataires respectent l'engagement prévu au a jusqu'à son terme. Les titres reçus en contrepartie d'une fusion ou d'une scission doivent être conservés jusqu'au même terme. Cette exonération n'est pas non plus remise en cause lorsque la condition prévue au b n'est pas respectée par suite d'une annulation des titres pour cause de pertes ou de liquidation judiciaire.<p></p><p></p>   Au-delà du délai de six ans, l'exonération partielle accordée au titre de la période d'un an en cours lors du non-respect de l'une des conditions prévues au a ou au b est seule remise en cause.<p></p><p></p>   Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux redevables et aux sociétés.<p></p>",
            "num": "885 I bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1062288000000,
            "dateFin": 1135987200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 687184,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2018-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000006133850",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre, impôt sur la fortune, immobilière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133850",
                        "id": "LEGISCTA000036611615",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147067",
                        "id": "LEGISCTA000006147067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-12-28",
                        "fin": "2018-01-01",
                        "titre": "Section III : Biens exonérés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162633",
                        "id": "LEGISCTA000006162633",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006305569",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162633",
            "sectionParentId": "LEGISCTA000006162633",
            "sectionParentTitre": "Section III : Biens exonérés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière. Impôt de solidarité sur la fortune, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune &gt; Section III : Biens exonérés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006305569",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000414455",
                    "textTitle": "Loi n°2003-721 du 1 août 2003 - art. 47 () JORF 5 août 2003",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "47",
                    "articleId": "LEGIARTI000006314726",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-08-05",
                    "dateSignaTexte": "2003-08-01",
                    "dateDebutCible": "2003-08-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 8, 8 ter, 885 O bis, 885 W, 817 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000022149494",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022149490",
                    "textTitle": "Décret n°2010-423  du 28 avril 2010 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000022149508",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-423",
                    "datePubli": 1272585600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339587",
                    "textTitle": "Décision n°2017-758 DC du 28 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339588",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-758 DC",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339780",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339781",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036339652",
                    "textTitle": "Saisine du 22 décembre 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036339653",
                    "natureText": "SAISINE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1514678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L233-11 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-11",
                    "articleId": "LEGIARTI000006229221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 G (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 G",
                    "articleId": "LEGIARTI000022151678",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 H (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 H",
                    "articleId": "LEGIARTI000022151681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 I (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 I",
                    "articleId": "LEGIARTI000022151684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 J",
                    "articleId": "LEGIARTI000022151697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 K (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 K",
                    "articleId": "LEGIARTI000022151690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 L (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 L",
                    "articleId": "LEGIARTI000022151687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 301 M (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "301 M",
                    "articleId": "LEGIARTI000022151693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 août 2003",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006305569",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1062288000000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305570",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006305571",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1190764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017886932",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1190764800000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018017331",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1207180800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018619197",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1207180800000,
                    "dateFin": 1312070400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024429975",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1312070400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815565",
                    "etat": "ABROGE",
                    "version": "8.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "885 I bis",
                "885"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}