{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006813816",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le conseil d'administration détermine les orientations de l'activité de la société et veille à leur mise en oeuvre. Sous réserve des pouvoirs expressément attribués à l'assemblée générale et dans la limite de l'objet social, il se saisit de toute question intéressant la bonne marche de la société et règle par ses délibérations les affaires qui la concernent. Dans les rapports avec les tiers, la société est engagée même par les actes du conseil d'administration qui ne relèvent pas de l'objet social, à moins qu'elle ne prouve que le tiers savait que l'acte dépassait cet objet ou qu'il ne pouvait l'ignorer compte tenu des circonstances, étant exclu que la seule publication des statuts suffise à constituer cette preuve. Le conseil d'administration procède aux contrôles et vérifications qu'il juge opportuns. Le président ou le directeur général de la société est tenu de communiquer à chaque administrateur tous les documents et informations nécessaires à l'accomplissement de sa mission. Le conseil d'administration peut conférer à un ou plusieurs de ses membres ou à des tiers, sociétaires ou non, tous mandats spéciaux pour un ou plusieurs objets déterminés. Il peut décider la création de comités chargés d'étudier les questions que lui-même ou son président soumet, pour avis, à leur examen. Il fixe la composition et les attributions des comités qui exercent leur activité sous sa responsabilité. Le déplacement du siège social dans le même département ou dans un département limitrophe peut être décidé par le conseil d'administration, sous réserve de ratification de cette décision par la prochaine assemblée générale ordinaire. II. - Le conseil d'administration peut, dans la limite d'un montant total qu'il fixe, autoriser le directeur général à donner des cautions, avals ou garanties au nom de la société. Cette autorisation peut également fixer, par engagement, un montant au-delà duquel la caution, l'aval ou la garantie de la société ne peut être donné. Lorsqu'un engagement dépasse l'un ou l'autre des montants ainsi fixés, l'autorisation du conseil d'administration est requise dans chaque cas. La durée des autorisations prévues à l'alinéa précédent ne peut être supérieure à un an, quelle que soit la durée des engagements cautionnés, avalisés ou garantis. Par dérogation aux dispositions qui précèdent, le directeur général peut être autorisé à donner, à l'égard des administrations fiscales et douanières, des cautions, avals ou garanties au nom de la société, sans limite de montant. Le directeur général peut déléguer le pouvoir qu'il a reçu en application des alinéas précédents. Si les cautions, avals ou garanties ont été donnés pour un montant total supérieur à la limite fixée pour la période en cours, le dépassement ne peut être opposé aux tiers qui n'en ont pas eu connaissance, à moins que le montant de l'engagement invoqué n'excède, à lui seul, l'une des limites fixées par la décision du conseil d'administration prise en application des dispositions précédentes.",
            "texteHtml": "<p>I. - Le conseil d'administration détermine les orientations de l'activité de la société et veille à leur mise en oeuvre. Sous réserve des pouvoirs expressément attribués à l'assemblée générale et dans la limite de l'objet social, il se saisit de toute question intéressant la bonne marche de la société et règle par ses délibérations les affaires qui la concernent.</p><p>Dans les rapports avec les tiers, la société est engagée même par les actes du conseil d'administration qui ne relèvent pas de l'objet social, à moins qu'elle ne prouve que le tiers savait que l'acte dépassait cet objet ou qu'il ne pouvait l'ignorer compte tenu des circonstances, étant exclu que la seule publication des statuts suffise à constituer cette preuve.</p><p>Le conseil d'administration procède aux contrôles et vérifications qu'il juge opportuns. Le président ou le directeur général de la société est tenu de communiquer à chaque administrateur tous les documents et informations nécessaires à l'accomplissement de sa mission.</p><p>Le conseil d'administration peut conférer à un ou plusieurs de ses membres ou à des tiers, sociétaires ou non, tous mandats spéciaux pour un ou plusieurs objets déterminés.</p><p>Il peut décider la création de comités chargés d'étudier les questions que lui-même ou son président soumet, pour avis, à leur examen. Il fixe la composition et les attributions des comités qui exercent leur activité sous sa responsabilité.</p><p>Le déplacement du siège social dans le même département ou dans un département limitrophe peut être décidé par le conseil d'administration, sous réserve de ratification de cette décision par la prochaine assemblée générale ordinaire.</p><p>II. - Le conseil d'administration peut, dans la limite d'un montant total qu'il fixe, autoriser le directeur général à donner des cautions, avals ou garanties au nom de la société. Cette autorisation peut également fixer, par engagement, un montant au-delà duquel la caution, l'aval ou la garantie de la société ne peut être donné. Lorsqu'un engagement dépasse l'un ou l'autre des montants ainsi fixés, l'autorisation du conseil d'administration est requise dans chaque cas.</p><p>La durée des autorisations prévues à l'alinéa précédent ne peut être supérieure à un an, quelle que soit la durée des engagements cautionnés, avalisés ou garantis.</p><p>Par dérogation aux dispositions qui précèdent, le directeur général peut être autorisé à donner, à l'égard des administrations fiscales et douanières, des cautions, avals ou garanties au nom de la société, sans limite de montant.</p><p>Le directeur général peut déléguer le pouvoir qu'il a reçu en application des alinéas précédents.</p><p>Si les cautions, avals ou garanties ont été donnés pour un montant total supérieur à la limite fixée pour la période en cours, le dépassement ne peut être opposé aux tiers qui n'en ont pas eu connaissance, à moins que le montant de l'engagement invoqué n'excède, à lui seul, l'une des limites fixées par la décision du conseil d'administration prise en application des dispositions précédentes.</p>",
            "num": "R322-53-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1105056000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175588",
                        "id": "LEGISCTA000006175588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Direction et administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188045",
                        "id": "LEGISCTA000006188045",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-07",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Sociétés d'assurance mutuelles à conseil d'administration et direction générale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195207",
                        "id": "LEGISCTA000006195207",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006813816",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195207",
            "sectionParentId": "LEGISCTA000006195207",
            "sectionParentTitre": "Paragraphe 1 : Sociétés d'assurance mutuelles à conseil d'administration et direction générale",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section IV : Sociétés d'assurance mutuelles &gt; Sous-section 2 : Direction et administration &gt; Paragraphe 1 : Sociétés d'assurance mutuelles à conseil d'administration et direction générale",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006813816",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507291",
                    "textTitle": "Décret 76-667 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507291",
                    "natureText": "DECRET",
                    "datePubliTexte": "1976-07-21",
                    "dateSignaTexte": "1976-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000625016",
                    "textTitle": "Décret n°2005-7 du 3 janvier 2005 - art. 1 () JORF 7 janvier 2005",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006237708",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-01-07",
                    "dateSignaTexte": "2005-01-03",
                    "dateDebutCible": "2005-01-07"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006813816",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1105056000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-53-1",
                "322-53-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}