{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042750446",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Afin de répondre à un besoin spécifique lié à sa stratégie scientifique ou à son attractivité internationale, dans des domaines de recherche pour lesquels il justifie de cette nécessité, un établissement public de recherche ou d'enseignement supérieur peut être autorisé, par arrêté du ministre chargé de la recherche, à recruter en qualité d'agent contractuel de droit public des personnes titulaires d'un doctorat, tel que prévu à l'article L. 612-7 du code de l'éducation, ou d'un diplôme équivalent en vue de leur titularisation dans un corps de directeur de recherche. Ces recrutements sont ouverts chaque année et pour chaque corps, sur proposition du président ou directeur général de l'établissement, par l'arrêté mentionné au premier alinéa du présent I, dans la limite de 20 % des recrutements autorisés dans le corps concerné ou de 25 % de ceux-ci lorsque le nombre de recrutements autorisés dans le corps concerné est strictement inférieur à cinq. Le recrutement est réalisé, après appel public à candidatures, à l'issue d'une sélection par une commission constituée de personnes de rang égal à celui de l'emploi à pourvoir et composée, pour moitié au moins, d'enseignants-chercheurs et de personnels assimilés ou de chercheurs extérieurs à l'établissement dans lequel le recrutement est ouvert, dont au moins une personne de nationalité étrangère exerçant ses activités professionnelles à l'étranger. Cette commission ne peut comprendre plus de 60 % de membres du même sexe. Le contrat a pour objet de permettre à la personne recrutée d'acquérir une qualification en rapport avec les missions du corps dans lequel elle a vocation à être titularisée, définies à l'article L. 411-1. Il est conclu par l'établissement public de recherche au sein duquel l'intéressé a vocation à être titularisé ou par un établissement public d'enseignement supérieur partenaire de celui-ci. Dans le respect des dispositions de l'article L. 411-3, il stipule les engagements des parties concernant les objectifs à atteindre par l'intéressé et les moyens qui lui sont apportés par son employeur pour l'exercice de ses fonctions. Ces engagements incluent les obligations de l'intéressé en matière d'enseignement et de recherche. II. - La durée du contrat mentionné au I du présent article ne peut être inférieure à trois ans et ne peut être supérieure à six ans. Le contrat peut être prolongé dans la limite de la durée des congés pour maternité ou adoption et des congés de paternité et d'accueil de l'enfant, de maladie et d'accident du travail. Le contrat peut être renouvelé, dans la limite d'un an, sans dépasser la durée maximale de six ans prévue au premier alinéa du présent II, lorsque l'intéressé n'a pas pu atteindre les objectifs auxquels il avait initialement souscrit. III. - Au terme de son contrat, une commission de titularisation entend le candidat au cours d'une audition et apprécie sa valeur scientifique ainsi que son aptitude à exercer les missions mentionnées à l'article L. 411-1, afin de vérifier qu'il remplit les conditions pour être titularisé dans un corps de directeur de recherche. L'intéressé est ensuite titularisé par décision du chef d'établissement après avis de la commission. Cette commission est constituée de personnes de rang égal à celui de l'emploi à pourvoir et est composée, pour moitié au moins, d'enseignants-chercheurs et de personnels assimilés ou de chercheurs extérieurs à l'établissement, dont au moins une personne de nationalité étrangère exerçant ses activités professionnelles à l'étranger. Cette commission ne peut comprendre plus de 60 % de membres du même sexe. Elle examine, pour chaque candidat, un rapport sur son activité et les travaux qu'il a accomplis. La titularisation est subordonnée à un engagement de servir. IV. - Le chef d'établissement présente devant l'instance délibérante compétente un bilan annuel de la mise en œuvre au sein de son établissement des dispositions du présent article. Ce bilan comporte notamment des données relatives aux proportions de femmes et d'hommes recrutés. V. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article, notamment les conditions d'équivalence de diplôme exigées pour le recrutement en qualité d'agent contractuel, les modalités de la procédure de sélection, les conditions de renouvellement du contrat, les modalités d'appréciation, avant la titularisation, de la valeur scientifique et de l'aptitude à exercer les missions mentionnées à l'article L. 411-1, les modalités de nomination des membres des commissions mentionnées au troisième alinéa du I et au premier alinéa du III du présent article et les conditions de l'engagement de servir.",
            "texteHtml": "<p>I. - Afin de répondre à un besoin spécifique lié à sa stratégie scientifique ou à son attractivité internationale, dans des domaines de recherche pour lesquels il justifie de cette nécessité, un établissement public de recherche ou d'enseignement supérieur peut être autorisé, par arrêté du ministre chargé de la recherche, à recruter en qualité d'agent contractuel de droit public des personnes titulaires d'un doctorat, tel que prévu à l'article L. 612-7 du code de l'éducation, ou d'un diplôme équivalent en vue de leur titularisation dans un corps de directeur de recherche.</p><p> Ces recrutements sont ouverts chaque année et pour chaque corps, sur proposition du président ou directeur général de l'établissement, par l'arrêté mentionné au premier alinéa du présent I, dans la limite de 20 % des recrutements autorisés dans le corps concerné ou de 25 % de ceux-ci lorsque le nombre de recrutements autorisés dans le corps concerné est strictement inférieur à cinq.</p><p> Le recrutement est réalisé, après appel public à candidatures, à l'issue d'une sélection par une commission constituée de personnes de rang égal à celui de l'emploi à pourvoir et composée, pour moitié au moins, d'enseignants-chercheurs et de personnels assimilés ou de chercheurs extérieurs à l'établissement dans lequel le recrutement est ouvert, dont au moins une personne de nationalité étrangère exerçant ses activités professionnelles à l'étranger. Cette commission ne peut comprendre plus de 60 % de membres du même sexe.</p><p> Le contrat a pour objet de permettre à la personne recrutée d'acquérir une qualification en rapport avec les missions du corps dans lequel elle a vocation à être titularisée, définies à l'article L. 411-1. Il est conclu par l'établissement public de recherche au sein duquel l'intéressé a vocation à être titularisé ou par un établissement public d'enseignement supérieur partenaire de celui-ci. Dans le respect des dispositions de l'article L. 411-3, il stipule les engagements des parties concernant les objectifs à atteindre par l'intéressé et les moyens qui lui sont apportés par son employeur pour l'exercice de ses fonctions. Ces engagements incluent les obligations de l'intéressé en matière d'enseignement et de recherche.</p><p> II. - La durée du contrat mentionné au I du présent article ne peut être inférieure à trois ans et ne peut être supérieure à six ans.</p><p> Le contrat peut être prolongé dans la limite de la durée des congés pour maternité ou adoption et des congés de paternité et d'accueil de l'enfant, de maladie et d'accident du travail.</p><p> Le contrat peut être renouvelé, dans la limite d'un an, sans dépasser la durée maximale de six ans prévue au premier alinéa du présent II, lorsque l'intéressé n'a pas pu atteindre les objectifs auxquels il avait initialement souscrit.</p><p> III. - Au terme de son contrat, une commission de titularisation entend le candidat au cours d'une audition et apprécie sa valeur scientifique ainsi que son aptitude à exercer les missions mentionnées à l'article L. 411-1, afin de vérifier qu'il remplit les conditions pour être titularisé dans un corps de directeur de recherche. L'intéressé est ensuite titularisé par décision du chef d'établissement après avis de la commission.</p><p> Cette commission est constituée de personnes de rang égal à celui de l'emploi à pourvoir et est composée, pour moitié au moins, d'enseignants-chercheurs et de personnels assimilés ou de chercheurs extérieurs à l'établissement, dont au moins une personne de nationalité étrangère exerçant ses activités professionnelles à l'étranger. Cette commission ne peut comprendre plus de 60 % de membres du même sexe.</p><p> Elle examine, pour chaque candidat, un rapport sur son activité et les travaux qu'il a accomplis.</p><p> La titularisation est subordonnée à un engagement de servir.</p><p> IV. - Le chef d'établissement présente devant l'instance délibérante compétente un bilan annuel de la mise en œuvre au sein de son établissement des dispositions du présent article. Ce bilan comporte notamment des données relatives aux proportions de femmes et d'hommes recrutés.</p><p> V. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article, notamment les conditions d'équivalence de diplôme exigées pour le recrutement en qualité d'agent contractuel, les modalités de la procédure de sélection, les conditions de renouvellement du contrat, les modalités d'appréciation, avant la titularisation, de la valeur scientifique et de l'aptitude à exercer les missions mentionnées à l'article L. 411-1, les modalités de nomination des membres des commissions mentionnées au troisième alinéa du I et au premier alinéa du III du présent article et les conditions de l'engagement de servir.</p>",
            "num": "L422-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1609027200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-06-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095791",
                        "id": "LEGISCTA000006095791",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-16",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : LES PERSONNELS DE LA RECHERCHE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120382",
                        "id": "LEGISCTA000006120382",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-16",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS APPLICABLES AUX PERSONNELS DES ÉTABLISSEMENTS PUBLICS À CARACTÈRE SCIENTIFIQUE ET TECHNOLOGIQUE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137614",
                        "id": "LEGISCTA000006137614",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Chercheurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151318",
                        "id": "LEGISCTA000006151318",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2004-06-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la recherche",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071190",
                        "id": "LEGITEXT000006071190",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042750446",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006151318",
            "sectionParentId": "LEGISCTA000006151318",
            "sectionParentTitre": "Chapitre II : Chercheurs.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : LES PERSONNELS DE LA RECHERCHE &gt; TITRE II : DISPOSITIONS APPLICABLES AUX PERSONNELS DES ÉTABLISSEMENTS PUBLICS À CARACTÈRE SCIENTIFIQUE ET TECHNOLOGIQUE &gt; Chapitre II : Chercheurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042750446",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071190",
                    "titre": "Code de la recherche",
                    "titreLong": "Code de la recherche",
                    "etat": "VIGUEUR",
                    "dateDebut": 1087344000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071190",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042738027",
                    "textTitle": "LOI n°2020-1674 du 24 décembre 2020 - art. 4 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000042750239",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-26",
                    "dateSignaTexte": "2020-12-24",
                    "dateDebutCible": "2020-12-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030337305",
                    "textTitle": "ARRÊTÉ du 13 février 2015 - art. 18-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18-1",
                    "articleId": "LEGIARTI000045302514",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1426032000000,
                    "dateDebut": 1646611200000
                },
                {
                    "textCid": "JORFTEXT000037884487",
                    "textTitle": "Décret n°2018-1351 du 28 décembre 2018 - art. Annexe (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000045634648",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-1351",
                    "datePubli": 1546128000000,
                    "dateDebut": 1650672000000
                },
                {
                    "textCid": "JORFTEXT000044518476",
                    "textTitle": "Arrêté du 17 décembre 2021, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000044518476",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1639872000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044518389",
                    "textTitle": "Décret n°2021-1710 du 17 décembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044522226",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1710",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000044518389",
                    "textTitle": "Décret n°2021-1710 du 17 décembre 2021 - art. 25",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000044522274",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1710",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000044518389",
                    "textTitle": "Décret n°2021-1710 du 17 décembre 2021 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000044522294",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1710",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000045114055",
                    "textTitle": "Arrêté du 6 janvier 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045116627",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1643846400000,
                    "dateDebut": 1643932800000
                },
                {
                    "textCid": "JORFTEXT000045300174",
                    "textTitle": "Arrêté du 22 février 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045302485",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1646524800000,
                    "dateDebut": 1646611200000
                },
                {
                    "textCid": "JORFTEXT000045571139",
                    "textTitle": "Arrêté du 21 mars 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046025007",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1649894400000,
                    "dateDebut": 1649980800000
                },
                {
                    "textCid": "JORFTEXT000045632236",
                    "textTitle": "Décret n°2022-598 du 20 avril 2022 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000045632845",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-598",
                    "datePubli": 1650585600000,
                    "dateDebut": 1650672000000
                },
                {
                    "textCid": "JORFTEXT000045843345",
                    "textTitle": "Arrêté du 23 mai 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045843760",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1654041600000,
                    "dateDebut": 1654128000000
                },
                {
                    "textCid": "JORFTEXT000046024641",
                    "textTitle": "Arrêté du 23 juin 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046024959",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1657152000000,
                    "dateDebut": 1657238400000
                },
                {
                    "textCid": "JORFTEXT000047100542",
                    "textTitle": "Décret n°2023-75 du 6 février 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047101230",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-75",
                    "datePubli": 1675814400000,
                    "dateDebut": 1675900800000
                },
                {
                    "textCid": "JORFTEXT000047183295",
                    "textTitle": "Arrêté du 6 février 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047184360",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1676592000000,
                    "dateDebut": 1676678400000
                },
                {
                    "textCid": "JORFTEXT000047294512",
                    "textTitle": "Arrêté du 28 février 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047300462",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1678492800000,
                    "dateDebut": 1678579200000
                },
                {
                    "textCid": "JORFTEXT000047308342",
                    "textTitle": "Arrêté du 8 mars 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047309175",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1678838400000,
                    "dateDebut": 1678924800000
                },
                {
                    "textCid": "JORFTEXT000047310804",
                    "textTitle": "Arrêté du 8 mars 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047311735",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1678924800000,
                    "dateDebut": 1679011200000
                },
                {
                    "textCid": "JORFTEXT000047541187",
                    "textTitle": "Arrêté du 5 mai 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047543593",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1683936000000,
                    "dateDebut": 1684022400000
                },
                {
                    "textCid": "JORFTEXT000047800695",
                    "textTitle": "Arrêté du 6 juillet 2023, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000047800695",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1688860800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047800706",
                    "textTitle": "Arrêté du 6 juillet 2023, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000047800706",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1688860800000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042750446",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1609027200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L422-3",
                "422-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}