{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037136431",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La documentation prévue par l'article L. 13 AA est tenue à la disposition de l'administration sous un format électronique de nature à permettre l'échange et la lecture des documents, indépendamment de l'environnement dans lequel ils ont été créés. Les tables de données contenues dans la documentation sont présentées dans un format électronique de nature à permettre à l'administration d'effectuer des vérifications des calculs réalisés par l'entreprise, tris, classements ainsi que tout type de calculs. La documentation prévue à l'article L. 13 AA inclut les opérations réalisées entre le siège d'une entreprise et ses succursales implantées dans d'autres juridictions fiscales. II. - Le fichier principal, mentionné au 1 du II de l'article L. 13 AA, est présenté sous la forme de cinq rubriques dans l'ordre suivant : “Structure organisationnelle”, “Description du ou des domaines du groupe multinational”, “Actifs incorporels du groupe multinational”, “Activités financières interentreprises du groupe multinational” et “Situation financière et fiscale du groupe multinational”. 1. La rubrique intitulée “Structure organisationnelle” comprend les renseignements mentionnés au a du 1 du II de l'article L. 13 AA. Pour l'application du a, les entités opérationnelles comprennent toutes les formes de structures juridiques y compris celles n'ayant pas de personnalité morale. 2. La rubrique intitulée “Description du ou des domaines du groupe multinational” comprend les renseignements mentionnés aux b à g du 1 du II de l'article L. 13 AA. Pour l'application du b, les sources importantes de bénéfices du groupe correspondent aux activités réalisées par des entités du groupe et qui exercent une influence déterminante dans la réalisation des bénéfices. Pour l'application du c, la description de la chaîne d'approvisionnement des biens et services comprend les principales étapes qui conduisent à la commercialisation des biens et services, ce qui inclut notamment les activités de conception et de fabrication. Cette description peut prendre la forme d'un diagramme ou d'un schéma. Le chiffre d'affaires du groupe correspond au chiffre d'affaires consolidé. Pour l'application du d, les accords importants de prestations de services entre entreprises associées correspondent à ceux dont l'exécution est prépondérante dans l'activité des entreprises du groupe qui sont bénéficiaires des prestations. La description des capacités des sites qui fournissent les services comprend des informations sur les moyens humains, matériels, financiers et logistiques. La description des politiques appliquées en matière de prix de transfert comprend l'énumération des critères pris en compte pour répartir les coûts des services ainsi que la description des modalités retenues pour la détermination des prix facturés. Pour l'application du g, les opérations importantes de réorganisation correspondent aux opérations réalisées par des entreprises du groupe et qui se sont traduites par des transferts ou des créations d'activité ainsi que par des changements de statut juridique ou de fonctions. 3. La rubrique intitulée “Actifs incorporels du groupe multinational” comprend les renseignements mentionnés aux h à k du 1 du II de l'article L. 13 AA. Pour l'application du h, la description de la stratégie du groupe en matière de mise au point, de propriété et d'exploitation des actifs incorporels comprend notamment des informations sur les opérations réalisées au sein du groupe et sur celles qui font l'objet d'une sous-traitance auprès d'entreprises qui ne sont pas membres du groupe. Les installations de recherche correspondent aux unités opérationnelles de recherche et de développement telles que les centres, laboratoires ou ateliers de recherche. La localisation de la direction des activités de recherche et de développement correspond au lieu où les orientations stratégiques de recherche et développement sont prises. Pour l'application du i, la liste des actifs incorporels ou des catégories d'actifs incorporels importants pour l'établissement des prix de transfert est complétée par une rubrique relative aux politiques du groupe en matière de prix de transfert relatives à la recherche et développement et aux actifs incorporels. Pour l'application du k, les transferts importants de parts d'actifs incorporels entre entreprises associées sont ceux qui conduisent à une modification substantielle des fonctions exercées et des risques assumés par les entités concernées. 4. La rubrique intitulée “Activités financières interentreprises du groupe multinational” comprend les renseignements prévus aux l à n du 1 du II de l'article L. 13 AA. 5. La rubrique intitulée “Situation financière et fiscale du groupe multinational” comprend les renseignements prévus aux o et p du 1 du II de l'article L. 13 AA. III. - Le fichier local, mentionné au 2 du II de l'article L. 13 AA, est présenté sous la forme de trois rubriques dans l'ordre suivant : “Entité en France”, “Transactions contrôlées” et “Informations financières”. 1. La rubrique intitulée “Entité en France” comprend les renseignements prévus aux a et b du 2 du II de l'article L. 13 AA, ainsi que l'identification des principaux concurrents de l'entreprise. Pour l'application du a, la description de la structure de gestion distingue les organes de direction et les structures opérationnelles de l'entreprise avec des informations sur leurs responsabilités et rôles respectifs et les moyens humains. Cette description peut prendre la forme d'un schéma ou d'un diagramme. Pour l'application du b, la stratégie d'entreprise consiste en une description des objectifs poursuivis, des choix effectués sur l'allocation des moyens et des financements mobilisés et des risques assumés pour atteindre ces objectifs. Dans ce cadre les opérations de réorganisation s'entendent des opérations auxquelles est partie l'entreprise et qui se sont traduites par des transferts ou des créations d'activité ainsi que par des changements de statut juridique ou de fonctions. 2. La rubrique intitulée “Transactions contrôlées” comprend les renseignements mentionnés aux c à p du 2 du II de l'article L. 13 AA. Pour l'application des c à p, les transactions qui doivent faire l'objet de renseignements dans le fichier local sont celles réalisées entre l'entreprise et une ou plusieurs entreprises associées et dont le montant, tel qu'il est issu de la comptabilité sociale, agrégé par catégorie excède 100 000 € au titre de l'exercice. Le montant de 100 000 € doit être apprécié sans compensation ni entre les produits et les charges, ni entre les acquisitions et les cessions d'actifs. Les catégories de transactions à prendre en compte sont : 1° Celles qui correspondent à des produits : les ventes des biens, les prestations de services, les commissions, les redevances de brevet, les redevances de marque, les redevances de savoir-faire, les autres redevances de droits de propriété intellectuelle, les garanties de bonne exécution, les garanties financières, les produits financiers, les flux sur instruments financiers à terme, les autres produits ; 2° Celles qui correspondent à des charges : les achats de biens, les prestations de services, les commissions, les redevances de brevet, les redevances de marque, les redevances de savoir-faire, les autres redevances de droits de propriété intellectuelle, les garanties de bonne exécution, les garanties financières, les charges financières, les flux sur instruments financiers à terme, les autres charges ; 3° Celles qui correspondent à des acquisitions et des cessions d'actifs portant sur : les brevets, les marques, les fonds de commerce, les immobilisations financières, les biens meubles incorporels, les biens meubles corporels, les biens immeubles. La rubrique Transactions contrôlées peut comprendre d'autres catégories ou des sous-catégories de transactions, y compris lorsque le montant agrégé des transactions de ces catégories ou sous-catégories est inférieur ou égal à 100 000 €. Pour l'application du c, la description des transactions comporte les informations pertinentes relatives aux types de biens ou de produits concernés et à leur montant. Il peut s'agir, notamment, des conditions de paiement, des garanties et, le cas échéant, des rémunérations d'intermédiaires. Cette description peut être réalisée par catégorie de transactions dès lors que les transactions au sein de chaque catégorie portent sur les mêmes biens et services. Pour l'application du d, les montants de paiements et recettes intra-groupe correspondent aux montants des transactions qui se sont traduites, dans la comptabilité sociale, par des produits, des charges, des augmentations ou des diminutions d'actif ou de passif. Pour chaque catégorie de transactions, le montant à indiquer correspond au montant agrégé des transactions de la catégorie concernée, issu de la comptabilité sociale. Les informations prévues aux d et e sont présentées sous la forme d'un tableau avec, en lignes, l'indication des catégories de transactions et en colonnes l'indication des entreprises associées impliquées, de leur rôle et de leur juridiction fiscale par un code à deux lettres respectant la norme ISO 3166. Pour l'application du f, les accords intra-groupe importants correspondent à tous les accords dont l'exécution se traduit par des transactions entre entreprises associées et dont le montant agrégé par catégorie excède 100 000 € au titre de l'exercice. Pour l'application du g, l'analyse de comparabilité décrit, pour chaque catégorie de transactions, d'une part, les conditions de rémunération de l'entreprise, d'autre part, celles qui trouveraient à s'appliquer entre des entreprises indépendantes. Les éventuels écarts sont justifiés. L'analyse fonctionnelle comprend : 1° Une description des fonctions exercées, des risques assumés et des principaux actifs utilisés dans la réalisation des transactions ; 2° Les changements intervenus par rapport aux deux exercices précédents. Pour l'application du h, la présentation de la méthode des prix de transfert la plus adaptée est effectuée sous la forme d'un tableau avec, en lignes, les catégories de transactions et, en colonnes, l'indication, d'une part, de la ou des méthodes des prix de transfert appliquées, d'autre part, d'une explication des raisons qui ont conduit au choix de ces méthodes. Ce tableau est complété par des précisions littérales. Pour l'application du i, la partie testée est l'entreprise qui a été retenue afin d'apprécier les conditions de rémunération, en application de la méthode de prix de transfert. Lorsqu'une entreprise associée a été choisie comme partie testée, l'indication des raisons de cette sélection est accompagnée d'indications sur l'activité, les conditions de fonctionnement et le rôle de la partie testée. Pour l'application du j, la synthèse des hypothèses importantes posées pour appliquer les méthodes de prix de transfert est effectuée pour chaque catégorie de transactions. Elle peut être intégrée dans les indications prévues au h. Pour l'application du l, la liste et la description des transactions comparables sur le marché libre sont effectuées pour chaque catégorie de transactions avec des entreprises associées. Pour l'application du m, sont également mentionnés les calculs de ces ajustements. 3. La rubrique intitulée “Informations financières” comprend les renseignements mentionnés aux q à s du 2 du II de l'article L. 13 AA. Pour l'application du r, les informations et les tableaux doivent notamment porter sur : 1° les conséquences arithmétiques de l'application des politiques de prix de transfert dans la comptabilité sociale avec l'identification des comptes concernés ; 2° la correspondance entre les états financiers ayant servi à la détermination des prix et ceux dont la tenue par l'entreprise est obligatoire.",
            "texteHtml": "<p>I. - La documentation prévue par l'article L. 13 AA est tenue à la disposition de l'administration sous un format électronique de nature à permettre l'échange et la lecture des documents, indépendamment de l'environnement dans lequel ils ont été créés.<br/><br/>\n Les tables de données contenues dans la documentation sont présentées dans un format électronique de nature à permettre à l'administration d'effectuer des vérifications des calculs réalisés par l'entreprise, tris, classements ainsi que tout type de calculs.<br/><br/>\n La documentation prévue à l'article L. 13 AA inclut les opérations réalisées entre le siège d'une entreprise et ses succursales implantées dans d'autres juridictions fiscales.<br/><br/>\n II. - Le fichier principal, mentionné au 1 du II de l'article L. 13 AA, est présenté sous la forme de cinq rubriques dans l'ordre suivant : “Structure organisationnelle”, “Description du ou des domaines du groupe multinational”, “Actifs incorporels du groupe multinational”, “Activités financières interentreprises du groupe multinational” et “Situation financière et fiscale du groupe multinational”.<br/><br/>\n 1. La rubrique intitulée “Structure organisationnelle” comprend les renseignements mentionnés au a du 1 du II de l'article L. 13 AA.<br/><br/>\n Pour l'application du a, les entités opérationnelles comprennent toutes les formes de structures juridiques y compris celles n'ayant pas de personnalité morale.<br/><br/>\n 2. La rubrique intitulée “Description du ou des domaines du groupe multinational” comprend les renseignements mentionnés aux b à g du 1 du II de l'article L. 13 AA.<br/><br/>\n Pour l'application du b, les sources importantes de bénéfices du groupe correspondent aux activités réalisées par des entités du groupe et qui exercent une influence déterminante dans la réalisation des bénéfices.<br/><br/>\n Pour l'application du c, la description de la chaîne d'approvisionnement des biens et services comprend les principales étapes qui conduisent à la commercialisation des biens et services, ce qui inclut notamment les activités de conception et de fabrication. Cette description peut prendre la forme d'un diagramme ou d'un schéma. Le chiffre d'affaires du groupe correspond au chiffre d'affaires consolidé.<br/><br/>\n Pour l'application du d, les accords importants de prestations de services entre entreprises associées correspondent à ceux dont l'exécution est prépondérante dans l'activité des entreprises du groupe qui sont bénéficiaires des prestations.<br/><br/>\n La description des capacités des sites qui fournissent les services comprend des informations sur les moyens humains, matériels, financiers et logistiques.<br/><br/>\n La description des politiques appliquées en matière de prix de transfert comprend l'énumération des critères pris en compte pour répartir les coûts des services ainsi que la description des modalités retenues pour la détermination des prix facturés.<br/><br/>\n Pour l'application du g, les opérations importantes de réorganisation correspondent aux opérations réalisées par des entreprises du groupe et qui se sont traduites par des transferts ou des créations d'activité ainsi que par des changements de statut juridique ou de fonctions.<br/><br/>\n 3. La rubrique intitulée “Actifs incorporels du groupe multinational” comprend les renseignements mentionnés aux h à k du 1 du II de l'article L. 13 AA.<br/><br/>\n Pour l'application du h, la description de la stratégie du groupe en matière de mise au point, de propriété et d'exploitation des actifs incorporels comprend notamment des informations sur les opérations réalisées au sein du groupe et sur celles qui font l'objet d'une sous-traitance auprès d'entreprises qui ne sont pas membres du groupe.<br/><br/>\n Les installations de recherche correspondent aux unités opérationnelles de recherche et de développement telles que les centres, laboratoires ou ateliers de recherche. La localisation de la direction des activités de recherche et de développement correspond au lieu où les orientations stratégiques de recherche et développement sont prises.<br/><br/>\n Pour l'application du i, la liste des actifs incorporels ou des catégories d'actifs incorporels importants pour l'établissement des prix de transfert est complétée par une rubrique relative aux politiques du groupe en matière de prix de transfert relatives à la recherche et développement et aux actifs incorporels.<br/><br/>\n Pour l'application du k, les transferts importants de parts d'actifs incorporels entre entreprises associées sont ceux qui conduisent à une modification substantielle des fonctions exercées et des risques assumés par les entités concernées.<br/><br/>\n 4. La rubrique intitulée “Activités financières interentreprises du groupe multinational” comprend les renseignements prévus aux l à n du 1 du II de l'article L. 13 AA.<br/><br/>\n 5. La rubrique intitulée “Situation financière et fiscale du groupe multinational” comprend les renseignements prévus aux o et p du 1 du II de l'article L. 13 AA.<br/><br/>\n III. - Le fichier local, mentionné au 2 du II de l'article L. 13 AA, est présenté sous la forme de trois rubriques dans l'ordre suivant : “Entité en France”, “Transactions contrôlées” et “Informations financières”.<br/><br/>\n 1. La rubrique intitulée “Entité en France” comprend les renseignements prévus aux a et b du 2 du II de l'article L. 13 AA, ainsi que l'identification des principaux concurrents de l'entreprise.<br/><br/>\n Pour l'application du a, la description de la structure de gestion distingue les organes de direction et les structures opérationnelles de l'entreprise avec des informations sur leurs responsabilités et rôles respectifs et les moyens humains. Cette description peut prendre la forme d'un schéma ou d'un diagramme.<br/><br/>\n Pour l'application du b, la stratégie d'entreprise consiste en une description des objectifs poursuivis, des choix effectués sur l'allocation des moyens et des financements mobilisés et des risques assumés pour atteindre ces objectifs. Dans ce cadre les opérations de réorganisation s'entendent des opérations auxquelles est partie l'entreprise et qui se sont traduites par des transferts ou des créations d'activité ainsi que par des changements de statut juridique ou de fonctions.<br/><br/>\n 2. La rubrique intitulée “Transactions contrôlées” comprend les renseignements mentionnés aux c à p du 2 du II de l'article L. 13 AA.<br/><br/>\n Pour l'application des c à p, les transactions qui doivent faire l'objet de renseignements dans le fichier local sont celles réalisées entre l'entreprise et une ou plusieurs entreprises associées et dont le montant, tel qu'il est issu de la comptabilité sociale, agrégé par catégorie excède 100 000 € au titre de l'exercice. Le montant de 100 000 € doit être apprécié sans compensation ni entre les produits et les charges, ni entre les acquisitions et les cessions d'actifs.<br/><br/>\n Les catégories de transactions à prendre en compte sont :<br/><br/>\n 1° Celles qui correspondent à des produits : les ventes des biens, les prestations de services, les commissions, les redevances de brevet, les redevances de marque, les redevances de savoir-faire, les autres redevances de droits de propriété intellectuelle, les garanties de bonne exécution, les garanties financières, les produits financiers, les flux sur instruments financiers à terme, les autres produits ;<br/><br/>\n 2° Celles qui correspondent à des charges : les achats de biens, les prestations de services, les commissions, les redevances de brevet, les redevances de marque, les redevances de savoir-faire, les autres redevances de droits de propriété intellectuelle, les garanties de bonne exécution, les garanties financières, les charges financières, les flux sur instruments financiers à terme, les autres charges ;<br/><br/>\n 3° Celles qui correspondent à des acquisitions et des cessions d'actifs portant sur : les brevets, les marques, les fonds de commerce, les immobilisations financières, les biens meubles incorporels, les biens meubles corporels, les biens immeubles.<br/><br/>\n La rubrique Transactions contrôlées peut comprendre d'autres catégories ou des sous-catégories de transactions, y compris lorsque le montant agrégé des transactions de ces catégories ou sous-catégories est inférieur ou égal à 100 000 €.<br/><br/>\n Pour l'application du c, la description des transactions comporte les informations pertinentes relatives aux types de biens ou de produits concernés et à leur montant. Il peut s'agir, notamment, des conditions de paiement, des garanties et, le cas échéant, des rémunérations d'intermédiaires. Cette description peut être réalisée par catégorie de transactions dès lors que les transactions au sein de chaque catégorie portent sur les mêmes biens et services.<br/><br/>\n Pour l'application du d, les montants de paiements et recettes intra-groupe correspondent aux montants des transactions qui se sont traduites, dans la comptabilité sociale, par des produits, des charges, des augmentations ou des diminutions d'actif ou de passif.<br/><br/>\n Pour chaque catégorie de transactions, le montant à indiquer correspond au montant agrégé des transactions de la catégorie concernée, issu de la comptabilité sociale.<br/><br/>\n Les informations prévues aux d et e sont présentées sous la forme d'un tableau avec, en lignes, l'indication des catégories de transactions et en colonnes l'indication des entreprises associées impliquées, de leur rôle et de leur juridiction fiscale par un code à deux lettres respectant la norme ISO 3166.<br/><br/>\n Pour l'application du f, les accords intra-groupe importants correspondent à tous les accords dont l'exécution se traduit par des transactions entre entreprises associées et dont le montant agrégé par catégorie excède 100 000 € au titre de l'exercice.<br/><br/>\n Pour l'application du g, l'analyse de comparabilité décrit, pour chaque catégorie de transactions, d'une part, les conditions de rémunération de l'entreprise, d'autre part, celles qui trouveraient à s'appliquer entre des entreprises indépendantes. Les éventuels écarts sont justifiés. L'analyse fonctionnelle comprend :<br/><br/>\n 1° Une description des fonctions exercées, des risques assumés et des principaux actifs utilisés dans la réalisation des transactions ;<br/><br/>\n 2° Les changements intervenus par rapport aux deux exercices précédents.<br/><br/>\n Pour l'application du h, la présentation de la méthode des prix de transfert la plus adaptée est effectuée sous la forme d'un tableau avec, en lignes, les catégories de transactions et, en colonnes, l'indication, d'une part, de la ou des méthodes des prix de transfert appliquées, d'autre part, d'une explication des raisons qui ont conduit au choix de ces méthodes. Ce tableau est complété par des précisions littérales.<br/><br/>\n Pour l'application du i, la partie testée est l'entreprise qui a été retenue afin d'apprécier les conditions de rémunération, en application de la méthode de prix de transfert.<br/><br/>\n Lorsqu'une entreprise associée a été choisie comme partie testée, l'indication des raisons de cette sélection est accompagnée d'indications sur l'activité, les conditions de fonctionnement et le rôle de la partie testée.<br/><br/>\n Pour l'application du j, la synthèse des hypothèses importantes posées pour appliquer les méthodes de prix de transfert est effectuée pour chaque catégorie de transactions. Elle peut être intégrée dans les indications prévues au h.<br/><br/>\n Pour l'application du l, la liste et la description des transactions comparables sur le marché libre sont effectuées pour chaque catégorie de transactions avec des entreprises associées.<br/><br/>\n Pour l'application du m, sont également mentionnés les calculs de ces ajustements.<br/><br/>\n 3. La rubrique intitulée “Informations financières” comprend les renseignements mentionnés aux q à s du 2 du II de l'article L. 13 AA.<br/><br/>\n Pour l'application du r, les informations et les tableaux doivent notamment porter sur :<br/><br/>\n 1° les conséquences arithmétiques de l'application des politiques de prix de transfert dans la comptabilité sociale avec l'identification des comptes concernés ;<br/><br/>\n 2° la correspondance entre les états financiers ayant servi à la détermination des prix et ceux dont la tenue par l'entreprise est obligatoire.</p>",
            "num": "R13 AA-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1530403200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084356",
                        "id": "LEGISCTA000006084356",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Partie réglementaire, décrets",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114562",
                        "id": "LEGISCTA000006114562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Le contrôle de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133984",
                        "id": "LEGISCTA000006133984",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1982-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Le droit de contrôle de l'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147381",
                        "id": "LEGISCTA000006147381",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1982-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163132",
                        "id": "LEGISCTA000006163132",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1982-01-01",
                        "fin": "2999-01-01",
                        "titre": "2° : Dispositions relatives aux vérifications des comptabilités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180136",
                        "id": "LEGISCTA000006180136",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre des procédures fiscales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069583",
                        "id": "LEGITEXT000006069583",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037136431",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180136",
            "sectionParentId": "LEGISCTA000006180136",
            "sectionParentTitre": "2° : Dispositions relatives aux vérifications des comptabilités",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Deuxième partie : Partie réglementaire, décrets &gt; Titre II : Le contrôle de l'impôt &gt; Chapitre premier : Le droit de contrôle de l'administration &gt; Section I : Dispositions générales &gt; 2° : Dispositions relatives aux vérifications des comptabilités",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037136431",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069583",
                    "titre": "Livre des procédures fiscales",
                    "titreLong": "Livre des procédures fiscales",
                    "etat": "VIGUEUR",
                    "dateDebut": -996796800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069583",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037131589",
                    "textTitle": "Décret n°2018-554 du 29 juin 2018 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037136404",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-06-30",
                    "dateSignaTexte": "2018-06-29",
                    "dateDebutCible": "2018-07-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037136431",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1530403200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R13 AA-1",
                "13",
                "R13"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}