{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045303403",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le comité saisi d'une demande d'avis portant sur un projet de recherche impliquant la personne humaine se prononce dans un délai de quarante-cinq jours. Le silence gardé par le comité au terme de ce délai vaut rejet de la demande. Ce délai court à compter de la date de notification au demandeur par le comité de protection des personnes de la réception du dossier complet. Cette notification intervient dans un délai de dix jours à compter de la réception du dossier. Si le dossier n'est pas complet, le comité notifie dans ce délai au promoteur une liste des documents manquants et lui fixe un délai de dix jours pour les transmettre. Le comité de protection des personnes dispose, à réception des documents demandés, d'un délai de cinq jours pour notifier au promoteur que le dossier est recevable. En l'absence de transmission des documents demandés dans le délai de dix jours le demandeur est réputé avoir renoncé à sa demande. Le comité peut, une fois qu'il dispose du dossier complet, formuler une seule demande d'informations complémentaires sur certains points qu'il estime nécessaires à l'examen du dossier avec, le cas échéant, une demande de modification du projet portant sur ces points. Le promoteur dispose alors d'un délai maximal de douze jours pour communiquer sa réponse. En cas de demande d'informations complémentaires ou de modification du projet par le comité de protection des personnes, le délai d'évaluation qui lui est imparti est porté à soixante jours. Ce délai est suspendu entre la date de demande d'informations complémentaires ou de modification du projet et la date de réception de la réponse du promoteur. Le comité peut, à l'occasion de la réunion au cours de laquelle il procède à ces demandes d'informations complémentaires ou de modification du projet, décider d'émettre un avis favorable sous réserve que les réponses apportées par le promoteur soient conformes aux exigences qu'il définit et confier au président du comité le soin de vérifier cette conformité à réception des éléments sollicités. Si le comité n'a pas confié au président le soin de vérifier la conformité des réponses apportées par le promoteur, ou si le président estime qu'un nouvel avis collégial sur le dossier est nécessaire au vu des réponses apportées par le promoteur, le dossier peut être examiné par le comité en comité restreint conformément au deuxième alinéa du II du présent article. Si le promoteur ne transmet pas les informations complémentaires sollicitées et, le cas échéant, n'effectue pas les modifications demandées dans le délai de douze jours mentionné au troisième alinéa du I, il est réputé avoir renoncé à sa demande. Le promoteur peut, à tout moment, retirer sa demande d'avis s'il estime que les conditions de réalisation de la recherche ne sont plus remplies en l'état. Lorsqu'elles concernent des recherches mentionnées au 1° de l'article L. 1121-1 , les demandes d'informations complémentaires ou de modifications émises par le comité sont transmises par le promoteur à l'autorité compétente, pour information, dès qu'il a connaissance de ces demandes. II.-Les demandes d'avis sur les recherches mentionnées au 2° ou au 3° de l'article L. 1121-1 et les demandes de modifications substantielles portant sur les recherches impliquant la personne humaine font l'objet d'une procédure allégée d'évaluation par le comité de protection des personnes. Dans ce cas, les demandes sont examinées par un comité restreint composé de deux représentants de chacun des collèges mentionnés à l'article R. 1123-4 dont au moins une personne qualifiée en raison de sa compétence en matière de biostatistique ou d'épidémiologie et du président ou, à défaut, du vice-président. Ce comité se réunit y compris au moyen d'une conférence téléphonique ou audiovisuelle et rend son avis sur rapport d'un des membres désignés par le président à la majorité simple des membres dans un délai de quarante-cinq jours. Le président peut, en tant que de besoin, désigner un deuxième membre rapporteur. Ce comité peut renvoyer en séance plénière un dossier en raison notamment de sa complexité ou si le comité envisage de rendre un avis défavorable. III.-Pour les demandes de modifications portant sur la liste des sites d'investigation ou sur celle des investigateurs principaux, le président émet l'avis au nom du comité sur proposition d'un seul rapporteur. IV.-Sur la demande du comité de protection des personnes y compris lorsqu'il se réunit dans les conditions fixées au II, le promoteur ou son représentant mandaté à cet effet, éventuellement accompagné de l'investigateur ou, le cas échéant, de l'investigateur coordonnateur, peut être entendu par le comité. Dans ce cas, le comité, par décision du président, soit l'entend en comité plénier ou en comité restreint, soit le fait entendre par le rapporteur désigné. Cette audition peut être réalisée au moyen d'une conférence téléphonique ou audiovisuelle et la convocation à cette audition doit être notifiée au moins sept jours avant la date prévue. V.-Le comité de protection des personnes transmet pour information à la commission nationale des recherches impliquant la personne humaine et à l'Agence nationale de sécurité du médicament et des produits de santé les avis défavorables qu'il rend.",
            "texteHtml": "<p>I.-Le comité saisi d'une demande d'avis portant sur un projet de recherche impliquant la personne humaine se prononce dans un délai de quarante-cinq jours. Le silence gardé par le comité au terme de ce délai vaut rejet de la demande.</p><p>Ce délai court à compter de la date de notification au demandeur par le comité de protection des personnes de la réception du dossier complet. Cette notification intervient dans un délai de dix jours à compter de la réception du dossier. Si le dossier n'est pas complet, le comité notifie dans ce délai au promoteur une liste des documents manquants et lui fixe un délai de dix jours pour les transmettre. Le comité de protection des personnes dispose, à réception des documents demandés, d'un délai de cinq jours pour notifier au promoteur que le dossier est recevable. En l'absence de transmission des documents demandés dans le délai de dix jours le demandeur est réputé avoir renoncé à sa demande.</p><p>Le comité peut, une fois qu'il dispose du dossier complet, formuler une seule demande d'informations complémentaires sur certains points qu'il estime nécessaires à l'examen du dossier avec, le cas échéant, une demande de modification du projet portant sur ces points. Le promoteur dispose alors d'un délai maximal de douze jours pour communiquer sa réponse.<br/><br/>\nEn cas de demande d'informations complémentaires ou de modification du projet par le comité de protection des personnes, le délai d'évaluation qui lui est imparti est porté à soixante jours. Ce délai est suspendu entre la date de demande d'informations complémentaires ou de modification du projet et la date de réception de la réponse du promoteur.<br/><br/>\nLe comité peut, à l'occasion de la réunion au cours de laquelle il procède à ces demandes d'informations complémentaires ou de modification du projet, décider d'émettre un avis favorable sous réserve que les réponses apportées par le promoteur soient conformes aux exigences qu'il définit et confier au président du comité le soin de vérifier cette conformité à réception des éléments sollicités. Si le comité n'a pas confié au président le soin de vérifier la conformité des réponses apportées par le promoteur, ou si le président estime qu'un nouvel avis collégial sur le dossier est nécessaire au vu des réponses apportées par le promoteur, le dossier peut être examiné par le comité en comité restreint conformément au deuxième alinéa du II du présent article.<br/><br/>\nSi le promoteur ne transmet pas les informations complémentaires sollicitées et, le cas échéant, n'effectue pas les modifications demandées dans le délai de douze jours mentionné au troisième alinéa du I, il est réputé avoir renoncé à sa demande.</p><p>Le promoteur peut, à tout moment, retirer sa demande d'avis s'il estime que les conditions de réalisation de la recherche ne sont plus remplies en l'état.</p><p>Lorsqu'elles concernent des recherches mentionnées au 1° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006685825&dateTexte=&categorieLien=cid'>L. 1121-1</a>, les demandes d'informations complémentaires ou de modifications émises par le comité sont transmises par le promoteur à l'autorité compétente, pour information, dès qu'il a connaissance de ces demandes.</p><p>II.-Les demandes d'avis sur les recherches mentionnées au 2° ou au 3° de l'article L. 1121-1 et les demandes de modifications substantielles portant sur les recherches impliquant la personne humaine font l'objet d'une procédure allégée d'évaluation par le comité de protection des personnes.</p><p>Dans ce cas, les demandes sont examinées par un comité restreint composé de deux représentants de chacun des collèges mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000045303453&dateTexte=&categorieLien=id' title='Code de la santé publique - art. R1123-4 (V)'>R. 1123-4</a> dont au moins une personne qualifiée en raison de sa compétence en matière de biostatistique ou d'épidémiologie et du président ou, à défaut, du vice-président.</p><p>Ce comité se réunit y compris au moyen d'une conférence téléphonique ou audiovisuelle et rend son avis sur rapport d'un des membres désignés par le président à la majorité simple des membres dans un délai de quarante-cinq jours. Le président peut, en tant que de besoin, désigner un deuxième membre rapporteur.</p><p>Ce comité peut renvoyer en séance plénière un dossier en raison notamment de sa complexité ou si le comité envisage de rendre un avis défavorable.</p><p>III.-Pour les demandes de modifications portant sur la liste des sites d'investigation ou sur celle des investigateurs principaux, le président émet l'avis au nom du comité sur proposition d'un seul rapporteur.</p><p>IV.-Sur la demande du comité de protection des personnes y compris lorsqu'il se réunit dans les conditions fixées au II, le promoteur ou son représentant mandaté à cet effet, éventuellement accompagné de l'investigateur ou, le cas échéant, de l'investigateur coordonnateur, peut être entendu par le comité. Dans ce cas, le comité, par décision du président, soit l'entend en comité plénier ou en comité restreint, soit le fait entendre par le rapporteur désigné. Cette audition peut être réalisée au moyen d'une conférence téléphonique ou audiovisuelle et la convocation à cette audition doit être notifiée au moins sept jours avant la date prévue.</p><p>V.-Le comité de protection des personnes transmet pour information à la commission nationale des recherches impliquant la personne humaine et à l'Agence nationale de sécurité du médicament et des produits de santé les avis défavorables qu'il rend.</p>",
            "num": "R1123-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "VIGUEUR",
            "dateDebut": 1646611200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145467",
                        "id": "LEGISCTA000006145467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2017-05-11",
                        "titre": "Titre II : Recherches biomédicales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000006160948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-05-11",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Recherches impliquant la personne humaine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000034773672",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2016-11-18",
                        "titre": "Chapitre III : Comités de protection des personnes et autorité compétente",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178472",
                        "id": "LEGISCTA000006178472",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-11-18",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III :  Comité de protection des personnes, commission nationale des recherches impliquant la personne humaine et autorité compétente",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178472",
                        "id": "LEGISCTA000033417885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Comités de protection des personnes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190196",
                        "id": "LEGISCTA000006190196",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Procédure d'avis.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196869",
                        "id": "LEGISCTA000006196869",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908385",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006196869",
            "sectionParentId": "LEGISCTA000006196869",
            "sectionParentTitre": "Sous-section 4 : Procédure d'avis.",
            "fullSectionsTitre": "Partie réglementaire &gt; Première partie : Protection générale de la santé &gt; Livre Ier : Protection des personnes en matière de santé &gt; Titre II : Recherches impliquant la personne humaine &gt; Chapitre III :  Comité de protection des personnes, commission nationale des recherches impliquant la personne humaine et autorité compétente &gt; Section 1 : Comités de protection des personnes &gt; Sous-section 4 : Procédure d'avis.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045303403",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 6 du décret n° 2021-301 du 19 mars 2021, ces dispositions entrent en vigueur pour les demandes d'avis déposées à compter de la date d'entrée en vigueur dudit décret.",
            "notaHtml": "<p>Conformément à l’article 6 du décret n° 2021-301 du 19 mars 2021, ces dispositions entrent en vigueur pour les demandes d'avis déposées à compter de la date d'entrée en vigueur dudit décret.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret n°2003-462 du 21 mai 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000045300029",
                    "textTitle": "Décret n°2022-323 du 4 mars 2022 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045300781",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-03-06",
                    "dateSignaTexte": "2022-03-04",
                    "dateDebutCible": "2022-03-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044294342",
                    "textTitle": "Arrêté du 25 octobre 2021 - art. ANNEXE 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE 1",
                    "articleId": "LEGIARTI000044296010",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1636243200000,
                    "dateDebut": 1636329600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1121-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1121-1",
                    "articleId": "LEGIARTI000006685825",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466208000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908389",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1146096000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1123-4",
                    "articleId": "LEGIARTI000045303453",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646611200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-43",
                    "articleId": "LEGIARTI000033418319",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479427200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-22 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R1123-22",
                    "articleId": "LEGIARTI000033417992",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908390",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908385",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1053993600000,
                    "dateFin": 1146096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908386",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1146096000000,
                    "dateFin": 1187049600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908387",
                    "etat": "TRANSFERE",
                    "version": "3.0",
                    "dateDebut": 1187049600000,
                    "dateFin": 1479427200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033417981",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1479427200000,
                    "dateFin": 1494460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034696987",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1494460800000,
                    "dateFin": 1616371200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043274061",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1616371200000,
                    "dateFin": 1646611200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045303403",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1646611200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R1123-23",
                "1123-23"
            ],
            "versionPrecedente": "LEGIARTI000043274061",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043274061",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le comité saisi des demandes d'avis se prononce dans un délai de quarante-cinq jours. Le silence gardé par le comité au terme de ce délai vaut rejet de la demande. Ce délai court à compter de la date de notification au demandeur par le comité de protection des personnes de la réception du dossier complet. Cette notification intervient dans un délai de dix jours à compter de la réception du dossier. Si le dossier n'est pas complet, le comité notifie dans ce délai au promoteur une liste des documents manquants et lui fixe un délai de dix jours pour les transmettre. Le comité de protection des personnes dispose, à réception des documents demandés, d'un délai de cinq jours pour notifier au promoteur que le dossier est recevable. En l'absence de transmission des documents demandés dans le délai de dix jours le demandeur est réputé avoir renoncé à sa demande. Le comité peut, une fois qu'il dispose du dossier complet, formuler une seule demande d'informations complémentaires sur certains points qu'il estime nécessaires à l'examen du dossier avec, le cas échéant, une demande de modification du projet portant sur ces points. A l'occasion de la réunion au cours de laquelle il procède à ces demandes, il peut décider d'émettre un avis favorable au projet sous réserve que les réponses apportées par le promoteur soient conformes aux exigences qu'il définit et confier au président le soin de vérifier cette conformité à réception des éléments sollicités. Si le promoteur ne transmet pas les informations complémentaires sollicitées et, le cas échéant, n'effectue pas les modifications demandées dans un délai de douze jours, il est réputé avoir renoncé à sa demande. Le comité peut, en tant que de besoin, à réception des éléments du promoteur, formuler une seule demande de modifications ou d'informations complémentaires portant sur les seuls points déjà soulevés. Dans ce cas, la procédure prévue à la deuxième phrase du présent alinéa peut être mise en œuvre. Le promoteur dispose d'un nouveau délai de douze jours pour transmettre les informations sollicitées et, le cas échéant, effectuer les modifications demandées. Sans réponse du promoteur dans ce délai, il est réputé avoir renoncé à sa demande. Le promoteur peut, à tout moment, retirer sa demande d'avis s'il estime que les conditions de réalisation de la recherche ne sont plus remplies en l'état. Lorsqu'elles concernent des recherches mentionnées au 1° de l'article L. 1121-1 , les demandes d'informations complémentaires ou de modifications émises par le comité sont transmises par le promoteur à l'autorité compétente, pour information, dès qu'il a connaissance de ces demandes. Dans ces hypothèses, le délai de réponse imparti au comité mentionné au premier alinéa ci-dessus est porté à soixante jours. Ce délai est suspendu par la demande d'informations complémentaires ou la demande de modifications formulée par le comité de protection des personnes jusqu'à réception des éléments demandés. II.-Les demandes d'avis sur les recherches mentionnées au 2° ou au 3° de l'article L. 1121-1 et les demandes de modifications substantielles des recherches impliquant la personne humaine font l'objet d'une procédure allégée d'évaluation par le comité de protection des personnes. Dans ce cas, les demandes sont examinées par un comité restreint composé de deux représentants de chacun des collèges mentionnés à l'article R. 1123-4 dont au moins une personne qualifiée en raison de sa compétence en matière de biostatistique ou d'épidémiologie et du président ou, à défaut, du vice-président. Ce comité se réunit y compris au moyen d'une conférence téléphonique ou audiovisuelle et rend son avis sur rapport d'un des membres désignés par le président à la majorité simple des membres dans un délai de quarante-cinq jours. Le président peut, en tant que de besoin, désigner un deuxième membre rapporteur. Ce comité peut renvoyer en séance plénière un dossier en raison notamment de sa complexité ou si le comité envisage de rendre un avis défavorable. III.-Sur la demande du comité de protection des personnes y compris lorsqu'il se réunit dans les conditions fixées au II, le promoteur ou son représentant mandaté à cet effet, éventuellement accompagné de l'investigateur ou, le cas échéant, de l'investigateur coordonnateur, peut être entendu par le comité. Dans ce cas, le comité, par décision du président, soit l'entend en comité plénier ou en comité restreint, soit le fait entendre par le rapporteur désigné. Cette audition peut être réalisée au moyen d'une conférence téléphonique ou audiovisuelle et la convocation à cette audition doit être notifiée au moins sept jours avant la date prévue. IV.-Le comité de protection des personnes transmet pour information à la commission nationale des recherches impliquant la personne humaine et à l'Agence nationale de sécurité du médicament et des produits de santé les avis défavorables qu'il rend.",
            "texteHtml": "<p></p><p>I.-Le comité saisi des demandes d'avis se prononce dans un délai de quarante-cinq jours. Le silence gardé par le comité au terme de ce délai vaut rejet de la demande.</p><p>Ce délai court à compter de la date de notification au demandeur par le comité de protection des personnes de la réception du dossier complet. Cette notification intervient dans un délai de dix jours à compter de la réception du dossier. Si le dossier n'est pas complet, le comité notifie dans ce délai au promoteur une liste des documents manquants et lui fixe un délai de dix jours pour les transmettre. Le comité de protection des personnes dispose, à réception des documents demandés, d'un délai de cinq jours pour notifier au promoteur que le dossier est recevable. En l'absence de transmission des documents demandés dans le délai de dix jours le demandeur est réputé avoir renoncé à sa demande.</p><p>Le comité peut, une fois qu'il dispose du dossier complet, formuler une seule demande d'informations complémentaires sur certains points qu'il estime nécessaires à l'examen du dossier avec, le cas échéant, une demande de modification du projet portant sur ces points. A l'occasion de la réunion au cours de laquelle il procède à ces demandes, il peut décider d'émettre un avis favorable au projet sous réserve que les réponses apportées par le promoteur soient conformes aux exigences qu'il définit et confier au président le soin de vérifier cette conformité à réception des éléments sollicités. Si le promoteur ne transmet pas les informations complémentaires sollicitées et, le cas échéant, n'effectue pas les modifications demandées dans un délai de douze jours, il est réputé avoir renoncé à sa demande. Le comité peut, en tant que de besoin, à réception des éléments du promoteur, formuler une seule demande de modifications ou d'informations complémentaires portant sur les seuls points déjà soulevés. Dans ce cas, la procédure prévue à la deuxième phrase du présent alinéa peut être mise en œuvre. Le promoteur dispose d'un nouveau délai de douze jours pour transmettre les informations sollicitées et, le cas échéant, effectuer les modifications demandées. Sans réponse du promoteur dans ce délai, il est réputé avoir renoncé à sa demande.</p><p> Le promoteur peut, à tout moment, retirer sa demande d'avis s'il estime que les conditions de réalisation de la recherche ne sont plus remplies en l'état.</p><p>Lorsqu'elles concernent des recherches mentionnées au 1° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006685825&dateTexte=&categorieLien=cid'>L. 1121-1</a>, les demandes d'informations complémentaires ou de modifications émises par le comité sont transmises par le promoteur à l'autorité compétente, pour information, dès qu'il a connaissance de ces demandes. Dans ces hypothèses, le délai de réponse imparti au comité mentionné au premier alinéa ci-dessus est porté à soixante jours. Ce délai est suspendu par la demande d'informations complémentaires ou la demande de modifications formulée par le comité de protection des personnes jusqu'à réception des éléments demandés.</p><p>II.-Les demandes d'avis sur les recherches mentionnées au 2° ou au 3° de l'article L. 1121-1 et les demandes de modifications substantielles des recherches impliquant la personne humaine font l'objet d'une procédure allégée d'évaluation par le comité de protection des personnes.</p><p>Dans ce cas, les demandes sont examinées par un comité restreint composé de deux représentants de chacun des collèges mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006908348&dateTexte=&categorieLien=cid'>R. 1123-4</a> dont au moins une personne qualifiée en raison de sa compétence en matière de biostatistique ou d'épidémiologie et du président ou, à défaut, du vice-président.</p><p>Ce comité se réunit y compris au moyen d'une conférence téléphonique ou audiovisuelle et rend son avis sur rapport d'un des membres désignés par le président à la majorité simple des membres dans un délai de quarante-cinq jours. Le président peut, en tant que de besoin, désigner un deuxième membre rapporteur.</p><p>Ce comité peut renvoyer en séance plénière un dossier en raison notamment de sa complexité ou si le comité envisage de rendre un avis défavorable.</p><p>III.-Sur la demande du comité de protection des personnes y compris lorsqu'il se réunit dans les conditions fixées au II, le promoteur ou son représentant mandaté à cet effet, éventuellement accompagné de l'investigateur ou, le cas échéant, de l'investigateur coordonnateur, peut être entendu par le comité. Dans ce cas, le comité, par décision du président, soit l'entend en comité plénier ou en comité restreint, soit le fait entendre par le rapporteur désigné. Cette audition peut être réalisée au moyen d'une conférence téléphonique ou audiovisuelle et la convocation à cette audition doit être notifiée au moins sept jours avant la date prévue.</p><p>IV.-Le comité de protection des personnes transmet pour information à la commission nationale des recherches impliquant la personne humaine et à l'Agence nationale de sécurité du médicament et des produits de santé les avis défavorables qu'il rend.</p><p></p>",
            "num": "R1123-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1616371200000,
            "dateFin": 1646611200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145467",
                        "id": "LEGISCTA000006145467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2017-05-11",
                        "titre": "Titre II : Recherches biomédicales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000006160948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-05-11",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Recherches impliquant la personne humaine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000034773672",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2016-11-18",
                        "titre": "Chapitre III : Comités de protection des personnes et autorité compétente",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178472",
                        "id": "LEGISCTA000006178472",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-11-18",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III :  Comité de protection des personnes, commission nationale des recherches impliquant la personne humaine et autorité compétente",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178472",
                        "id": "LEGISCTA000033417885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Comités de protection des personnes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190196",
                        "id": "LEGISCTA000006190196",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Procédure d'avis.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196869",
                        "id": "LEGISCTA000006196869",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908385",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006196869",
            "sectionParentId": "LEGISCTA000006196869",
            "sectionParentTitre": "Sous-section 4 : Procédure d'avis.",
            "fullSectionsTitre": "Partie réglementaire &gt; Première partie : Protection générale de la santé &gt; Livre Ier : Protection des personnes en matière de santé &gt; Titre II : Recherches impliquant la personne humaine &gt; Chapitre III :  Comité de protection des personnes, commission nationale des recherches impliquant la personne humaine et autorité compétente &gt; Section 1 : Comités de protection des personnes &gt; Sous-section 4 : Procédure d'avis.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043274061",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 6 du décret n° 2021-301 du 19 mars 2021, ces dispositions entrent en vigueur pour les demandes d'avis déposées à compter de la date d'entrée en vigueur dudit décret.",
            "notaHtml": "<p>Conformément à l’article 6 du décret n° 2021-301 du 19 mars 2021, ces dispositions entrent en vigueur pour les demandes d'avis déposées à compter de la date d'entrée en vigueur dudit décret.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret n°2003-462 du 21 mai 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000043270138",
                    "textTitle": "Décret n°2021-301 du 19 mars 2021 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000043272124",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-03-21",
                    "dateSignaTexte": "2021-03-19",
                    "dateDebutCible": "2021-03-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044294342",
                    "textTitle": "Arrêté du 25 octobre 2021 - art. ANNEXE 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE 1",
                    "articleId": "LEGIARTI000044296010",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1636243200000,
                    "dateDebut": 1636329600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1121-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1121-1",
                    "articleId": "LEGIARTI000006685825",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466208000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908389",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1146096000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1123-4",
                    "articleId": "LEGIARTI000006908348",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479427200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-43",
                    "articleId": "LEGIARTI000033418319",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479427200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-22 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R1123-22",
                    "articleId": "LEGIARTI000033417992",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908390",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908385",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1053993600000,
                    "dateFin": 1146096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908386",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1146096000000,
                    "dateFin": 1187049600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908387",
                    "etat": "TRANSFERE",
                    "version": "3.0",
                    "dateDebut": 1187049600000,
                    "dateFin": 1479427200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033417981",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1479427200000,
                    "dateFin": 1494460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034696987",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1494460800000,
                    "dateFin": 1616371200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043274061",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1616371200000,
                    "dateFin": 1646611200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045303403",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1646611200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R1123-23",
                "1123-23"
            ],
            "versionPrecedente": "LEGIARTI000034696987",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000034696987",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le comité saisi des demandes d'avis se prononce dans un délai de quarante-cinq jours. Le silence gardé par le comité au terme de ce délai vaut rejet de la demande. Ce délai court à compter de la date de notification au demandeur par la commission nationale des recherches impliquant la personne humaine de la réception du dossier complet. Cette notification intervient dans un délai de dix jours à compter de la réception du dossier. Si le dossier n'est pas complet, le comité notifie dans ce délai au promoteur une liste des documents manquants et lui fixe un délai pour les transmettre. En l'absence de réponse dans ce délai le demandeur est réputé avoir renoncé à sa demande. Le comité peut, une fois qu'il dispose du dossier complet, formuler une seule demande d'informations complémentaires qu'il estime nécessaires à l'examen du dossier. Il peut également demander de manière itérative une modification du projet portant sur ces points. Lorsqu'elles concernent des recherches mentionnées au 1° de l'article L. 1121-1 , ces demandes sont transmises par le promoteur à l'autorité compétente, pour information, dès qu'il a connaissance de ces demandes. Dans ces hypothèses, le délai de réponse imparti au comité mentionné au premier alinéa ci-dessus est porté à soixante jours. Ce délai est suspendu par la demande d'informations complémentaires ou la demande de modifications formulée par le comité de protection des personnes jusqu'à réception des éléments demandés. II.-Les demandes d'avis sur les recherches mentionnées au 2° ou au 3° de l'article L. 1121-1 et les demandes de modifications substantielles des recherches impliquant la personne humaine font l'objet d'une procédure allégée d'évaluation par le comité de protection des personnes. Dans ce cas, les demandes sont examinées par un comité restreint composé de deux représentants de chacun des collèges mentionnés à l'article R. 1123-4 dont au moins une personne qualifiée en raison de sa compétence en matière de biostatistique ou d'épidémiologie et du président ou, à défaut, du vice-président. Ce comité se réunit y compris au moyen d'une conférence téléphonique ou audiovisuelle et rend son avis sur rapport d'un des membres désignés par le président à la majorité simple des membres dans un délai de quarante-cinq jours. Ce comité peut renvoyer en séance plénière un dossier en raison notamment de sa complexité ou si le comité envisage de rendre un avis défavorable. III.-Sur la demande du comité de protection des personnes y compris lorsqu'il se réunit dans les conditions fixées au II, le promoteur ou son représentant mandaté à cet effet, éventuellement accompagné de l'investigateur ou, le cas échéant, de l'investigateur coordonnateur, peut être entendu par le comité. Dans ce cas, le comité, par décision du président, soit l'entend en comité plénier ou en comité restreint, soit le fait entendre par le rapporteur désigné. Cette audition peut être réalisée au moyen d'une conférence téléphonique ou audiovisuelle et la convocation à cette audition doit être notifiée au moins sept jours avant la date prévue. IV.-Le comité de protection des personnes transmet pour information à la commission nationale des recherches impliquant la personne humaine et à l'Agence nationale de sécurité du médicament et des produits de santé les avis défavorables qu'il rend.",
            "texteHtml": "<p>I.-Le comité saisi des demandes d'avis se prononce dans un délai de quarante-cinq jours. Le silence gardé par le comité au terme de ce délai vaut rejet de la demande. </p><p>Ce délai court à compter de la date de notification au demandeur par la commission nationale des recherches impliquant la personne humaine de la réception du dossier complet. Cette notification intervient dans un délai de dix jours à compter de la réception du dossier. Si le dossier n'est pas complet, le comité notifie dans ce délai au promoteur une liste des documents manquants et lui fixe un délai pour les transmettre. En l'absence de réponse dans ce délai le demandeur est réputé avoir renoncé à sa demande. </p><p>Le comité peut, une fois qu'il dispose du dossier complet, formuler une seule demande d'informations complémentaires qu'il estime nécessaires à l'examen du dossier. Il peut également demander de manière itérative une modification du projet portant sur ces points. </p><p>Lorsqu'elles concernent des recherches mentionnées au 1° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006685825&dateTexte=&categorieLien=cid' title='Code de la santé publique - art. L1121-1 (V)'>L. 1121-1</a>, ces demandes sont transmises par le promoteur à l'autorité compétente, pour information, dès qu'il a connaissance de ces demandes. Dans ces hypothèses, le délai de réponse imparti au comité mentionné au premier alinéa ci-dessus est porté à soixante jours. Ce délai est suspendu par la demande d'informations complémentaires ou la demande de modifications formulée par le comité de protection des personnes jusqu'à réception des éléments demandés. </p><p>II.-Les demandes d'avis sur les recherches mentionnées au 2° ou au 3° de l'article L. 1121-1 et les demandes de modifications substantielles des recherches impliquant la personne humaine font l'objet d'une procédure allégée d'évaluation par le comité de protection des personnes. </p><p>Dans ce cas, les demandes sont examinées par un comité restreint composé de deux représentants de chacun des collèges mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006908348&dateTexte=&categorieLien=cid' title='Code de la santé publique - art. R1123-4 (V)'>R. 1123-4</a> dont au moins une personne qualifiée en raison de sa compétence en matière de biostatistique ou d'épidémiologie et du président ou, à défaut, du vice-président. </p><p>Ce comité se réunit y compris au moyen d'une conférence téléphonique ou audiovisuelle et rend son avis sur rapport d'un des membres désignés par le président à la majorité simple des membres dans un délai de quarante-cinq jours. </p><p>Ce comité peut renvoyer en séance plénière un dossier en raison notamment de sa complexité ou si le comité envisage de rendre un avis défavorable. </p><p>III.-Sur la demande du comité de protection des personnes y compris lorsqu'il se réunit dans les conditions fixées au II, le promoteur ou son représentant mandaté à cet effet, éventuellement accompagné de l'investigateur ou, le cas échéant, de l'investigateur coordonnateur, peut être entendu par le comité. Dans ce cas, le comité, par décision du président, soit l'entend en comité plénier ou en comité restreint, soit le fait entendre par le rapporteur désigné. Cette audition peut être réalisée au moyen d'une conférence téléphonique ou audiovisuelle et la convocation à cette audition doit être notifiée au moins sept jours avant la date prévue. </p><p>IV.-Le comité de protection des personnes transmet pour information à la commission nationale des recherches impliquant la personne humaine et à l'Agence nationale de sécurité du médicament et des produits de santé les avis défavorables qu'il rend.</p><p></p>",
            "num": "R1123-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1494460800000,
            "dateFin": 1616371200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145467",
                        "id": "LEGISCTA000006145467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2017-05-11",
                        "titre": "Titre II : Recherches biomédicales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000006160948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-05-11",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Recherches impliquant la personne humaine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000034773672",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2016-11-18",
                        "titre": "Chapitre III : Comités de protection des personnes et autorité compétente",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178472",
                        "id": "LEGISCTA000006178472",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-11-18",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III :  Comité de protection des personnes, commission nationale des recherches impliquant la personne humaine et autorité compétente",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178472",
                        "id": "LEGISCTA000033417885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Comités de protection des personnes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190196",
                        "id": "LEGISCTA000006190196",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Procédure d'avis.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196869",
                        "id": "LEGISCTA000006196869",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908385",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006196869",
            "sectionParentId": "LEGISCTA000006196869",
            "sectionParentTitre": "Sous-section 4 : Procédure d'avis.",
            "fullSectionsTitre": "Partie réglementaire &gt; Première partie : Protection générale de la santé &gt; Livre Ier : Protection des personnes en matière de santé &gt; Titre II : Recherches impliquant la personne humaine &gt; Chapitre III :  Comité de protection des personnes, commission nationale des recherches impliquant la personne humaine et autorité compétente &gt; Section 1 : Comités de protection des personnes &gt; Sous-section 4 : Procédure d'avis.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000034696987",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret n°2003-462 du 21 mai 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000034634217",
                    "textTitle": "Décret n°2017-884 du 9 mai 2017 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000034684708",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-05-10",
                    "dateSignaTexte": "2017-05-09",
                    "dateDebutCible": "2017-05-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044294342",
                    "textTitle": "Arrêté du 25 octobre 2021 - art. ANNEXE 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE 1",
                    "articleId": "LEGIARTI000044296010",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1636243200000,
                    "dateDebut": 1636329600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1121-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1121-1",
                    "articleId": "LEGIARTI000006685825",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466208000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908389",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1146096000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1123-4",
                    "articleId": "LEGIARTI000006908348",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479427200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-43",
                    "articleId": "LEGIARTI000033418319",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479427200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-22 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R1123-22",
                    "articleId": "LEGIARTI000033417992",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908390",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908385",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1053993600000,
                    "dateFin": 1146096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908386",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1146096000000,
                    "dateFin": 1187049600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908387",
                    "etat": "TRANSFERE",
                    "version": "3.0",
                    "dateDebut": 1187049600000,
                    "dateFin": 1479427200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033417981",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1479427200000,
                    "dateFin": 1494460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034696987",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1494460800000,
                    "dateFin": 1616371200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043274061",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1616371200000,
                    "dateFin": 1646611200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045303403",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1646611200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R1123-23",
                "1123-23"
            ],
            "versionPrecedente": "LEGIARTI000033417981",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033417981",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le comité saisi des demandes d'avis se prononce dans un délai de quarante-cinq jours. Ce délai court à compter de la date de réception, notifiée dans un délai de dix jours suivant la réception du dossier complet au demandeur par la commission nationale des recherches impliquant la personne humaine. Si le dossier n'est pas complet, le comité notifie dans ce délai au promoteur une liste des documents manquants et lui fixe un délai pour les transmettre. En l'absence de réponse dans ce délai le demandeur est réputé avoir renoncé à sa demande. Le comité peut, une fois qu'il dispose du dossier complet, formuler une seule demande d'informations complémentaires qu'il estime nécessaires à l'examen du dossier. Il peut également demander de manière itérative une modification du projet portant sur ces points. Lorsqu'elles concernent des recherches mentionnées au 1° de l'article L. 1121-1, ces demandes sont transmises par le promoteur à l'autorité compétente, pour information, dès qu'il a connaissance de ces demandes. Dans ces hypothèses, le délai de réponse imparti au comité mentionné au premier alinéa ci-dessus est porté à soixante jours. Ce délai est suspendu par la demande d'informations complémentaires ou la demande de modifications formulée par le comité de protection des personnes jusqu'à réception des éléments demandés. II.-Les demandes d'avis sur les recherches mentionnées au 2° ou au 3° de l'article L. 1121-1 et les demandes de modifications substantielles des recherches impliquant la personne humaine font l'objet d'une procédure allégée d'évaluation par le comité de protection des personnes. Dans ce cas, les demandes sont examinées par un comité restreint composé de deux représentants de chacun des collèges mentionnés à l'article R. 1123-4 dont au moins une personne qualifiée en raison de sa compétence en matière de biostatistique ou d'épidémiologie et du président ou, à défaut, du vice-président. Ce comité se réunit y compris au moyen d'une conférence téléphonique ou audiovisuelle et rend son avis sur rapport d'un des membres désignés par le président à la majorité simple des membres dans un délai de quarante-cinq jours. Ce comité peut renvoyer en séance plénière un dossier en raison notamment de sa complexité ou si le comité envisage de rendre un avis défavorable. III.-Sur la demande du comité de protection des personnes y compris lorsqu'il se réunit dans les conditions fixées au II, le promoteur ou son représentant mandaté à cet effet, éventuellement accompagné de l'investigateur ou, le cas échéant, de l'investigateur coordonnateur, peut être entendu par le comité. Dans ce cas, le comité, par décision du président, soit l'entend en comité plénier ou en comité restreint, soit le fait entendre par le rapporteur désigné. Cette audition peut être réalisée au moyen d'une conférence téléphonique ou audiovisuelle et la convocation à cette audition doit être notifiée au moins sept jours avant la date prévue. IV.-Le comité de protection des personnes transmet pour information à la commission nationale des recherches impliquant la personne humaine et à l'Agence nationale de sécurité du médicament et des produits de santé les avis défavorables qu'il rend.",
            "texteHtml": "<p>I.-Le comité saisi des demandes d'avis se prononce dans un délai de quarante-cinq jours. </p><p> Ce délai court à compter de la date de réception, notifiée dans un délai de dix jours suivant la réception du dossier complet au demandeur par la commission nationale des recherches impliquant la personne humaine. Si le dossier n'est pas complet, le comité notifie dans ce délai au promoteur une liste des documents manquants et lui fixe un délai pour les transmettre. En l'absence de réponse dans ce délai le demandeur est réputé avoir renoncé à sa demande. </p><p> Le comité peut, une fois qu'il dispose du dossier complet, formuler une seule demande d'informations complémentaires qu'il estime nécessaires à l'examen du dossier. Il peut également demander de manière itérative une modification du projet portant sur ces points. </p><p> Lorsqu'elles concernent des recherches mentionnées au 1° de l'article L. 1121-1, ces demandes sont transmises par le promoteur à l'autorité compétente, pour information, dès qu'il a connaissance de ces demandes. Dans ces hypothèses, le délai de réponse imparti au comité mentionné au premier alinéa ci-dessus est porté à soixante jours. Ce délai est suspendu par la demande d'informations complémentaires ou la demande de modifications formulée par le comité de protection des personnes jusqu'à réception des éléments demandés. </p><p> II.-Les demandes d'avis sur les recherches mentionnées au 2° ou au 3° de l'article L. 1121-1 et les demandes de modifications substantielles des recherches impliquant la personne humaine font l'objet d'une procédure allégée d'évaluation par le comité de protection des personnes. </p><p> Dans ce cas, les demandes sont examinées par un comité restreint composé de deux représentants de chacun des collèges mentionnés à l'article R. 1123-4 dont au moins une personne qualifiée en raison de sa compétence en matière de biostatistique ou d'épidémiologie et du président ou, à défaut, du vice-président. </p><p> Ce comité se réunit y compris au moyen d'une conférence téléphonique ou audiovisuelle et rend son avis sur rapport d'un des membres désignés par le président à la majorité simple des membres dans un délai de quarante-cinq jours. </p><p> Ce comité peut renvoyer en séance plénière un dossier en raison notamment de sa complexité ou si le comité envisage de rendre un avis défavorable. </p><p> III.-Sur la demande du comité de protection des personnes y compris lorsqu'il se réunit dans les conditions fixées au II, le promoteur ou son représentant mandaté à cet effet, éventuellement accompagné de l'investigateur ou, le cas échéant, de l'investigateur coordonnateur, peut être entendu par le comité. Dans ce cas, le comité, par décision du président, soit l'entend en comité plénier ou en comité restreint, soit le fait entendre par le rapporteur désigné. Cette audition peut être réalisée au moyen d'une conférence téléphonique ou audiovisuelle et la convocation à cette audition doit être notifiée au moins sept jours avant la date prévue. </p><p> IV.-Le comité de protection des personnes transmet pour information à la commission nationale des recherches impliquant la personne humaine et à l'Agence nationale de sécurité du médicament et des produits de santé les avis défavorables qu'il rend.</p><p></p>",
            "num": "R1123-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1479427200000,
            "dateFin": 1494460800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145467",
                        "id": "LEGISCTA000006145467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2017-05-11",
                        "titre": "Titre II : Recherches biomédicales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000006160948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-05-11",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Recherches impliquant la personne humaine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000034773672",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2016-11-18",
                        "titre": "Chapitre III : Comités de protection des personnes et autorité compétente",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178472",
                        "id": "LEGISCTA000006178472",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-11-18",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III :  Comité de protection des personnes, commission nationale des recherches impliquant la personne humaine et autorité compétente",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178472",
                        "id": "LEGISCTA000033417885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Comités de protection des personnes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190196",
                        "id": "LEGISCTA000006190196",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Procédure d'avis.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196869",
                        "id": "LEGISCTA000006196869",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908385",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006196869",
            "sectionParentId": "LEGISCTA000006196869",
            "sectionParentTitre": "Sous-section 4 : Procédure d'avis.",
            "fullSectionsTitre": "Partie réglementaire &gt; Première partie : Protection générale de la santé &gt; Livre Ier : Protection des personnes en matière de santé &gt; Titre II : Recherches impliquant la personne humaine &gt; Chapitre III :  Comité de protection des personnes, commission nationale des recherches impliquant la personne humaine et autorité compétente &gt; Section 1 : Comités de protection des personnes &gt; Sous-section 4 : Procédure d'avis.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033417981",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret n°2003-462 du 21 mai 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000033394083",
                    "textTitle": "Décret n°2016-1537 du 16 novembre 2016 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000033396097",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-11-17",
                    "dateSignaTexte": "2016-11-16",
                    "dateDebutCible": "2016-11-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044294342",
                    "textTitle": "Arrêté du 25 octobre 2021 - art. ANNEXE 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE 1",
                    "articleId": "LEGIARTI000044296010",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1636243200000,
                    "dateDebut": 1636329600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1211-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1211-2",
                    "articleId": "LEGIARTI000006686057",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601510400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1123-21",
                    "articleId": "LEGIARTI000006908380",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479427200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908389",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1146096000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-43",
                    "articleId": "LEGIARTI000033418319",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479427200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1243-51",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1243-51",
                    "articleId": "LEGIARTI000006909306",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1510358400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1243-63",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1243-63",
                    "articleId": "LEGIARTI000006909320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1510358400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-22 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R1123-22",
                    "articleId": "LEGIARTI000033417992",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908390",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908385",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1053993600000,
                    "dateFin": 1146096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908386",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1146096000000,
                    "dateFin": 1187049600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908387",
                    "etat": "TRANSFERE",
                    "version": "3.0",
                    "dateDebut": 1187049600000,
                    "dateFin": 1479427200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033417981",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1479427200000,
                    "dateFin": 1494460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034696987",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1494460800000,
                    "dateFin": 1616371200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043274061",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1616371200000,
                    "dateFin": 1646611200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045303403",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1646611200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R1123-23",
                "1123-23"
            ],
            "versionPrecedente": "LEGIARTI000006908387",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006908387",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le dossier faisant l'objet des demandes d'avis mentionnées au 3° de l'article R. 1123-21 est défini selon les modalités prévues aux articles R. 1243-51 et R. 1243-63. En cas d'utilisation d'éléments et de produits du corps humain à des fins scientifiques relevant d'un changement de finalité par rapport au consentement initialement donné, le comité, le cas échéant, vérifie que le promoteur s'est assuré de l'absence d'opposition des personnes, conformément à l'article L. 1211-2.",
            "texteHtml": "<p></p>Le dossier faisant l'objet des demandes d'avis mentionnées au 3° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006908380&dateTexte=&categorieLien=cid' title='Code de la santé publique - art. R1123-21 (V)'>l'article R. 1123-21 </a>est défini selon les modalités prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006909306&dateTexte=&categorieLien=cid' title='Code de la santé publique - art. R1243-51 (V)'>articles R. 1243-51 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006909320&dateTexte=&categorieLien=cid' title='Code de la santé publique - art. R1243-63 (V)'>R. 1243-63. </a><p></p><p></p>En cas d'utilisation d'éléments et de produits du corps humain à des fins scientifiques relevant d'un changement de finalité par rapport au consentement initialement donné, le comité, le cas échéant, vérifie que le promoteur s'est assuré de l'absence d'opposition des personnes, conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686057&dateTexte=&categorieLien=cid' title='Code de la santé publique - art. L1211-2 (V)'>l'article L. 1211-2.</a><p></p>",
            "num": "R1123-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "TRANSFERE",
            "dateDebut": 1187049600000,
            "dateFin": 1479427200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145467",
                        "id": "LEGISCTA000006145467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2017-05-11",
                        "titre": "Titre II : Recherches biomédicales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000006160948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-05-11",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Recherches impliquant la personne humaine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000034773672",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2016-11-18",
                        "titre": "Chapitre III : Comités de protection des personnes et autorité compétente",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178472",
                        "id": "LEGISCTA000006178472",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-11-18",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III :  Comité de protection des personnes, commission nationale des recherches impliquant la personne humaine et autorité compétente",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178472",
                        "id": "LEGISCTA000033417885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Comités de protection des personnes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190196",
                        "id": "LEGISCTA000006190196",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Procédure d'avis.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196869",
                        "id": "LEGISCTA000006196869",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908385",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006196869",
            "sectionParentId": "LEGISCTA000006196869",
            "sectionParentTitre": "Sous-section 4 : Procédure d'avis.",
            "fullSectionsTitre": "Partie réglementaire &gt; Première partie : Protection générale de la santé &gt; Livre Ier : Protection des personnes en matière de santé &gt; Titre II : Recherches biomédicales &gt; Chapitre III :  Comité de protection des personnes, commission nationale des recherches impliquant la personne humaine et autorité compétente &gt; Section 1 : Comités de protection des personnes &gt; Sous-section 4 : Procédure d'avis.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006908387",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000829163",
                    "textTitle": "Décret n°2007-1220 du 10 août 2007 - art. 5 () JORF 14 août 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006722602",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-08-14",
                    "dateSignaTexte": "2007-08-10",
                    "dateDebutCible": "2007-08-14"
                },
                {
                    "textCid": "JORFTEXT000033394083",
                    "textTitle": "Décret n°2016-1537 du 16 novembre 2016 - art. 9",
                    "linkType": "TRANSFERE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000033396097",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-11-17",
                    "dateSignaTexte": "2016-11-16",
                    "dateDebutCible": "2016-11-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044294342",
                    "textTitle": "Arrêté du 25 octobre 2021 - art. ANNEXE 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE 1",
                    "articleId": "LEGIARTI000044296010",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1636243200000,
                    "dateDebut": 1636329600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1211-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1211-2",
                    "articleId": "LEGIARTI000006686057",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601510400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1123-21",
                    "articleId": "LEGIARTI000006908380",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479427200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908389",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1146096000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-43",
                    "articleId": "LEGIARTI000033418319",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479427200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1243-51 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1243-51",
                    "articleId": "LEGIARTI000006909306",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1510358400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1243-63 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1243-63",
                    "articleId": "LEGIARTI000006909320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1510358400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-22 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R1123-22",
                    "articleId": "LEGIARTI000033417992",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908390",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908385",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1053993600000,
                    "dateFin": 1146096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908386",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1146096000000,
                    "dateFin": 1187049600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908387",
                    "etat": "TRANSFERE",
                    "version": "3.0",
                    "dateDebut": 1187049600000,
                    "dateFin": 1479427200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033417981",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1479427200000,
                    "dateFin": 1494460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034696987",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1494460800000,
                    "dateFin": 1616371200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043274061",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1616371200000,
                    "dateFin": 1646611200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045303403",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1646611200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R1123-23",
                "1123-23"
            ],
            "versionPrecedente": "LEGIARTI000006908386",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006908386",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le contenu de la demande d'avis soumise au comité de protection des personnes pour les collections d'échantillons biologiques humains constituées en dehors du cadre d'une recherche biomédicale et en application de l'article L. 1243-3 est défini par arrêté des ministres chargés de la santé et de la recherche. En cas d'utilisation d'éléments et de produits du corps humain à des fins scientifiques relevant d'un changement de finalité par rapport au consentement initialement donné, le comité, le cas échéant, vérifie que le promoteur s'est assuré de l'absence d'opposition des personnes, conformément à l'article L. 1211-2.",
            "texteHtml": "<p></p>   Le contenu de la demande d'avis soumise au comité de protection des personnes pour les collections d'échantillons biologiques humains constituées en dehors du cadre d'une recherche biomédicale et en application de l'article L. 1243-3 est défini par arrêté des ministres chargés de la santé et de la recherche.<p></p><p></p>   En cas d'utilisation d'éléments et de produits du corps humain à des fins scientifiques relevant d'un changement de finalité par rapport au consentement initialement donné, le comité, le cas échéant, vérifie que le promoteur s'est assuré de l'absence d'opposition des personnes, conformément à l'article L. 1211-2.<p></p>",
            "num": "R1123-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1146096000000,
            "dateFin": 1187049600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145467",
                        "id": "LEGISCTA000006145467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2017-05-11",
                        "titre": "Titre II : Recherches biomédicales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000006160948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-05-11",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Recherches impliquant la personne humaine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000034773672",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2016-11-18",
                        "titre": "Chapitre III : Comités de protection des personnes et autorité compétente",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178472",
                        "id": "LEGISCTA000006178472",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-11-18",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III :  Comité de protection des personnes, commission nationale des recherches impliquant la personne humaine et autorité compétente",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178472",
                        "id": "LEGISCTA000033417885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Comités de protection des personnes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190196",
                        "id": "LEGISCTA000006190196",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-04-27",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Procédure d'avis.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196869",
                        "id": "LEGISCTA000006196869",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908385",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006196869",
            "sectionParentId": "LEGISCTA000006196869",
            "sectionParentTitre": "Sous-section 4 : Procédure d'avis.",
            "fullSectionsTitre": "Partie réglementaire &gt; Première partie : Protection générale de la santé &gt; Livre Ier : Protection des personnes en matière de santé &gt; Titre II : Recherches biomédicales &gt; Chapitre III : Comités de protection des personnes et autorité compétente &gt; Section 1 : Comités de protection des personnes &gt; Sous-section 4 : Procédure d'avis.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006908386",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000458901",
                    "textTitle": "Décret n°2006-477 du 26 avril 2006 - art. 2 () JORF 27 avril 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006250971",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-04-27",
                    "dateSignaTexte": "2006-04-26",
                    "dateDebutCible": "2006-04-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044294342",
                    "textTitle": "Arrêté du 25 octobre 2021 - art. ANNEXE 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE 1",
                    "articleId": "LEGIARTI000044296010",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1636243200000,
                    "dateDebut": 1636329600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1211-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1211-2",
                    "articleId": "LEGIARTI000006686057",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601510400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1243-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1243-3",
                    "articleId": "LEGIARTI000006686218",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628035200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908389",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1146096000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-43",
                    "articleId": "LEGIARTI000033418319",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479427200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-22 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R1123-22",
                    "articleId": "LEGIARTI000033417992",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908390",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908385",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1053993600000,
                    "dateFin": 1146096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908386",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1146096000000,
                    "dateFin": 1187049600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908387",
                    "etat": "TRANSFERE",
                    "version": "3.0",
                    "dateDebut": 1187049600000,
                    "dateFin": 1479427200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033417981",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1479427200000,
                    "dateFin": 1494460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034696987",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1494460800000,
                    "dateFin": 1616371200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043274061",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1616371200000,
                    "dateFin": 1646611200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045303403",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1646611200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R1123-23",
                "1123-23"
            ],
            "versionPrecedente": "LEGIARTI000006908385",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006908385",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Avant le 31 mars de chaque année, chaque comité adresse au ministre chargé de la santé et au préfet de région un rapport d'activité et une copie de son compte financier relatifs à l'année civile précédente.",
            "texteHtml": "<p></p>   Avant le 31 mars de chaque année, chaque comité adresse au ministre chargé de la santé et au préfet de région un rapport d'activité et une copie de son compte financier relatifs à l'année civile précédente.<p></p><p></p>",
            "num": "R1123-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1053993600000,
            "dateFin": 1146096000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145467",
                        "id": "LEGISCTA000006145467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2017-05-11",
                        "titre": "Titre II : Recherches biomédicales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000006160948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-05-11",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Recherches impliquant la personne humaine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160948",
                        "id": "LEGISCTA000034773672",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2006-04-27",
                        "titre": "Chapitre III : Comités consultatifs de protection des personnes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178471",
                        "id": "LEGISCTA000006178471",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2006-04-27",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190192",
                        "id": "LEGISCTA000006190192",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2006-04-27",
                        "titre": "Sous-section 4 : Financement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196153",
                        "id": "LEGISCTA000006196153",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908385",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006196153",
            "sectionParentId": "LEGISCTA000006196153",
            "sectionParentTitre": "Sous-section 4 : Financement.",
            "fullSectionsTitre": "Partie réglementaire &gt; Première partie : Protection générale de la santé &gt; Livre Ier : Protection des personnes en matière de santé &gt; Titre II : Recherches biomédicales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006908385",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044294342",
                    "textTitle": "Arrêté du 25 octobre 2021 - art. ANNEXE 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "ANNEXE 1",
                    "articleId": "LEGIARTI000044296010",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1636243200000,
                    "dateDebut": 1636329600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908389",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1146096000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-43",
                    "articleId": "LEGIARTI000033418319",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479427200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-22 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R1123-22",
                    "articleId": "LEGIARTI000033417992",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1123-24 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R1123-24",
                    "articleId": "LEGIARTI000006908390",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2020 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R2020",
                    "articleId": "LEGIARTI000006798925",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908385",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1053993600000,
                    "dateFin": 1146096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908386",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1146096000000,
                    "dateFin": 1187049600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908387",
                    "etat": "TRANSFERE",
                    "version": "3.0",
                    "dateDebut": 1187049600000,
                    "dateFin": 1479427200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033417981",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1479427200000,
                    "dateFin": 1494460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034696987",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1494460800000,
                    "dateFin": 1616371200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043274061",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1616371200000,
                    "dateFin": 1646611200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045303403",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1646611200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R1123-23",
                "1123-23"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}