{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000027859918",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour des raisons de santé publique, le directeur général de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail peut exiger qu'une entreprise exploitant un médicament vétérinaire immunologique soumette à son contrôle des échantillons de chaque lot du produit fini et si nécessaire du produit en vrac avant sa mise sur le marché. Sur demande du directeur général de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, le titulaire de l'autorisation de mise sur le marché doit fournir rapidement les échantillons accompagnés des comptes rendus de contrôle visés par la personne qualifiée mentionnée à l'article L. 5142-1 . L'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail informe les autres Etats membres dans lesquels le médicament vétérinaire est autorisé, ainsi que la direction européenne de la qualité des médicaments, de son intention de procéder à de tels contrôles. Elle s'abstient d'engager un contrôle sur un lot si elle est informée de l'intention d'un autre Etat membre d'y procéder. Elle reconduit, sur les échantillons fournis, l'ensemble des essais effectués sur le produit fini par le fabricant, conformément aux dispositions figurant à ces fins dans le dossier de l'autorisation de mise sur le marché. La liste des essais à reconduire est réduite aux essais justifiés, à condition que ceci fasse l'objet d'un accord de tous les Etats membres concernés et, le cas échéant, de la direction européenne de la qualité des médicaments. L'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail effectue ces contrôles dans un délai de soixante jours à compter de la réception des échantillons. Ces contrôles ne peuvent être exigés dans le cas d'un lot provenant d'un autre Etat membre de  l'Union européenne ou partie à l'accord sur l'Espace économique européen lorsque l'autorité compétente de cet Etat a déjà contrôlé ce lot et l'a déclaré conforme aux spécifications qu'elle a approuvées. Cependant, et dans la mesure où la différence des conditions sanitaires avec cet Etat membre le justifie, ces contrôles peuvent être maintenus par le directeur général de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, après examen des comptes rendus de contrôle et notification à la Commission des Communautés européennes. Elle notifie, dans un délai de soixante jours après réception des échantillons, les résultats de ce contrôle officiel aux autres Etats membres concernés, à la direction européenne de la qualité des médicaments, au titulaire de l'autorisation de mise sur le marché et, le cas échéant, à l'exploitant. Elle délivre à l'entreprise un certificat officiel de libération du lot concerné. Si elle constate qu'un lot d'un médicament immunologique vétérinaire n'est pas conforme aux comptes rendus de contrôle du fabricant ou aux spécifications prévues par l'autorisation de mise sur le marché, elle prend toutes les mesures nécessaires à l'encontre du titulaire d'autorisation de mise sur le marché et du fabricant et en informe les autres Etats membres dans lesquels le médicament vétérinaire est autorisé.",
            "texteHtml": "<p>Pour des raisons de santé publique, le directeur général de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail peut exiger qu'une entreprise exploitant un médicament vétérinaire immunologique soumette à son contrôle des échantillons de chaque lot du produit fini et si nécessaire du produit en vrac avant sa mise sur le marché. </p><p><br/></p><p>Sur demande du directeur général de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, le titulaire de l'autorisation de mise sur le marché doit fournir rapidement les échantillons accompagnés des comptes rendus de contrôle visés par la personne qualifiée mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006690231&dateTexte=&categorieLien=cid'>l'article L. 5142-1</a>. </p><p><br/></p><p>L'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail informe les autres Etats membres dans lesquels le médicament vétérinaire est autorisé, ainsi que la direction européenne de la qualité des médicaments, de son intention de procéder à de tels contrôles. </p><p><br/></p><p>Elle s'abstient d'engager un contrôle sur un lot si elle est informée de l'intention d'un autre Etat membre d'y procéder. </p><p><br/></p><p>Elle reconduit, sur les échantillons fournis, l'ensemble des essais effectués sur le produit fini par le fabricant, conformément aux dispositions figurant à ces fins dans le dossier de l'autorisation de mise sur le marché. </p><p><br/></p><p>La liste des essais à reconduire est réduite aux essais justifiés, à condition que ceci fasse l'objet d'un accord de tous les Etats membres concernés et, le cas échéant, de la direction européenne de la qualité des médicaments. </p><p><br/></p><p>L'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail effectue ces contrôles dans un délai de soixante jours à compter de la réception des échantillons. Ces contrôles ne peuvent être exigés dans le cas d'un lot provenant d'un autre Etat membre de  l'Union européenne ou partie à l'accord sur l'Espace économique européen lorsque l'autorité compétente de cet Etat a déjà contrôlé ce lot et l'a déclaré conforme aux spécifications qu'elle a approuvées. Cependant, et dans la mesure où la différence des conditions sanitaires avec cet Etat membre le justifie, ces contrôles peuvent être maintenus par le directeur général de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, après examen des comptes rendus de contrôle et notification à la Commission des Communautés européennes. </p><p><br/></p><p>Elle notifie, dans un délai de soixante jours après réception des échantillons, les résultats de ce contrôle officiel aux autres Etats membres concernés, à la direction européenne de la qualité des médicaments, au titulaire de l'autorisation de mise sur le marché et, le cas échéant, à l'exploitant. Elle délivre à l'entreprise un certificat officiel de libération du lot concerné. </p><p><br/></p><p>Si elle constate qu'un lot d'un médicament immunologique vétérinaire n'est pas conforme aux comptes rendus de contrôle du fabricant ou aux spécifications prévues par l'autorisation de mise sur le marché, elle prend toutes les mesures nécessaires à l'encontre du titulaire d'autorisation de mise sur le marché et du fabricant et en informe les autres Etats membres dans lesquels le médicament vétérinaire est autorisé.</p>",
            "num": "R5141-81",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1391212800000,
            "dateFin": 1700870400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Produits pharmaceutiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145489",
                        "id": "LEGISCTA000006145489",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Médicaments vétérinaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161014",
                        "id": "LEGISCTA000006161014",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178661",
                        "id": "LEGISCTA000006178661",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2008-05-08",
                        "titre": "Section 7 : Prélèvements d'échantillons.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190724",
                        "id": "LEGISCTA000006190724",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-05-08",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : Prélèvement d'échantillons et contrôle officiel des médicaments vétérinaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190724",
                        "id": "LEGISCTA000018776475",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006915898",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006190724",
            "sectionParentId": "LEGISCTA000018776475",
            "sectionParentTitre": "Section 7 : Prélèvement d'échantillons et contrôle officiel des médicaments vétérinaires.",
            "fullSectionsTitre": "Partie réglementaire &gt; Cinquième partie : Produits de santé &gt; Livre Ier : Produits pharmaceutiques &gt; Titre IV : Médicaments vétérinaires &gt; Chapitre Ier : Dispositions générales &gt; Section 7 : Prélèvement d'échantillons et contrôle officiel des médicaments vétérinaires.",
            "refInjection": "MD-20231125_183150_187_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000027859918",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027845643",
                    "textTitle": "Décret n°2013-752\n du 16 août 2013 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027847290",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-08-18",
                    "dateSignaTexte": "2013-08-16",
                    "dateDebutCible": "2014-02-01"
                },
                {
                    "textCid": "JORFTEXT000048453209",
                    "textTitle": "Décret n°2023-1079 du 22 novembre 2023 - art. 1",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000048454147",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-11-24",
                    "dateSignaTexte": "2023-11-22",
                    "dateDebutCible": "2023-11-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L5142-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5142-1",
                    "articleId": "LEGIARTI000006690231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5146-41-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R5146-41-1",
                    "articleId": "LEGIARTI000006800929",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5146-41-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R5146-41-1",
                    "articleId": "LEGIARTI000006800928",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006915898",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1091923200000,
                    "dateFin": 1210204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018776472",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1210204800000,
                    "dateFin": 1302739200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023860631",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1302739200000,
                    "dateFin": 1391212800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027859918",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1391212800000,
                    "dateFin": 1700870400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R5141-81",
                "5141-81"
            ],
            "versionPrecedente": "LEGIARTI000023860631",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000023860631",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour des raisons de santé publique, le directeur général de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail  peut exiger qu'une entreprise exploitant un médicament vétérinaire immunologique soumette à son contrôle des échantillons de chaque lot du produit fini et si nécessaire du produit en vrac avant sa mise sur le marché. Sur demande du directeur général de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, le titulaire de l'autorisation de mise sur le marché doit fournir rapidement les échantillons accompagnés des comptes rendus de contrôle visés par la personne qualifiée mentionnée à l'article L. 5142-1 . L'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail  informe les autres Etats membres dans lesquels le médicament vétérinaire est autorisé, ainsi que la direction européenne de la qualité des médicaments, de son intention de procéder à de tels contrôles. Elle s'abstient d'engager un contrôle sur un lot si elle est informée de l'intention d'un autre Etat membre d'y procéder. Elle reconduit, sur les échantillons fournis, l'ensemble des essais effectués sur le produit fini par le fabricant, conformément aux dispositions figurant à ces fins dans le dossier de l'autorisation de mise sur le marché. La liste des essais à reconduire est réduite aux essais justifiés, à condition que ceci fasse l'objet d'un accord de tous les Etats membres concernés et, le cas échéant, de la direction européenne de la qualité des médicaments. L'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail  effectue ces contrôles dans un délai de soixante jours à compter de la réception des échantillons. Ces contrôles ne peuvent être exigés dans le cas d'un lot provenant d'un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen lorsque l'autorité compétente de cet Etat a déjà contrôlé ce lot et l'a déclaré conforme aux spécifications qu'elle a approuvées. Cependant, et dans la mesure où la différence des conditions sanitaires avec cet Etat membre le justifie, ces contrôles peuvent être maintenus par le directeur général de l'      Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail , après examen des comptes rendus de contrôle et notification à la Commission des Communautés européennes. Elle notifie, dans un délai de soixante jours après réception des échantillons, les résultats de ce contrôle officiel aux autres Etats membres concernés, à la direction européenne de la qualité des médicaments, au titulaire de l'autorisation de mise sur le marché et, le cas échéant, à l'exploitant. Elle délivre à l'entreprise un certificat officiel de libération du lot concerné. Si elle constate qu'un lot d'un médicament immunologique vétérinaire n'est pas conforme aux comptes rendus de contrôle du fabricant ou aux spécifications prévues par l'autorisation de mise sur le marché, elle prend toutes les mesures nécessaires à l'encontre du titulaire d'autorisation de mise sur le marché et du fabricant et en informe les autres Etats membres dans lesquels le médicament vétérinaire est autorisé.",
            "texteHtml": "<p>Pour des raisons de santé publique, le directeur général de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail  peut exiger qu'une entreprise exploitant un médicament vétérinaire immunologique soumette à son contrôle des échantillons de chaque lot du produit fini et si nécessaire du produit en vrac avant sa mise sur le marché.</p><p><br/></p><p>Sur demande du directeur général de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, le titulaire de l'autorisation de mise sur le marché doit fournir rapidement les échantillons accompagnés des comptes rendus de contrôle visés par la personne qualifiée mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006690231&dateTexte=&categorieLien=cid'>l'article L. 5142-1</a>.</p><p><br/></p><p>L'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail  informe les autres Etats membres dans lesquels le médicament vétérinaire est autorisé, ainsi que la direction européenne de la qualité des médicaments, de son intention de procéder à de tels contrôles.</p><p><br/></p><p>Elle s'abstient d'engager un contrôle sur un lot si elle est informée de l'intention d'un autre Etat membre d'y procéder.</p><p><br/></p><p>Elle reconduit, sur les échantillons fournis, l'ensemble des essais effectués sur le produit fini par le fabricant, conformément aux dispositions figurant à ces fins dans le dossier de l'autorisation de mise sur le marché.</p><p><br/></p><p>La liste des essais à reconduire est réduite aux essais justifiés, à condition que ceci fasse l'objet d'un accord de tous les Etats membres concernés et, le cas échéant, de la direction européenne de la qualité des médicaments.</p><p><br/></p><p>L'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail  effectue ces contrôles dans un délai de soixante jours à compter de la réception des échantillons. Ces contrôles ne peuvent être exigés dans le cas d'un lot provenant d'un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen lorsque l'autorité compétente de cet Etat a déjà contrôlé ce lot et l'a déclaré conforme aux spécifications qu'elle a approuvées. Cependant, et dans la mesure où la différence des conditions sanitaires avec cet Etat membre le justifie, ces contrôles peuvent être maintenus par le directeur général de l'      Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail , après examen des comptes rendus de contrôle et notification à la Commission des Communautés européennes.</p><p><br/></p><p>Elle notifie, dans un délai de soixante jours après réception des échantillons, les résultats de ce contrôle officiel aux autres Etats membres concernés, à la direction européenne de la qualité des médicaments, au titulaire de l'autorisation de mise sur le marché et, le cas échéant, à l'exploitant. Elle délivre à l'entreprise un certificat officiel de libération du lot concerné.</p><p><br/></p><p>Si elle constate qu'un lot d'un médicament immunologique vétérinaire n'est pas conforme aux comptes rendus de contrôle du fabricant ou aux spécifications prévues par l'autorisation de mise sur le marché, elle prend toutes les mesures nécessaires à l'encontre du titulaire d'autorisation de mise sur le marché et du fabricant et en informe les autres Etats membres dans lesquels le médicament vétérinaire est autorisé.</p>",
            "num": "R5141-81",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1302739200000,
            "dateFin": 1391212800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Produits pharmaceutiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145489",
                        "id": "LEGISCTA000006145489",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Médicaments vétérinaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161014",
                        "id": "LEGISCTA000006161014",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178661",
                        "id": "LEGISCTA000006178661",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2008-05-08",
                        "titre": "Section 7 : Prélèvements d'échantillons.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190724",
                        "id": "LEGISCTA000006190724",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-05-08",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : Prélèvement d'échantillons et contrôle officiel des médicaments vétérinaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190724",
                        "id": "LEGISCTA000018776475",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006915898",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006190724",
            "sectionParentId": "LEGISCTA000018776475",
            "sectionParentTitre": "Section 7 : Prélèvement d'échantillons et contrôle officiel des médicaments vétérinaires.",
            "fullSectionsTitre": "Partie réglementaire &gt; Cinquième partie : Produits de santé &gt; Livre Ier : Produits pharmaceutiques &gt; Titre IV : Médicaments vétérinaires &gt; Chapitre Ier : Dispositions générales &gt; Section 7 : Prélèvement d'échantillons et contrôle officiel des médicaments vétérinaires.",
            "refInjection": "MD-20231125_183150_187_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000023860631",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000023850479",
                    "textTitle": "Décret n°2011-385 du 11 avril 2011 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000023851510",
                    "natureText": "DECRET",
                    "datePubliTexte": "2011-04-13",
                    "dateSignaTexte": "2011-04-11",
                    "dateDebutCible": "2011-04-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L5142-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5142-1",
                    "articleId": "LEGIARTI000006690231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5146-41-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R5146-41-1",
                    "articleId": "LEGIARTI000006800929",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5146-41-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R5146-41-1",
                    "articleId": "LEGIARTI000006800928",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006915898",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1091923200000,
                    "dateFin": 1210204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018776472",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1210204800000,
                    "dateFin": 1302739200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023860631",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1302739200000,
                    "dateFin": 1391212800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027859918",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1391212800000,
                    "dateFin": 1700870400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R5141-81",
                "5141-81"
            ],
            "versionPrecedente": "LEGIARTI000018776472",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000018776472",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour des raisons de santé publique, le directeur général de l'Agence française de sécurité sanitaire des aliments peut exiger qu'une entreprise exploitant un médicament vétérinaire immunologique soumette à son contrôle des échantillons de chaque lot du produit fini et si nécessaire du produit en vrac avant sa mise sur le marché. Sur demande du directeur général de l'Agence française de sécurité sanitaire des aliments, le titulaire de l'autorisation de mise sur le marché doit fournir rapidement les échantillons accompagnés des comptes rendus de contrôle visés par la personne qualifiée mentionnée à l'article L. 5142-1 . L'Agence française de sécurité sanitaire des aliments informe les autres Etats membres dans lesquels le médicament vétérinaire est autorisé, ainsi que la direction européenne de la qualité des médicaments, de son intention de procéder à de tels contrôles. Elle s'abstient d'engager un contrôle sur un lot si elle est informée de l'intention d'un autre Etat membre d'y procéder. Elle reconduit, sur les échantillons fournis, l'ensemble des essais effectués sur le produit fini par le fabricant, conformément aux dispositions figurant à ces fins dans le dossier de l'autorisation de mise sur le marché. La liste des essais à reconduire est réduite aux essais justifiés, à condition que ceci fasse l'objet d'un accord de tous les Etats membres concernés et, le cas échéant, de la direction européenne de la qualité des médicaments. L'Agence française de sécurité sanitaire des aliments effectue ces contrôles dans un délai de soixante jours à compter de la réception des échantillons. Ces contrôles ne peuvent être exigés dans le cas d'un lot provenant d'un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen lorsque l'autorité compétente de cet Etat a déjà contrôlé ce lot et l'a déclaré conforme aux spécifications qu'elle a approuvées. Cependant, et dans la mesure où la différence des conditions sanitaires avec cet Etat membre le justifie, ces contrôles peuvent être maintenus par le directeur général de l'Agence française de sécurité sanitaire des aliments, après examen des comptes rendus de contrôle et notification à la Commission des Communautés européennes. Elle notifie, dans un délai de soixante jours après réception des échantillons, les résultats de ce contrôle officiel aux autres Etats membres concernés, à la direction européenne de la qualité des médicaments, au titulaire de l'autorisation de mise sur le marché et, le cas échéant, à l'exploitant. Elle délivre à l'entreprise un certificat officiel de libération du lot concerné. Si elle constate qu'un lot d'un médicament immunologique vétérinaire n'est pas conforme aux comptes rendus de contrôle du fabricant ou aux spécifications prévues par l'autorisation de mise sur le marché, elle prend toutes les mesures nécessaires à l'encontre du titulaire d'autorisation de mise sur le marché et du fabricant et en informe les autres Etats membres dans lesquels le médicament vétérinaire est autorisé.",
            "texteHtml": "<p>Pour des raisons de santé publique, le directeur général de l'Agence française de sécurité sanitaire des aliments peut exiger qu'une entreprise exploitant un médicament vétérinaire immunologique soumette à son contrôle des échantillons de chaque lot du produit fini et si nécessaire du produit en vrac avant sa mise sur le marché. </p><p>Sur demande du directeur général de l'Agence française de sécurité sanitaire des aliments, le titulaire de l'autorisation de mise sur le marché doit fournir rapidement les échantillons accompagnés des comptes rendus de contrôle visés par la personne qualifiée mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006690231&dateTexte=&categorieLien=cid'>l'article L. 5142-1</a>. </p><p>L'Agence française de sécurité sanitaire des aliments informe les autres Etats membres dans lesquels le médicament vétérinaire est autorisé, ainsi que la direction européenne de la qualité des médicaments, de son intention de procéder à de tels contrôles. </p><p>Elle s'abstient d'engager un contrôle sur un lot si elle est informée de l'intention d'un autre Etat membre d'y procéder. </p><p>Elle reconduit, sur les échantillons fournis, l'ensemble des essais effectués sur le produit fini par le fabricant, conformément aux dispositions figurant à ces fins dans le dossier de l'autorisation de mise sur le marché. </p><p>La liste des essais à reconduire est réduite aux essais justifiés, à condition que ceci fasse l'objet d'un accord de tous les Etats membres concernés et, le cas échéant, de la direction européenne de la qualité des médicaments. </p><p>L'Agence française de sécurité sanitaire des aliments effectue ces contrôles dans un délai de soixante jours à compter de la réception des échantillons. Ces contrôles ne peuvent être exigés dans le cas d'un lot provenant d'un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen lorsque l'autorité compétente de cet Etat a déjà contrôlé ce lot et l'a déclaré conforme aux spécifications qu'elle a approuvées. Cependant, et dans la mesure où la différence des conditions sanitaires avec cet Etat membre le justifie, ces contrôles peuvent être maintenus par le directeur général de l'Agence française de sécurité sanitaire des aliments, après examen des comptes rendus de contrôle et notification à la Commission des Communautés européennes. </p><p>Elle notifie, dans un délai de soixante jours après réception des échantillons, les résultats de ce contrôle officiel aux autres Etats membres concernés, à la direction européenne de la qualité des médicaments, au titulaire de l'autorisation de mise sur le marché et, le cas échéant, à l'exploitant. Elle délivre à l'entreprise un certificat officiel de libération du lot concerné. </p><p>Si elle constate qu'un lot d'un médicament immunologique vétérinaire n'est pas conforme aux comptes rendus de contrôle du fabricant ou aux spécifications prévues par l'autorisation de mise sur le marché, elle prend toutes les mesures nécessaires à l'encontre du titulaire d'autorisation de mise sur le marché et du fabricant et en informe les autres Etats membres dans lesquels le médicament vétérinaire est autorisé.</p>",
            "num": "R5141-81",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1210204800000,
            "dateFin": 1302739200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Produits pharmaceutiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145489",
                        "id": "LEGISCTA000006145489",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Médicaments vétérinaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161014",
                        "id": "LEGISCTA000006161014",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178661",
                        "id": "LEGISCTA000006178661",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2008-05-08",
                        "titre": "Section 7 : Prélèvements d'échantillons.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190724",
                        "id": "LEGISCTA000006190724",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-05-08",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : Prélèvement d'échantillons et contrôle officiel des médicaments vétérinaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190724",
                        "id": "LEGISCTA000018776475",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006915898",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006190724",
            "sectionParentId": "LEGISCTA000018776475",
            "sectionParentTitre": "Section 7 : Prélèvement d'échantillons et contrôle officiel des médicaments vétérinaires.",
            "fullSectionsTitre": "Partie réglementaire &gt; Cinquième partie : Produits de santé &gt; Livre Ier : Produits pharmaceutiques &gt; Titre IV : Médicaments vétérinaires &gt; Chapitre Ier : Dispositions générales &gt; Section 7 : Prélèvement d'échantillons et contrôle officiel des médicaments vétérinaires.",
            "refInjection": "MD-20231125_183150_187_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000018776472",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018767795",
                    "textTitle": "Décret n°2008-434\n du 6 mai 2008 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000018769282",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-05-07",
                    "dateSignaTexte": "2008-05-06",
                    "dateDebutCible": "2008-05-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L5142-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5142-1",
                    "articleId": "LEGIARTI000006690231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5146-41-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R5146-41-1",
                    "articleId": "LEGIARTI000006800929",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5146-41-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R5146-41-1",
                    "articleId": "LEGIARTI000006800928",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006915898",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1091923200000,
                    "dateFin": 1210204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018776472",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1210204800000,
                    "dateFin": 1302739200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023860631",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1302739200000,
                    "dateFin": 1391212800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027859918",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1391212800000,
                    "dateFin": 1700870400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R5141-81",
                "5141-81"
            ],
            "versionPrecedente": "LEGIARTI000006915898",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006915898",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour des raisons de santé publique, le directeur général de l'Agence française de sécurité sanitaire des aliments peut exiger qu'une entreprise exploitant un médicament vétérinaire immunologique soumette à son contrôle des échantillons de chaque lot du produit fini et si nécessaire du produit en vrac avant son utilisation. L'Agence française de sécurité sanitaire des aliments effectue ces contrôles dans un délai de soixante jours à compter de la réception des échantillons. Ces contrôles ne peuvent être exigés dans le cas d'un lot provenant d'un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen, lorsque l'autorité compétente de cet Etat a déjà contrôlé ce lot et l'a déclaré conforme aux spécifications qu'elle a approuvées. Cependant, et dans la mesure où la différence des conditions sanitaires avec cet Etat membre le justifie, ces contrôles peuvent être maintenus par le directeur général de l'Agence française de sécurité sanitaire des aliments, après examen des comptes rendus de contrôle et notification à la Commission des Communautés européennes.",
            "texteHtml": "<p></p>   Pour des raisons de santé publique, le directeur général de l'Agence française de sécurité sanitaire des aliments peut exiger qu'une entreprise exploitant un médicament vétérinaire immunologique soumette à son contrôle des échantillons de chaque lot du produit fini et si nécessaire du produit en vrac avant son utilisation.<p></p><p></p>   L'Agence française de sécurité sanitaire des aliments effectue ces contrôles dans un délai de soixante jours à compter de la réception des échantillons. Ces contrôles ne peuvent être exigés dans le cas d'un lot provenant d'un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen, lorsque l'autorité compétente de cet Etat a déjà contrôlé ce lot et l'a déclaré conforme aux spécifications qu'elle a approuvées. Cependant, et dans la mesure où la différence des conditions sanitaires avec cet Etat membre le justifie, ces contrôles peuvent être maintenus par le directeur général de l'Agence française de sécurité sanitaire des aliments, après examen des comptes rendus de contrôle et notification à la Commission des Communautés européennes.<p></p>",
            "num": "R5141-81",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1091923200000,
            "dateFin": 1210204800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Produits pharmaceutiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145489",
                        "id": "LEGISCTA000006145489",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Médicaments vétérinaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161014",
                        "id": "LEGISCTA000006161014",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178661",
                        "id": "LEGISCTA000006178661",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2008-05-08",
                        "titre": "Section 7 : Prélèvements d'échantillons.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190724",
                        "id": "LEGISCTA000006190724",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-05-08",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : Prélèvement d'échantillons et contrôle officiel des médicaments vétérinaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190724",
                        "id": "LEGISCTA000018776475",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006915898",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006190724",
            "sectionParentId": "LEGISCTA000018776475",
            "sectionParentTitre": "Section 7 : Prélèvement d'échantillons et contrôle officiel des médicaments vétérinaires.",
            "fullSectionsTitre": "Partie réglementaire &gt; Cinquième partie : Produits de santé &gt; Livre Ier : Produits pharmaceutiques &gt; Titre IV : Médicaments vétérinaires &gt; Chapitre Ier : Dispositions générales &gt; Section 7 : Prélèvement d'échantillons et contrôle officiel des médicaments vétérinaires.",
            "refInjection": "MD-20231125_183150_187_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006915898",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000787339",
                    "textTitle": "Décret 2004-802 2004-07-29",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000787339",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5146-41-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R5146-41-1",
                    "articleId": "LEGIARTI000006800929",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5146-41-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R5146-41-1",
                    "articleId": "LEGIARTI000006800928",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006915898",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1091923200000,
                    "dateFin": 1210204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018776472",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1210204800000,
                    "dateFin": 1302739200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023860631",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1302739200000,
                    "dateFin": 1391212800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027859918",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1391212800000,
                    "dateFin": 1700870400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R5141-81",
                "5141-81"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}