{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047623604",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La déclaration prévue à l'article 1649 ter A contient les informations suivantes : 1. Pour l'application du 1° du II du même article 1649 ter A, les éléments d'identification de l'opérateur de plateforme : a. Sa raison ou sa dénomination sociale ; b. L'adresse postale de son siège social ; c. Son numéro d'identification fiscale ; d. Le numéro d'enregistrement individuel attribué conformément au I de l'article 1649 ter E ; e. Le nom commercial, le cas échéant. 2. Pour l'application du 2° du II du même article 1649 ter A, les éléments d'identification des vendeurs ou prestataires : a. Pour chaque vendeur ou prestataire qui est une personne physique : i) Ses nom et prénom ; ii) Sa date de naissance ; iii) L'adresse de sa résidence principale ; iv) Tout numéro d'identification fiscale attribué à cette personne, accompagné de la mention de chaque Etat ou territoire qui l'a attribué, sauf lorsque l'Etat ou territoire de résidence fiscale de la personne n'attribue pas de tel numéro. En l'absence de numéro d'identification fiscale pour un vendeur ou prestataire qui est résident fiscal d'un Etat membre de l'Union européenne ou un prestataire qui a réalisé des opérations de location de biens immobiliers situés dans un ou plusieurs de ces Etats membres, le déclarant indique le lieu de naissance de ce vendeur ou prestataire ; v) Le cas échéant, son numéro d'identification à la taxe sur la valeur ajoutée. b. Pour chaque vendeur ou prestataire qui n'est pas une personne physique : i) Sa raison ou dénomination sociale ; ii) L'adresse de son siège social ; iii) Son numéro d'immatriculation et tout numéro d'identification fiscale qui lui a été attribué, accompagné de la mention de chaque Etat ou territoire qui l'a attribué, sauf lorsque l'Etat ou territoire de résidence de ce vendeur ou prestataire n'attribue pas de tels numéros ; iv) Le cas échéant, son numéro d'identification à la taxe sur la valeur ajoutée ; v) Le cas échéant, l'existence de tout établissement stable par l'intermédiaire duquel les opérations mentionnées au I du même article 1649 ter A sont réalisées dans l'Union européenne, avec indication de chaque Etat membre dans lequel se trouve un établissement stable. c. Pour chaque vendeur ou prestataire, l'Etat ou territoire de résidence fiscale dans lequel la personne a son adresse conformément au iii du a et au ii du b du présent 2. d. Pour chaque vendeur ou prestataire qui est résident d'un Etat membre de l'Union européenne, lorsque l'Etat membre de résidence fiscale est différent de celui où est situé l'adresse mentionnée au c, l'opérateur de plateforme indique en outre : i) L'Etat membre de résidence fiscale qui a attribué le numéro d'identification fiscale ; ii) L'Etat membre de résidence fiscale de tout établissement stable par l'intermédiaire duquel les opérations mentionnées au I du même article 1649 ter A sont réalisées, lorsque le vendeur ou prestataire mentionné au b du présent 2 a fourni des informations relatives à l'existence de tels établissements stables conformément au v du b du même 2. e. Nonobstant les dispositions du c et du d du présent 2, l'Etat ou territoire de résidence fiscale confirmé lors de l'utilisation d'un service d'identification électronique mis à disposition par l'Union européenne ou par un Etat ou un territoire dans les conditions prévues au III du présent article. 3. Pour l'application du 4° du II du même article 1649 ter A, les éléments d'identification du titulaire du compte financier sur lequel la contrepartie est versée, lorsque le titulaire de ce compte financier n'est pas le vendeur ou prestataire et lorsque ces informations sont connues de l'opérateur de plateforme : a. Son nom et prénom ou sa raison sociale ; b. Son numéro international de compte bancaire (IBAN ou équivalent). II. - Lorsque l'Etat ou territoire duquel le vendeur ou prestataire est résident figure sur une liste fixée par arrêté du ministre chargé du budget précisant ceux de ces Etats ou territoires qui n'exigent pas que leur soit transmise cette information, l'opérateur de plateforme est dispensé de communiquer le numéro d'identification fiscale mentionné aux iv du a et iii du b du 2 du I. III. - Lorsque l'opérateur de plateforme établit l'identité et la résidence fiscale du vendeur ou prestataire en s'appuyant sur une confirmation directe obtenue par l'intermédiaire d'un service d'identification mis à disposition par l'Union européenne, un Etat ou un territoire, l'opérateur de plateforme est dispensé de communiquer les informations mentionnées aux ii à v du a et aux ii à v du b du 2 du I. IV. - Lorsque le vendeur ou prestataire titulaire du compte financier sur lequel la contrepartie est versée est résident d'un Etat ou territoire qui figure sur la liste des Etats ou territoires n'ayant pas l'intention d'utiliser ces informations, fixée par arrêté du ministre chargé du budget, l'opérateur de plateforme est dispensé de communiquer les informations prévues au 3 du I. V. - La liste des Etats ou territoires de résidence donnant lieu à déclaration conformément au 2° du I de l'article 1649 ter C est fixée par arrêté du ministre chargé du budget.",
            "texteHtml": "<p>I. - La déclaration prévue à l'article 1649 ter A contient les informations suivantes :</p><p>1. Pour l'application du 1° du II du même article 1649 ter A, les éléments d'identification de l'opérateur de plateforme :</p><p>a. Sa raison ou sa dénomination sociale ;</p><p>b. L'adresse postale de son siège social ;</p><p>c. Son numéro d'identification fiscale ;</p><p>d. Le numéro d'enregistrement individuel attribué conformément au I de l'article 1649 ter E ;</p><p>e. Le nom commercial, le cas échéant.</p><p>2. Pour l'application du 2° du II du même article 1649 ter A, les éléments d'identification des vendeurs ou prestataires :</p><p>a. Pour chaque vendeur ou prestataire qui est une personne physique :</p><p>i) Ses nom et prénom ;</p><p>ii) Sa date de naissance ;</p><p>iii) L'adresse de sa résidence principale ;</p><p>iv) Tout numéro d'identification fiscale attribué à cette personne, accompagné de la mention de chaque Etat ou territoire qui l'a attribué, sauf lorsque l'Etat ou territoire de résidence fiscale de la personne n'attribue pas de tel numéro. En l'absence de numéro d'identification fiscale pour un vendeur ou prestataire qui est résident fiscal d'un Etat membre de l'Union européenne ou un prestataire qui a réalisé des opérations de location de biens immobiliers situés dans un ou plusieurs de ces Etats membres, le déclarant indique le lieu de naissance de ce vendeur ou prestataire ;</p><p>v) Le cas échéant, son numéro d'identification à la taxe sur la valeur ajoutée.</p><p>b. Pour chaque vendeur ou prestataire qui n'est pas une personne physique :</p><p>i) Sa raison ou dénomination sociale ;</p><p>ii) L'adresse de son siège social ;</p><p>iii) Son numéro d'immatriculation et tout numéro d'identification fiscale qui lui a été attribué, accompagné de la mention de chaque Etat ou territoire qui l'a attribué, sauf lorsque l'Etat ou territoire de résidence de ce vendeur ou prestataire n'attribue pas de tels numéros ;</p><p>iv) Le cas échéant, son numéro d'identification à la taxe sur la valeur ajoutée ;</p><p>v) Le cas échéant, l'existence de tout établissement stable par l'intermédiaire duquel les opérations mentionnées au I du même article 1649 ter A sont réalisées dans l'Union européenne, avec indication de chaque Etat membre dans lequel se trouve un établissement stable.</p><p>c. Pour chaque vendeur ou prestataire, l'Etat ou territoire de résidence fiscale dans lequel la personne a son adresse conformément au iii du a et au ii du b du présent 2.</p><p>d. Pour chaque vendeur ou prestataire qui est résident d'un Etat membre de l'Union européenne, lorsque l'Etat membre de résidence fiscale est différent de celui où est situé l'adresse mentionnée au c, l'opérateur de plateforme indique en outre :</p><p>i) L'Etat membre de résidence fiscale qui a attribué le numéro d'identification fiscale ;</p><p>ii) L'Etat membre de résidence fiscale de tout établissement stable par l'intermédiaire duquel les opérations mentionnées au I du même article 1649 ter A sont réalisées, lorsque le vendeur ou prestataire mentionné au b du présent 2 a fourni des informations relatives à l'existence de tels établissements stables conformément au v du b du même 2.</p><p>e. Nonobstant les dispositions du c et du d du présent 2, l'Etat ou territoire de résidence fiscale confirmé lors de l'utilisation d'un service d'identification électronique mis à disposition par l'Union européenne ou par un Etat ou un territoire dans les conditions prévues au III du présent article.</p><p>3. Pour l'application du 4° du II du même article 1649 ter A, les éléments d'identification du titulaire du compte financier sur lequel la contrepartie est versée, lorsque le titulaire de ce compte financier n'est pas le vendeur ou prestataire et lorsque ces informations sont connues de l'opérateur de plateforme :</p><p>a. Son nom et prénom ou sa raison sociale ;</p><p>b. Son numéro international de compte bancaire (IBAN ou équivalent).</p><p>II. - Lorsque l'Etat ou territoire duquel le vendeur ou prestataire est résident figure sur une liste fixée par arrêté du ministre chargé du budget précisant ceux de ces Etats ou territoires qui n'exigent pas que leur soit transmise cette information, l'opérateur de plateforme est dispensé de communiquer le numéro d'identification fiscale mentionné aux iv du a et iii du b du 2 du I.</p><p>III. - Lorsque l'opérateur de plateforme établit l'identité et la résidence fiscale du vendeur ou prestataire en s'appuyant sur une confirmation directe obtenue par l'intermédiaire d'un service d'identification mis à disposition par l'Union européenne, un Etat ou un territoire, l'opérateur de plateforme est dispensé de communiquer les informations mentionnées aux ii à v du a et aux ii à v du b du 2 du I.</p><p>IV. - Lorsque le vendeur ou prestataire titulaire du compte financier sur lequel la contrepartie est versée est résident d'un Etat ou territoire qui figure sur la liste des Etats ou territoires n'ayant pas l'intention d'utiliser ces informations, fixée par arrêté du ministre chargé du budget, l'opérateur de plateforme est dispensé de communiquer les informations prévues au 3 du I.</p><p>V. - La liste des Etats ou territoires de résidence donnant lieu à déclaration conformément au 2° du I de l'article 1649 ter C est fixée par arrêté du ministre chargé du budget.</p>",
            "num": "344 G terdecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1685750400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Assiette et contrôle de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133761",
                        "id": "LEGISCTA000006133761",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Obligations des contribuables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146865",
                        "id": "LEGISCTA000006146865",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-01-01",
                        "fin": "2999-01-01",
                        "titre": "0I sexies : Déclaration des opérateurs de plateforme de mise en relation par voie électronique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000046821997",
                        "id": "LEGISCTA000046822023",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000046822001",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000046821997",
            "sectionParentId": "LEGISCTA000046822023",
            "sectionParentTitre": "0I sexies : Déclaration des opérateurs de plateforme de mise en relation par voie électronique.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre premier : Assiette et contrôle de l'impôt &gt; Chapitre premier : Obligations des contribuables &gt; 0I sexies : Déclaration des opérateurs de plateforme de mise en relation par voie électronique.",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000047623604",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Modifications effectuées en conséquence du décret n° 2022-1661 du 26 décembre 2022.",
            "notaHtml": "<p>Modifications effectuées en conséquence du décret n° 2022-1661 du 26 décembre 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047618675",
                    "textTitle": "Décret n°2023-422 du 31 mai 2023 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000047619526",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-06-02",
                    "dateSignaTexte": "2023-05-31",
                    "dateDebutCible": "2023-06-03"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000046822054",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1685750400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047623604",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1685750400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "344 G terdecies",
                "344"
            ],
            "versionPrecedente": "LEGIARTI000046822054",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000046822054",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La déclaration prévue à l'article 1649 ter A contient les informations suivantes : 1. Pour l'application du 1° du II du même article 1649 ter A, les éléments d'identification de l'opérateur de plateforme : a. Sa raison ou sa dénomination sociale ; b. L'adresse postale de son siège social ; c. Son numéro d'identification fiscale ; d. Le numéro d'enregistrement individuel attribué conformément au I de l'article 1649 ter E ; e. Le nom commercial, le cas échéant. 2. Pour l'application du 2° du II du même article 1649 ter A, les éléments d'identification des vendeurs ou prestataires : a. Pour chaque vendeur ou prestataire qui est une personne physique : i) Ses nom et prénom ; ii) Sa date de naissance ; iii) L'adresse de sa résidence principale ; iv) Tout numéro d'identification fiscale attribué à cette personne, accompagné de la mention de chaque Etat ou territoire qui l'a attribué, sauf lorsque l'Etat ou territoire de résidence fiscale de la personne n'attribue pas de tel numéro. En l'absence de numéro d'identification fiscale pour un vendeur ou prestataire qui est résident fiscal d'un Etat membre de l'Union européenne ou un prestataire qui a réalisé des opérations de location de biens immobiliers situés dans un ou plusieurs de ces Etats membres, le déclarant indique le lieu de naissance de ce vendeur ou prestataire ; v) Le cas échéant, son numéro d'identification à la taxe sur la valeur ajoutée. b. Pour chaque vendeur ou prestataire qui n'est pas une personne physique : i) Sa raison ou dénomination sociale ; ii) L'adresse de son siège social ; iii) Son numéro d'immatriculation et tout numéro d'identification fiscale qui lui a été attribué, accompagné de la mention de chaque Etat ou territoire qui l'a attribué, sauf lorsque l'Etat ou territoire de résidence de ce vendeur ou prestataire n'attribue pas de tels numéros ; iv) Le cas échéant, son numéro d'identification à la taxe sur la valeur ajoutée ; v) Le cas échéant, l'existence de tout établissement stable par l'intermédiaire duquel les opérations mentionnées au I du même article 1649 ter A sont réalisées dans l'Union européenne, avec indication de chaque Etat membre dans lequel se trouve un établissement stable. c. Pour chaque vendeur ou prestataire, l'Etat ou territoire de résidence fiscale dans lequel la personne a son adresse conformément au iii du a et au ii du b du présent 2. d. Pour chaque vendeur ou prestataire qui est résident d'un Etat membre de l'Union européenne, lorsque l'Etat membre de résidence fiscale est différent de celui où est situé l'adresse mentionnée au c, l'opérateur de plateforme indique en outre : i) L'Etat membre de résidence fiscale qui a attribué le numéro d'identification fiscale ; ii) L'Etat membre de résidence fiscale de tout établissement stable par l'intermédiaire duquel les opérations mentionnées au I du même article 1649 ter A sont réalisées, lorsque le vendeur ou prestataire mentionné au b du présent 2 a fourni des informations relatives à l'existence de tels établissements stables conformément au v du b du même 2. e. Nonobstant les dispositions du c et du d du présent 2, l'Etat ou territoire de résidence fiscale confirmé lors de l'utilisation d'un service d'identification électronique mis à disposition par l'Union européenne ou par un Etat ou un territoire dans les conditions prévues au III du présent article. 3. Pour l'application du 4° du II du même article 1649 ter A, les éléments d'identification du titulaire du compte financier sur lequel la contrepartie est versée, lorsque le titulaire de ce compte financier n'est pas le vendeur ou prestataire et lorsque ces informations sont connues de l'opérateur de plateforme : a. Son nom et prénom ou sa raison sociale ; b. Son numéro international de compte bancaire (IBAN ou équivalent). II. - Lorsque l'Etat ou territoire duquel le vendeur ou prestataire est résident figure sur une liste fixée par arrêté du ministre chargé du budget précisant ceux de ces Etats ou territoires qui n'exigent pas que leur soit transmise cette information, l'opérateur de plateforme est dispensé de communiquer le numéro d'identification fiscal mentionné aux iv du a et iii du b du 2 du I. III. - Lorsque l'opérateur de plateforme établit l'identité et la résidence fiscale du vendeur ou prestataire en s'appuyant sur une confirmation directe obtenue par l'intermédiaire d'un service d'identification mis à disposition par l'Union européenne, un Etat ou un territoire, l'opérateur de plateforme est dispensé de communiquer les informations mentionnées aux ii à v du a et aux ii à v du b du 2 du I. IV. - Lorsque le vendeur ou prestataire titulaire du compte financier sur lequel la contrepartie est versée est résident d'un Etat ou territoire qui figure sur la liste des Etats ou territoires n'ayant pas l'intention d'utiliser ces informations, fixée par arrêté du ministre chargé du budget, l'opérateur de plateforme est dispensé de communiquer les informations prévues au 3 du I. V. - La liste des Etats ou territoires de résidence donnant lieu à déclaration conformément au 2° du I de l'article 1649 ter C est fixée par arrêté du ministre chargé du budget.",
            "texteHtml": "<p>I. - La déclaration prévue à l'article 1649 ter A contient les informations suivantes :</p><p></p><p> 1. Pour l'application du 1° du II du même article 1649 ter A, les éléments d'identification de l'opérateur de plateforme :</p><p></p><p> a. Sa raison ou sa dénomination sociale ;</p><p></p><p> b. L'adresse postale de son siège social ;</p><p></p><p> c. Son numéro d'identification fiscale ;</p><p></p><p> d. Le numéro d'enregistrement individuel attribué conformément au I de l'article 1649 ter E ;</p><p></p><p> e. Le nom commercial, le cas échéant.</p><p></p><p> 2. Pour l'application du 2° du II du même article 1649 ter A, les éléments d'identification des vendeurs ou prestataires :</p><p></p><p> a. Pour chaque vendeur ou prestataire qui est une personne physique :</p><p></p><p> i) Ses nom et prénom ;</p><p></p><p> ii) Sa date de naissance ;</p><p></p><p> iii) L'adresse de sa résidence principale ;</p><p></p><p> iv) Tout numéro d'identification fiscale attribué à cette personne, accompagné de la mention de chaque Etat ou territoire qui l'a attribué, sauf lorsque l'Etat ou territoire de résidence fiscale de la personne n'attribue pas de tel numéro. En l'absence de numéro d'identification fiscale pour un vendeur ou prestataire qui est résident fiscal d'un Etat membre de l'Union européenne ou un prestataire qui a réalisé des opérations de location de biens immobiliers situés dans un ou plusieurs de ces Etats membres, le déclarant indique le lieu de naissance de ce vendeur ou prestataire ;</p><p></p><p> v) Le cas échéant, son numéro d'identification à la taxe sur la valeur ajoutée.</p><p></p><p> b. Pour chaque vendeur ou prestataire qui n'est pas une personne physique :</p><p></p><p> i) Sa raison ou dénomination sociale ;</p><p></p><p> ii) L'adresse de son siège social ;</p><p></p><p> iii) Son numéro d'immatriculation et tout numéro d'identification fiscale qui lui a été attribué, accompagné de la mention de chaque Etat ou territoire qui l'a attribué, sauf lorsque l'Etat ou territoire de résidence de ce vendeur ou prestataire n'attribue pas de tels numéros ;</p><p></p><p> iv) Le cas échéant, son numéro d'identification à la taxe sur la valeur ajoutée ;</p><p></p><p> v) Le cas échéant, l'existence de tout établissement stable par l'intermédiaire duquel les opérations mentionnées au I du même article 1649 ter A sont réalisées dans l'Union européenne, avec indication de chaque Etat membre dans lequel se trouve un établissement stable.</p><p></p><p> c. Pour chaque vendeur ou prestataire, l'Etat ou territoire de résidence fiscale dans lequel la personne a son adresse conformément au iii du a et au ii du b du présent 2.</p><p></p><p> d. Pour chaque vendeur ou prestataire qui est résident d'un Etat membre de l'Union européenne, lorsque l'Etat membre de résidence fiscale est différent de celui où est situé l'adresse mentionnée au c, l'opérateur de plateforme indique en outre :</p><p></p><p> i) L'Etat membre de résidence fiscale qui a attribué le numéro d'identification fiscale ;</p><p></p><p> ii) L'Etat membre de résidence fiscale de tout établissement stable par l'intermédiaire duquel les opérations mentionnées au I du même article 1649 ter A sont réalisées, lorsque le vendeur ou prestataire mentionné au b du présent 2 a fourni des informations relatives à l'existence de tels établissements stables conformément au v du b du même 2.</p><p></p><p> e. Nonobstant les dispositions du c et du d du présent 2, l'Etat ou territoire de résidence fiscale confirmé lors de l'utilisation d'un service d'identification électronique mis à disposition par l'Union européenne ou par un Etat ou un territoire dans les conditions prévues au III du présent article.</p><p></p><p> 3. Pour l'application du 4° du II du même article 1649 ter A, les éléments d'identification du titulaire du compte financier sur lequel la contrepartie est versée, lorsque le titulaire de ce compte financier n'est pas le vendeur ou prestataire et lorsque ces informations sont connues de l'opérateur de plateforme :</p><p></p><p> a. Son nom et prénom ou sa raison sociale ;</p><p></p><p> b. Son numéro international de compte bancaire (IBAN ou équivalent).</p><p></p><p> II. - Lorsque l'Etat ou territoire duquel le vendeur ou prestataire est résident figure sur une liste fixée par arrêté du ministre chargé du budget précisant ceux de ces Etats ou territoires qui n'exigent pas que leur soit transmise cette information, l'opérateur de plateforme est dispensé de communiquer le numéro d'identification fiscal mentionné aux iv du a et iii du b du 2 du I.</p><p></p><p> III. - Lorsque l'opérateur de plateforme établit l'identité et la résidence fiscale du vendeur ou prestataire en s'appuyant sur une confirmation directe obtenue par l'intermédiaire d'un service d'identification mis à disposition par l'Union européenne, un Etat ou un territoire, l'opérateur de plateforme est dispensé de communiquer les informations mentionnées aux ii à v du a et aux ii à v du b du 2 du I.</p><p></p><p> IV. - Lorsque le vendeur ou prestataire titulaire du compte financier sur lequel la contrepartie est versée est résident d'un Etat ou territoire qui figure sur la liste des Etats ou territoires n'ayant pas l'intention d'utiliser ces informations, fixée par arrêté du ministre chargé du budget, l'opérateur de plateforme est dispensé de communiquer les informations prévues au 3 du I.</p><p></p><p> V. - La liste des Etats ou territoires de résidence donnant lieu à déclaration conformément au 2° du I de l'article 1649 ter C est fixée par arrêté du ministre chargé du budget.</p>",
            "num": "344 G terdecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1672531200000,
            "dateFin": 1685750400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Assiette et contrôle de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133761",
                        "id": "LEGISCTA000006133761",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Obligations des contribuables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146865",
                        "id": "LEGISCTA000006146865",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-01-01",
                        "fin": "2999-01-01",
                        "titre": "0I sexies : Déclaration des opérateurs de plateforme de mise en relation par voie électronique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000046821997",
                        "id": "LEGISCTA000046822023",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000046822001",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000046821997",
            "sectionParentId": "LEGISCTA000046822023",
            "sectionParentTitre": "0I sexies : Déclaration des opérateurs de plateforme de mise en relation par voie électronique.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre premier : Assiette et contrôle de l'impôt &gt; Chapitre premier : Obligations des contribuables &gt; 0I sexies : Déclaration des opérateurs de plateforme de mise en relation par voie électronique.",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000046822054",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 2 du décret n° 2022-1661 du 26 décembre 2022, ces dispositions entrent en vigueur au 1er janvier 2023.",
            "notaHtml": "<p>Conformément à l'article 2 du décret n° 2022-1661 du 26 décembre 2022, ces dispositions entrent en vigueur au 1er janvier 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046820108",
                    "textTitle": "Décret n°2022-1661 du 26 décembre 2022 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046821932",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-12-28",
                    "dateSignaTexte": "2022-12-26",
                    "dateDebutCible": "2023-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000046822054",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1685750400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047623604",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1685750400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "344 G terdecies",
                "344"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}