{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000028677987",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "14 - GLANDES ENDOCRINES. Les glandes endocrines se trouvent assez rarement lésées lors des traumatismes, du fait de leur situation anatomique protégée. En outre, une faible partie du parenchyme endocrinien suffit à maintenir la fonction hormonale, ce qui, en particulier dans le cas d'organes pairs, évite les perturbations importantes des métabolismes. 14.1 SEQUELLES HYPOPHYSAIRES. Diabète insipide post-traumatique. Il apparaît entre quelques heures et quelques jours après l'accident (trois mois paraissant un maximum). Il se manifeste par polydypsie, polyurie et pollakiurie. Certaines épreuves peuvent le confirmer et le distinguer, notamment, de la simple potomanie : épreuve de la post-hypophyse, épreuve de Carter et Robbins, test de J. Decourt, épreuves aux diurétiques mercuriels, etc. - Diabète insipide (selon le résultat du traitement) 10 à 30 Hypopituitarisme antérieur : Ses manifestations peuvent être rattachées à un traumatisme et justifient la réparation à ce titre. Il ne faut pas perdre de vue que la latence du syndrome peut aller de quelques semaines à plusieurs mois, voire à quelques années. Le tableau est celui de tout hypopituitarisme, associant des signes d'insuffisance thyroïdienne sans myxoedème vrai, des signes d'insuffisance surrénale sans pigmentation, des signes d'hypogonadisme. Il y a lieu de pratiquer, avant toute estimation, des investigations complémentaires, dont il faut savoir qu'elles peuvent être d'inégale valeur. L'exploration des déficits dûs à l'hypo-stimulation des glandes concernées utilisera les techniques habituelles dans les trois secteurs thyroïdien, surrénalien et gonadique. L'affection peut être corrigée de façon satisfaisante, mais le traitement doit être poursuivi indéfiniment. Plus le sujet est jeune, plus les répercussions de l'atteinte hypophysaire doivent être estimées importantes. - Syndrome d'hypopituitarisme (selon le degré et le résultat du traitement) 60 à 70 14.2 SEQUELLES SURRENALIENNES. La traduction clinique d'un traumatisme entraînant des séquelles surrénaliennes est la maladie d'Addison. Cas rarissime, car elle exige une destruction bilatérale des glandes après traumatisme de la région lombaire ou des dernières côtes. Elle ne peut être affirmée qu'après examens complémentaires : test de Thorn, dosage des corticoïdes urinaires avant et après A.C.T.H. La maladie peut être traitée efficacement par l'opothérapie substitutive, mais le traitement devra être suivi de façon illimitée. - Maladie d'Addison post-traumatique, selon le résultat du traitement 40 à 70 14.3 SEQUELLES THYROÏDIENNES. L'hypothyroïdie post-traumatique ne semble jamais avoir été observée en dehors de l'hypothyroïdie liée à un tableau de pan-hypopituitarisme. Par contre, la relation d'une maladie de Basedow avec un traumatisme est généralement admise, l'accident jouant, dans la plupart des cas, le rôle de facteur déclenchant sur un terrain dans la plupart des cas prédisposés. Le délai d'apparition du syndrome peut être bref, les premiers signes apparaissant presque immédiatement. Il ne dépasse guère quelques semaines. Au-delà de deux mois, la relation ne peut plus être affirmée. Les éléments d'appréciation de l'incapacité seront le tremblement, la tachycardie, l'exophtalmie, les troubles sympathiques, l'amaigrissement, les troubles digestifs. Un métabolisme basal sera toujours pratiqué, mais également un dosage du taux d'iode protéique du plasma et une épreuve de fixation de l'iode radioactif - réflexogramme achilléen. Connaissant l'évolution de la maladie de Basedow, il faudra éviter une consolidation précoce et pratiquer des révisions régulières en prévision, soit d'une amélioration ou d'une aggravation, soit de l'apparition de complications propres au traitement appliqué. - Maladie de Basedow, selon l'intensité des symptômes 5 à 40 A ce taux, s'ajoutera éventuellement un taux pour complication cardiaque (voir appareil cardio-vasculaire), sans que la somme des deux puisse dépasser 100 %. 14.4 SEQUELLES PARATHYROÏDIENNES. L'hyperparathyroïdie ne saurait reconnaître en aucun cas une origine traumatique. Par contre, il peut arriver, dans certains cas exceptionnels, qu'à la suite d'un accident, une hypoparathyroïdie soit constatée et puisse être rattachée au traumatisme. L'hypoparathyroïdie se traduit par des accidents de tétanie et une irritabilité neuro-musculaire. Elle se complique dans certains cas d'une cataracte, de convulsions, de calcifications cérébrales, de troubles des phanères ; elle se traduit par des crises aiguës de tétanie, des spasmes des muscles viscéraux, l'existence d'un signe de Chvostek, d'un signe de Trousseau (sensibilisés par l'hyperpnée provoquée), des malaises, de l'anxiété, voire des troubles mentaux. La calcémie doit être mesurée, la phosphorémie, la calciurie, la phosphaturie donnent des résultats trop inconstants pour être retenus ; le test d'Ellsworth Howard permettra de différencier l'hypoparathyroïdisme vrai, des pseudo-hypoparathyroïdiennes. L'électromyographie mettra en évidence l'activité répétitive du neurone périphérique. - Hypoparathyroïdisme légère, crises tétaniques et spasmes viscéraux rares. Peu de modifications des épreuves biologiques. Retentissement léger dans la vie professionnelle 10 à 30 - Hypoparathyroïdie compliquée ; aux taux précédents, il convient d'ajouter les taux résultant de l'atteinte fonctionnelle des organes concernés. 14.5 SEQUELLES DU PANCREAS ENDOCRINE. On admet, à titre exceptionnel, qu'un diabète puisse être d'origine traumatique, mais une telle éventualité ne doit être retenue qu'une fois éliminée toute preuve d'existence d'un diabète sucré antérieur et notamment sur les résultats d'analyses disponibles. Rechercher aussi systématiquement l'existence de signes de complications dégénératives (chute des dents par arthrite alvéolo-dentaire, artériopathie principalement des membres inférieurs, rétinopathie, etc.) dont le délai d'apparition excède notablement celui séparé de la découverte du diabète de la date de l'accident. Il faut considérer que les rares cas de diabète traumatique authentique surviennent peu après l'accident, et qu'il paraît exceptionnel que le début survienne après un délai de 6 mois. Le diabète post-traumatique est, dans la grande majorité des cas, insulino-dépendant ; l'estimation de l'incapacité sera fonction de la sensibilité aux hypoglycémiants de synthèse, ou à l'insuline, et dans ce dernier cas, sur la stabilité ou l'instabilité d'équilibration. - Diabète sucré équilibré par un régime et la prise d'hypoglycémiants oraux 5 à 10 - Diabète sucré nécessitant un régime strict et l'emploi de l'insuline 30 à 40 - Diabète sucré avec incidents d'acidose ou de coma. Régime strict amaigrissement, difficulté d'un régime équilibré par l'insuline 40 à 70 Lors des révisions, les complications (artérite, rétinite, atteinte rénale, etc.), seront évaluées selon le déficit fonctionnel de l'organe atteint (voir \" Appareil cardio-vasculaire \", \" Séquelles ophtalmologiques \", \" Appareil urinaire \", etc.) et s'ajouteront aux taux ci-dessus, le taux global ne pouvant excéder 100 %.",
            "texteHtml": "<p id='LEGISCTA000006141749'><br/>14 - GLANDES ENDOCRINES. </p><p>Les glandes endocrines se trouvent assez rarement lésées lors des traumatismes, du fait de leur situation anatomique protégée. En outre, une faible partie du parenchyme endocrinien suffit à maintenir la fonction hormonale, ce qui, en particulier dans le cas d'organes pairs, évite les perturbations importantes des métabolismes.<br/></p><p id='LEGISCTA000006156473'>14.1 SEQUELLES HYPOPHYSAIRES. </p><p id='LEGISCTA000006173189_corps'></p><p>Diabète insipide post-traumatique. Il apparaît entre quelques heures et quelques jours après l'accident (trois mois paraissant un maximum). Il se manifeste par polydypsie, polyurie et pollakiurie. Certaines épreuves peuvent le confirmer et le distinguer, notamment, de la simple potomanie : </p><p>épreuve de la post-hypophyse, épreuve de Carter et Robbins, test de J. Decourt, épreuves aux diurétiques mercuriels, etc. </p><p>- Diabète insipide (selon le résultat du traitement) 10 à 30 </p><p>Hypopituitarisme antérieur : </p><p>Ses manifestations peuvent être rattachées à un traumatisme et justifient la réparation à ce titre. Il ne faut pas perdre de vue que la latence du syndrome peut aller de quelques semaines à plusieurs mois, voire à quelques années. </p><p>Le tableau est celui de tout hypopituitarisme, associant des signes d'insuffisance thyroïdienne sans myxoedème vrai, des signes d'insuffisance surrénale sans pigmentation, des signes d'hypogonadisme. Il y a lieu de pratiquer, avant toute estimation, des investigations complémentaires, dont il faut savoir qu'elles peuvent être d'inégale valeur. L'exploration des déficits dûs à l'hypo-stimulation des glandes concernées utilisera les techniques habituelles dans les trois secteurs thyroïdien, surrénalien et gonadique. </p><p>L'affection peut être corrigée de façon satisfaisante, mais le traitement doit être poursuivi indéfiniment. Plus le sujet est jeune, plus les répercussions de l'atteinte hypophysaire doivent être estimées importantes. </p><p>- Syndrome d'hypopituitarisme (selon le degré et le résultat du traitement) 60 à 70 </p><p id='LEGISCTA000006156474'>14.2 SEQUELLES SURRENALIENNES. </p><p>La traduction clinique d'un traumatisme entraînant des séquelles surrénaliennes est la maladie d'Addison. Cas rarissime, car elle exige une destruction bilatérale des glandes après traumatisme de la région lombaire ou des dernières côtes. Elle ne peut être affirmée qu'après examens complémentaires : test de Thorn, dosage des corticoïdes urinaires avant et après A.C.T.H. </p><p>La maladie peut être traitée efficacement par l'opothérapie substitutive, mais le traitement devra être suivi de façon illimitée. </p><p>- Maladie d'Addison post-traumatique, selon le résultat du traitement 40 à 70 </p><p>14.3 SEQUELLES THYROÏDIENNES. </p><p id='LEGISCTA000006173191_corps'></p><p>L'hypothyroïdie post-traumatique ne semble jamais avoir été observée en dehors de l'hypothyroïdie liée à un tableau de pan-hypopituitarisme. </p><p>Par contre, la relation d'une maladie de Basedow avec un traumatisme est généralement admise, l'accident jouant, dans la plupart des cas, le rôle de facteur déclenchant sur un terrain dans la plupart des cas prédisposés. Le délai d'apparition du syndrome peut être bref, les premiers signes apparaissant presque immédiatement. Il ne dépasse guère quelques semaines. Au-delà de deux mois, la relation ne peut plus être affirmée. </p><p>Les éléments d'appréciation de l'incapacité seront le tremblement, la tachycardie, l'exophtalmie, les troubles sympathiques, l'amaigrissement, les troubles digestifs. Un métabolisme basal sera toujours pratiqué, mais également un dosage du taux d'iode protéique du plasma et une épreuve de fixation de l'iode radioactif - réflexogramme achilléen. </p><p>Connaissant l'évolution de la maladie de Basedow, il faudra éviter une consolidation précoce et pratiquer des révisions régulières en prévision, soit d'une amélioration ou d'une aggravation, soit de l'apparition de complications propres au traitement appliqué. </p><p>- Maladie de Basedow, selon l'intensité des symptômes 5 à 40 </p><p>A ce taux, s'ajoutera éventuellement un taux pour complication cardiaque (voir appareil cardio-vasculaire), sans que la somme des deux puisse dépasser 100 %. </p><p id='LEGISCTA000006156476'>14.4 SEQUELLES PARATHYROÏDIENNES. </p><p>L'hyperparathyroïdie ne saurait reconnaître en aucun cas une origine traumatique. Par contre, il peut arriver, dans certains cas exceptionnels, qu'à la suite d'un accident, une hypoparathyroïdie soit constatée et puisse être rattachée au traumatisme. </p><p>L'hypoparathyroïdie se traduit par des accidents de tétanie et une irritabilité neuro-musculaire. Elle se complique dans certains cas d'une cataracte, de convulsions, de calcifications cérébrales, de troubles des phanères ; elle se traduit par des crises aiguës de tétanie, des spasmes des muscles viscéraux, l'existence d'un signe de Chvostek, d'un signe de Trousseau (sensibilisés par l'hyperpnée provoquée), des malaises, de l'anxiété, voire des troubles mentaux. </p><p>La calcémie doit être mesurée, la phosphorémie, la calciurie, la phosphaturie donnent des résultats trop inconstants pour être retenus ; le test d'Ellsworth Howard permettra de différencier l'hypoparathyroïdisme vrai, des pseudo-hypoparathyroïdiennes. L'électromyographie mettra en évidence l'activité répétitive du neurone périphérique. </p><p>- Hypoparathyroïdisme légère, crises tétaniques et spasmes viscéraux rares. Peu de modifications des épreuves biologiques. Retentissement léger dans la vie professionnelle 10 à 30 </p><p>- Hypoparathyroïdie compliquée ; aux taux précédents, il convient d'ajouter les taux résultant de l'atteinte fonctionnelle des organes concernés. </p><p id='LEGISCTA000006156477'>14.5 SEQUELLES DU PANCREAS ENDOCRINE. </p><p>On admet, à titre exceptionnel, qu'un diabète puisse être d'origine traumatique, mais une telle éventualité ne doit être retenue qu'une fois éliminée toute preuve d'existence d'un diabète sucré antérieur et notamment sur les résultats d'analyses disponibles. </p><p>Rechercher aussi systématiquement l'existence de signes de complications dégénératives (chute des dents par arthrite alvéolo-dentaire, artériopathie principalement des membres inférieurs, rétinopathie, etc.) dont le délai d'apparition excède notablement celui séparé de la découverte du diabète de la date de l'accident. </p><p>Il faut considérer que les rares cas de diabète traumatique authentique surviennent peu après l'accident, et qu'il paraît exceptionnel que le début survienne après un délai de 6 mois. </p><p>Le diabète post-traumatique est, dans la grande majorité des cas, insulino-dépendant ; l'estimation de l'incapacité sera fonction de la sensibilité aux hypoglycémiants de synthèse, ou à l'insuline, et dans ce dernier cas, sur la stabilité ou l'instabilité d'équilibration. </p><p>- Diabète sucré équilibré par un régime et la prise d'hypoglycémiants oraux 5 à 10 </p><p>- Diabète sucré nécessitant un régime strict et l'emploi de l'insuline 30 à 40 </p><p>- Diabète sucré avec incidents d'acidose ou de coma. Régime strict amaigrissement, difficulté d'un régime équilibré par l'insuline 40 à 70 </p><p>Lors des révisions, les complications (artérite, rétinite, atteinte rénale, etc.), seront évaluées selon le déficit fonctionnel de l'organe atteint (voir \" Appareil cardio-vasculaire \", \" Séquelles ophtalmologiques \", \" Appareil urinaire \", etc.) et s'ajouteront aux taux ci-dessus, le taux global ne pouvant excéder 100 %. </p>",
            "num": "Annexe I à l'art. R434-32 (15)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1139184000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601287,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-02-06",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-35)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000006126942",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-02-06",
                        "fin": "2999-01-01",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000028678079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006746258",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006126942",
            "sectionParentId": "LEGISCTA000028678079",
            "sectionParentTitre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
            "fullSectionsTitre": "Annexes &gt; Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028677987",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000261498",
                    "textTitle": "Décret n°2006-111 du 2 février 2006 - art. 1",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006249135",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-02-05",
                    "dateSignaTexte": "2006-02-02",
                    "dateDebutCible": "2006-02-05"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006746258",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 503971200000,
                    "dateFin": 1139184000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028677987",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1139184000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I à l'art. R434-32 (15)"
            ],
            "versionPrecedente": "LEGIARTI000006746258",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006746258",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "14 - GLANDES ENDOCRINES. Les glandes endocrines se trouvent assez rarement lésées lors des traumatismes, du fait de leur situation anatomique protégée. En outre, une faible partie du parenchyme endocrinien suffit à maintenir la fonction hormonale, ce qui, en particulier dans le cas d'organes pairs, évite les perturbations importantes des métabolismes. 14.1 SEQUELLES HYPOPHYSAIRES. Diabète insipide post-traumatique. Il apparaît entre quelques heures et quelques jours après l'accident (trois mois paraissant un maximum). Il se manifeste par polydypsie, polyurie et pollakiurie. Certaines épreuves peuvent le confirmer et le distinguer, notamment, de la simple potomanie : épreuve de la post-hypophyse, épreuve de Carter et Robbins, test de J. Decourt, épreuves aux diurétiques mercuriels, etc. - Diabète insipide (selon le résultat du traitement) 10 à 30 Hypopituitarisme antérieur : Ses manifestations peuvent être rattachées à un traumatisme et justifient la réparation à ce titre. Il ne faut pas perdre de vue que la latence du syndrome peut aller de quelques semaines à plusieurs mois, voire à quelques années. Le tableau est celui de tout hypopituitarisme, associant des signes d'insuffisance thyroïdienne sans myxoedème vrai, des signes d'insuffisance surrénale sans pigmentation, des signes d'hypogonadisme. Il y a lieu de pratiquer, avant toute estimation, des investigations complémentaires, dont il faut savoir qu'elles peuvent être d'inégale valeur. L'exploration des déficits dûs à l'hypo-stimulation des glandes concernées utilisera les techniques habituelles dans les trois secteurs thyroïdien, surrénalien et gonadique. L'affection peut être corrigée de façon satisfaisante, mais le traitement doit être poursuivi indéfiniment. Plus le sujet est jeune, plus les répercussions de l'atteinte hypophysaire doivent être estimées importantes. - Syndrome d'hypopituitarisme (selon le degré et le résultat du traitement) 60 à 70 14.2 SEQUELLES SURRENALIENNES. La traduction clinique d'un traumatisme entraînant des séquelles surrénaliennes est la maladie d'Addison. Cas rarissime, car elle exige une destruction bilatérale des glandes après traumatisme de la région lombaire ou des dernières côtes. Elle ne peut être affirmée qu'après examens complémentaires : test de Thorn, dosage des corticoïdes urinaires avant et après A.C.T.H. La maladie peut être traitée efficacement par l'opothérapie substitutive, mais le traitement devra être suivi de façon illimitée. - Maladie d'Addison post-traumatique, selon le résultat du traitement 40 à 70 14.3 SEQUELLES THYROÏDIENNES. L'hypothyroïdie post-traumatique ne semble jamais avoir été observée en dehors de l'hypothyroïdie liée à un tableau de pan-hypopituitarisme. Par contre, la relation d'une maladie de Basedow avec un traumatisme est généralement admise, l'accident jouant, dans la plupart des cas, le rôle de facteur déclenchant sur un terrain dans la plupart des cas prédisposés. Le délai d'apparition du syndrome peut être bref, les premiers signes apparaissant presque immédiatement. Il ne dépasse guère quelques semaines. Au-delà de deux mois, la relation ne peut plus être affirmée. Les éléments d'appréciation de l'incapacité seront le tremblement, la tachycardie, l'exophtalmie, les troubles sympathiques, l'amaigrissement, les troubles digestifs. Un métabolisme basal sera toujours pratiqué, mais également un dosage du taux d'iode protéique du plasma et une épreuve de fixation de l'iode radioactif - réflexogramme achilléen. Connaissant l'évolution de la maladie de Basedow, il faudra éviter une consolidation précoce et pratiquer des révisions régulières en prévision, soit d'une amélioration ou d'une aggravation, soit de l'apparition de complications propres au traitement appliqué. - Maladie de Basedow, selon l'intensité des symptômes 5 à 40 A ce taux, s'ajoutera éventuellement un taux pour complication cardiaque (voir appareil cardio-vasculaire), sans que la somme des deux puisse dépasser 100 %. 14.4 SEQUELLES PARATHYROÏDIENNES. L'hyperparathyroïdie ne saurait reconnaître en aucun cas une origine traumatique. Par contre, il peut arriver, dans certains cas exceptionnels, qu'à la suite d'un accident, une hypoparathyroïdie soit constatée et puisse être rattachée au traumatisme. L'hypoparathyroïdie se traduit par des accidents de tétanie et une irritabilité neuro-musculaire. Elle se complique dans certains cas d'une cataracte, de convulsions, de calcifications cérébrales, de troubles des phanères ; elle se traduit par des crises aiguës de tétanie, des spasmes des muscles viscéraux, l'existence d'un signe de Chvostek, d'un signe de Trousseau (sensibilisés par l'hyperpnée provoquée), des malaises, de l'anxiété, voire des troubles mentaux. La calcémie doit être mesurée, la phosphorémie, la calciurie, la phosphaturie donnent des résultats trop inconstants pour être retenus ; le test d'Ellsworth Howard permettra de différencier l'hypoparathyroïdisme vrai, des pseudo-hypoparathyroïdiennes. L'électromyographie mettra en évidence l'activité répétitive du neurone périphérique. - Hypoparathyroïdisme légère, crises tétaniques et spasmes viscéraux rares. Peu de modifications des épreuves biologiques. Retentissement léger dans la vie professionnelle 10 à 30 - Hypoparathyroïdie compliquée ; aux taux précédents, il convient d'ajouter les taux résultant de l'atteinte fonctionnelle des organes concernés. 14.5 SEQUELLES DU PANCREAS ENDOCRINE. On admet, à titre exceptionnel, qu'un diabète puisse être d'origine traumatique, mais une telle éventualité ne doit être retenue qu'une fois éliminée toute preuve d'existence d'un diabète sucré antérieur et notamment sur les résultats d'analyses disponibles. Rechercher aussi systématiquement l'existence de signes de complications dégénératives (chute des dents par arthrite alvéolo-dentaire, artériopathie principalement des membres inférieurs, rétinopathie, etc.) dont le délai d'apparition excède notablement celui séparé de la découverte du diabète de la date de l'accident. Il faut considérer que les rares cas de diabète traumatique authentique surviennent peu après l'accident, et qu'il paraît exceptionnel que le début survienne après un délai de 6 mois. Le diabète post-traumatique est, dans la grande majorité des cas, insulino-dépendant ; l'estimation de l'incapacité sera fonction de la sensibilité aux hypoglycémiants de synthèse, ou à l'insuline, et dans ce dernier cas, sur la stabilité ou l'instabilité d'équilibration. - Diabète sucré équilibré par un régime et la prise d'hypoglycémiants oraux 5 à 10 - Diabète sucré nécessitant un régime strict et l'emploi de l'insuline 30 à 40 - Diabète sucré avec incidents d'acidose ou de coma. Régime strict amaigrissement, difficulté d'un régime équilibré par l'insuline 40 à 70 Lors des révisions, les complications (artérite, rétinite, atteinte rénale, etc.), seront évaluées selon le déficit fonctionnel de l'organe atteint (voir \" Appareil cardio-vasculaire \", \" Séquelles ophtalmologiques \", \" Appareil urinaire \", etc.) et s'ajouteront aux taux ci-dessus, le taux global ne pouvant excéder 100 %.",
            "texteHtml": "<p id='LEGISCTA000006141749'><br/>14 - GLANDES ENDOCRINES. </p><p>Les glandes endocrines se trouvent assez rarement lésées lors des traumatismes, du fait de leur situation anatomique protégée. En outre, une faible partie du parenchyme endocrinien suffit à maintenir la fonction hormonale, ce qui, en particulier dans le cas d'organes pairs, évite les perturbations importantes des métabolismes.<br/></p><p id='LEGISCTA000006156473'>14.1 SEQUELLES HYPOPHYSAIRES. </p><p id='LEGISCTA000006173189_corps'></p><p>Diabète insipide post-traumatique. Il apparaît entre quelques heures et quelques jours après l'accident (trois mois paraissant un maximum). Il se manifeste par polydypsie, polyurie et pollakiurie. Certaines épreuves peuvent le confirmer et le distinguer, notamment, de la simple potomanie : </p><p>épreuve de la post-hypophyse, épreuve de Carter et Robbins, test de J. Decourt, épreuves aux diurétiques mercuriels, etc. </p><p>- Diabète insipide (selon le résultat du traitement) 10 à 30 </p><p>Hypopituitarisme antérieur : </p><p>Ses manifestations peuvent être rattachées à un traumatisme et justifient la réparation à ce titre. Il ne faut pas perdre de vue que la latence du syndrome peut aller de quelques semaines à plusieurs mois, voire à quelques années. </p><p>Le tableau est celui de tout hypopituitarisme, associant des signes d'insuffisance thyroïdienne sans myxoedème vrai, des signes d'insuffisance surrénale sans pigmentation, des signes d'hypogonadisme. Il y a lieu de pratiquer, avant toute estimation, des investigations complémentaires, dont il faut savoir qu'elles peuvent être d'inégale valeur. L'exploration des déficits dûs à l'hypo-stimulation des glandes concernées utilisera les techniques habituelles dans les trois secteurs thyroïdien, surrénalien et gonadique. </p><p>L'affection peut être corrigée de façon satisfaisante, mais le traitement doit être poursuivi indéfiniment. Plus le sujet est jeune, plus les répercussions de l'atteinte hypophysaire doivent être estimées importantes. </p><p>- Syndrome d'hypopituitarisme (selon le degré et le résultat du traitement) 60 à 70 </p><p id='LEGISCTA000006156474'>14.2 SEQUELLES SURRENALIENNES. </p><p>La traduction clinique d'un traumatisme entraînant des séquelles surrénaliennes est la maladie d'Addison. Cas rarissime, car elle exige une destruction bilatérale des glandes après traumatisme de la région lombaire ou des dernières côtes. Elle ne peut être affirmée qu'après examens complémentaires : test de Thorn, dosage des corticoïdes urinaires avant et après A.C.T.H. </p><p>La maladie peut être traitée efficacement par l'opothérapie substitutive, mais le traitement devra être suivi de façon illimitée. </p><p>- Maladie d'Addison post-traumatique, selon le résultat du traitement 40 à 70 </p><p>14.3 SEQUELLES THYROÏDIENNES. </p><p id='LEGISCTA000006173191_corps'></p><p>L'hypothyroïdie post-traumatique ne semble jamais avoir été observée en dehors de l'hypothyroïdie liée à un tableau de pan-hypopituitarisme. </p><p>Par contre, la relation d'une maladie de Basedow avec un traumatisme est généralement admise, l'accident jouant, dans la plupart des cas, le rôle de facteur déclenchant sur un terrain dans la plupart des cas prédisposés. Le délai d'apparition du syndrome peut être bref, les premiers signes apparaissant presque immédiatement. Il ne dépasse guère quelques semaines. Au-delà de deux mois, la relation ne peut plus être affirmée. </p><p>Les éléments d'appréciation de l'incapacité seront le tremblement, la tachycardie, l'exophtalmie, les troubles sympathiques, l'amaigrissement, les troubles digestifs. Un métabolisme basal sera toujours pratiqué, mais également un dosage du taux d'iode protéique du plasma et une épreuve de fixation de l'iode radioactif - réflexogramme achilléen. </p><p>Connaissant l'évolution de la maladie de Basedow, il faudra éviter une consolidation précoce et pratiquer des révisions régulières en prévision, soit d'une amélioration ou d'une aggravation, soit de l'apparition de complications propres au traitement appliqué. </p><p>- Maladie de Basedow, selon l'intensité des symptômes 5 à 40 </p><p>A ce taux, s'ajoutera éventuellement un taux pour complication cardiaque (voir appareil cardio-vasculaire), sans que la somme des deux puisse dépasser 100 %. </p><p id='LEGISCTA000006156476'>14.4 SEQUELLES PARATHYROÏDIENNES. </p><p>L'hyperparathyroïdie ne saurait reconnaître en aucun cas une origine traumatique. Par contre, il peut arriver, dans certains cas exceptionnels, qu'à la suite d'un accident, une hypoparathyroïdie soit constatée et puisse être rattachée au traumatisme. </p><p>L'hypoparathyroïdie se traduit par des accidents de tétanie et une irritabilité neuro-musculaire. Elle se complique dans certains cas d'une cataracte, de convulsions, de calcifications cérébrales, de troubles des phanères ; elle se traduit par des crises aiguës de tétanie, des spasmes des muscles viscéraux, l'existence d'un signe de Chvostek, d'un signe de Trousseau (sensibilisés par l'hyperpnée provoquée), des malaises, de l'anxiété, voire des troubles mentaux. </p><p>La calcémie doit être mesurée, la phosphorémie, la calciurie, la phosphaturie donnent des résultats trop inconstants pour être retenus ; le test d'Ellsworth Howard permettra de différencier l'hypoparathyroïdisme vrai, des pseudo-hypoparathyroïdiennes. L'électromyographie mettra en évidence l'activité répétitive du neurone périphérique. </p><p>- Hypoparathyroïdisme légère, crises tétaniques et spasmes viscéraux rares. Peu de modifications des épreuves biologiques. Retentissement léger dans la vie professionnelle 10 à 30 </p><p>- Hypoparathyroïdie compliquée ; aux taux précédents, il convient d'ajouter les taux résultant de l'atteinte fonctionnelle des organes concernés. </p><p id='LEGISCTA000006156477'>14.5 SEQUELLES DU PANCREAS ENDOCRINE. </p><p>On admet, à titre exceptionnel, qu'un diabète puisse être d'origine traumatique, mais une telle éventualité ne doit être retenue qu'une fois éliminée toute preuve d'existence d'un diabète sucré antérieur et notamment sur les résultats d'analyses disponibles. </p><p>Rechercher aussi systématiquement l'existence de signes de complications dégénératives (chute des dents par arthrite alvéolo-dentaire, artériopathie principalement des membres inférieurs, rétinopathie, etc.) dont le délai d'apparition excède notablement celui séparé de la découverte du diabète de la date de l'accident. </p><p>Il faut considérer que les rares cas de diabète traumatique authentique surviennent peu après l'accident, et qu'il paraît exceptionnel que le début survienne après un délai de 6 mois. </p><p>Le diabète post-traumatique est, dans la grande majorité des cas, insulino-dépendant ; l'estimation de l'incapacité sera fonction de la sensibilité aux hypoglycémiants de synthèse, ou à l'insuline, et dans ce dernier cas, sur la stabilité ou l'instabilité d'équilibration. </p><p>- Diabète sucré équilibré par un régime et la prise d'hypoglycémiants oraux 5 à 10 </p><p>- Diabète sucré nécessitant un régime strict et l'emploi de l'insuline 30 à 40 </p><p>- Diabète sucré avec incidents d'acidose ou de coma. Régime strict amaigrissement, difficulté d'un régime équilibré par l'insuline 40 à 70 </p><p>Lors des révisions, les complications (artérite, rétinite, atteinte rénale, etc.), seront évaluées selon le déficit fonctionnel de l'organe atteint (voir \" Appareil cardio-vasculaire \", \" Séquelles ophtalmologiques \", \" Appareil urinaire \", etc.) et s'ajouteront aux taux ci-dessus, le taux global ne pouvant excéder 100 %. </p>",
            "num": "Annexe I à l'art. R434-35 (15)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 503971200000,
            "dateFin": 1139184000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601287,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-02-06",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-35)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000006126942",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-02-06",
                        "fin": "2999-01-01",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000028678079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006746258",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006126942",
            "sectionParentId": "LEGISCTA000028678079",
            "sectionParentTitre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
            "fullSectionsTitre": "Annexes &gt; Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006746258",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17 art. 1 JORF 21 décembre 1985",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R434-35 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R434-35",
                    "articleId": "LEGIARTI000006750554",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006746258",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 503971200000,
                    "dateFin": 1139184000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028677987",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1139184000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I à l'art. R434-35 (15)"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}