{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047398263",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-A compter de la campagne 2023, les modalités de calcul de la réduction financière sont déterminées dans les conditions prévues par le présent article. II.-Aux fins du calcul du montant indu et de la sanction, pour chaque unité objet d'un engagement, un niveau de gravité égal à la somme des coefficients de gravité affectés à chaque anomalie constatée pour cette unité est calculé dans la limite de 1. Le coefficient de gravité par anomalie constatée est égal au produit de l'importance et de l'étendue de l'anomalie considérée. L'importance peut prendre une valeur comprise entre 0,01 et 1 et est fixée dans le cahier des charges de la mesure concernée. L'étendue peut prendre les valeurs de 0,0,25,0,5,0,75 ou 1 en fonction de l'ampleur de l'anomalie. L'ampleur de l'anomalie est définie dans le cahier des charges de la mesure concernée. III.-Les unités considérées en anomalie correspondent aux unités constatées en anomalie à la suite de la vérification du respect des obligations requises au titre de la mesure, hormis dans les cas suivants : 1° Lorsque les anomalies portent sur des surfaces non engagées. Le nombre d'unités considérées en anomalie est alors égal au nombre d'unités constatées en anomalie multiplié par la part que représente la surface engagée dans la mesure sur la surface totale de l'exploitation. 2° Pour la mesure “ Amélioration du potentiel pollinisateur des abeilles domestiques ”. Le nombre d'unités considérées en anomalie correspond alors à la valeur la plus élevée entre le nombre total d'emplacements constatés en anomalie et le nombre d'emplacements considérés en anomalie au titre de l'obligation portant sur les zones présentant un intérêt pour la biodiversité. Au titre de cette obligation, le nombre d'emplacements considérés en anomalie correspond au nombre d'emplacements constatés en anomalie multiplié par un coefficient égal au rapport entre le nombre total d'emplacements requis au titre de la mesure et le nombre minimal d'emplacements requis au sein des zones présentant un intérêt pour la biodiversité conformément aux programmes de développement rural. IV.-Le montant payable de l'aide est égal au montant unitaire de l'aide multiplié par le nombre d'unités engagées dans la mesure pour la campagne en cours, duquel est déduit le montant indu. Le montant indu est déterminé comme suit : 1° Pour les mesures liées à la surface, lorsque la somme des surfaces résiliées et des surfaces considérées en anomalie multipliées par leur niveau de gravité respectif est inférieure ou égale à 0,1 hectare et que celle-ci ne représente pas plus de 20 % de la superficie objet d'un engagement au titre de la mesure en fin de campagne précédente, aucun montant indu ni sanction ne sont appliqués et la surface retenue pour l'engagement et le paiement correspond à celle déclarée ; 2° Pour les mesures non liées à la surface et, pour les mesures liées à la surface, lorsque la somme des surfaces résiliées et des surfaces considérées en anomalie multipliées par leur niveau de gravité respectif est supérieure à 0,1 hectare ou lorsque celles-ci représentent plus de 20 % de la superficie objet d'un engagement au titre de la mesure en fin de campagne précédente, un montant indu (Mnd) est calculé selon la formule : Mnd = (Mu × Nu), dans laquelle : Mu est égal au montant unitaire de l'aide exprimé en euros ; Nu est égal au nombre d'unités considérées en anomalie multipliées par leurs niveaux de gravité respectifs. V.-Pour les mesures liées à la surface, et pour les mesures se rapportant à des mètres linéaires ou à des éléments ponctuels, il est calculé un taux d'écart égal au rapport entre la somme des unités résiliées et des unités considérées en anomalie multipliées par leur niveau de gravité respectif, et le nombre total d'unités objet d'un engagement au titre de la mesure en fin de campagne précédente. La sanction est déterminée en fonction du taux d'écart, comme suit : 1° Lorsque le taux d'écart constaté est inférieur ou égal à 5 % et, pour les mesures liées à la surface, si la somme des surfaces résiliées et des surfaces considérées en anomalie multipliées par leur niveau de gravité respectif est inférieure ou égale à 2 hectares, le montant de la sanction est nul. 2° Lorsque le taux d'écart constaté est supérieur à 5 %, mais n'excède pas 30 % ou, pour les obligations portant sur une surface, lorsque la somme des surfaces résiliées et des surfaces considérées en anomalie multipliées par leur niveau de gravité respectif est supérieure à 2 hectares, le montant de la sanction (Ms) est calculé selon la formule : Ms = (1,5 × Mu × Ne), dans laquelle : Ne est égal à la somme des unités résiliées et des unités considérées en anomalie multipliées par leur niveau de gravité respectif. 3° Lorsque le taux d'écart constaté est supérieur à 30 %, tous les éléments engagés sont considérés en anomalie et aucune aide n'est octroyée pour l'année du constat au titre de la mesure concernée. A ce titre, le montant de la sanction (Ms) est calculé selon la formule : Ms = (Mu × (St-Nu)) dans laquelle St est égal au nombre total d'unités engagées dans la mesure. 4° Lorsque le taux d'écart constaté est supérieur à 50 %, la sanction est calculée selon la formule mentionnée au 3° et une sanction supplémentaire (Mss) est appliquée et calculée selon la formule : Mss = (0,5 × Mu × Ne). VI.-Pour les mesures “ Protection des races menacées de disparition ” et “ Amélioration du potentiel pollinisateur des abeilles domestiques ”, est calculé un taux d'écart égal au rapport entre : la somme des unités résiliées par rapport à la campagne précédente et des unités considérées en anomalie multipliées par leur niveau de gravité respectif et le nombre total d'unités objet d'un engagement au titre de la mesure en fin de campagne précédente auquel sont retirées les unités considérées en anomalie multipliées par leur niveau de gravité respectif. La sanction est déterminée en fonction du taux d'écart, comme suit : 1° Lorsque les anomalies constatées portent sur un nombre d'animaux inférieur ou égal à trois ou sur un nombre d'emplacements inférieur ou égal à trois pour la mesure “ Amélioration du potentiel pollinisateur des abeilles domestiques ”, ou que le taux d'écart est inférieur ou égal à 10 %, la sanction est égale au montant payable multiplié par le taux d'écart constaté. 2° Lorsque les anomalies constatées portent sur un nombre d'animaux supérieur à trois ou sur un nombre d'emplacements supérieur à trois pour la mesure “ Amélioration du potentiel pollinisateur des abeilles domestiques ”, et que le taux d'écart est supérieur à 10 % et inférieur ou égal à 20 %, la sanction est égale au montant payable multiplié par deux fois le taux d'écart constaté. 3° Lorsque les anomalies constatées portent sur un nombre d'animaux supérieur à trois ou sur un nombre d'emplacements supérieur à trois pour la mesure “ Amélioration du potentiel pollinisateur des abeilles domestiques ”, et que le taux d'écart est supérieur à 20 %, tous les éléments engagés sont considérés comme étant en anomalie et aucune aide n'est octroyée pour l'année du constat au titre de la mesure concernée. A ce titre, la sanction est égale au montant payable. 4° Lorsque le taux d'écart constaté est supérieur à 50 % du nombre total d'unités engagées dans la mesure, la sanction est calculée selon la formule mentionnée au 3° et une sanction supplémentaire (Mss) est appliquée et calculée selon la formule : Mss = (Mu × Ne). dans laquelle : Mu est égal au montant unitaire de l'aide exprimé en euros ; Ne est égal à la somme des unités résiliées et des unité considérées en anomalie multipliées par leur niveau de gravité respectif. VII.-Une anomalie peut présenter un caractère réversible ou définitif : 1° Une anomalie présente un caractère réversible lorsque ses conséquences sont limitées à l'année au titre de laquelle elle a été constatée. En cas d'anomalie à caractère réversible, l'engagement se poursuit pour la durée restant à courir. 2° Une anomalie présente un caractère définitif lorsqu'elle a des conséquences sur la poursuite de la mise en œuvre de la mesure agroenvironnementale et climatique ou de la mesure en faveur de l'agriculture biologique. En outre, une anomalie réversible constatée trois fois devient définitive. En cas d'anomalie à caractère définitif, l'engagement est diminué du nombre d'unités constatées en anomalie pour la durée restant à courir. Les sanctions sont appliquées au titre de l'année du constat. Le coefficient de gravité associé à une anomalie définitive est toujours de 1. En cas d'anomalies réversibles constatées trois fois et ayant des coefficients d'importance ou d'étendue inférieurs à 1, le coefficient de gravité est de 1 pour l'année à laquelle l'anomalie devient définitive. 3° Le caractère définitif ou réversible de l'anomalie est fixé dans le cahier des charges de la mesure concernée. VIII.-La somme du montant indu et de la sanction, applicable au titre d'une mesure donnée, ne peut excéder une fois et demie le montant de l'aide auquel le bénéficiaire aurait pu prétendre pour l'année considérée hormis pour les mesures “ Protection des races menacées de disparition ” et “ Amélioration du potentiel pollinisateur des abeilles domestiques, pour lesquelles elle ne peut excéder deux fois le montant de l'aide auquel le bénéficiaire aurait pu prétendre pour l'année considérée. IX.-Conformément à l'article 59 5. c du règlement (UE) n° 2021/2116, et à l'article D. 614-24, aucune sanction n'est imposée lorsque l'agriculteur déclare spontanément à la DDT (M)/ DAAF dont il relève ne pas avoir respecté un point de cahier des charges, à condition qu'il n'ait pas été informé par l'administration d'un contrôle sur place à venir, ni des irrégularités concernées par sa déclaration spontanée. Il doit par ailleurs fournir des éléments objectifs justifiant son incapacité à respecter lesdites obligations. X.-Un arrêté du ministre chargé de l'agriculture fixe les possibilités et modalités de transfert des engagements entre exploitations ainsi que les modalités selon lesquelles il peut être mis fin à un engagement en cours sans application de sanction.",
            "texteHtml": "<p>I.-A compter de la campagne 2023, les modalités de calcul de la réduction financière sont déterminées dans les conditions prévues par le présent article.<br/><br/>\n II.-Aux fins du calcul du montant indu et de la sanction, pour chaque unité objet d'un engagement, un niveau de gravité égal à la somme des coefficients de gravité affectés à chaque anomalie constatée pour cette unité est calculé dans la limite de 1.<br/><br/>\n Le coefficient de gravité par anomalie constatée est égal au produit de l'importance et de l'étendue de l'anomalie considérée.<br/><br/>\n L'importance peut prendre une valeur comprise entre 0,01 et 1 et est fixée dans le cahier des charges de la mesure concernée.<br/><br/>\n L'étendue peut prendre les valeurs de 0,0,25,0,5,0,75 ou 1 en fonction de l'ampleur de l'anomalie. L'ampleur de l'anomalie est définie dans le cahier des charges de la mesure concernée.<br/><br/>\n III.-Les unités considérées en anomalie correspondent aux unités constatées en anomalie à la suite de la vérification du respect des obligations requises au titre de la mesure, hormis dans les cas suivants :<br/><br/>\n 1° Lorsque les anomalies portent sur des surfaces non engagées. Le nombre d'unités considérées en anomalie est alors égal au nombre d'unités constatées en anomalie multiplié par la part que représente la surface engagée dans la mesure sur la surface totale de l'exploitation.<br/><br/>\n 2° Pour la mesure “ Amélioration du potentiel pollinisateur des abeilles domestiques ”. Le nombre d'unités considérées en anomalie correspond alors à la valeur la plus élevée entre le nombre total d'emplacements constatés en anomalie et le nombre d'emplacements considérés en anomalie au titre de l'obligation portant sur les zones présentant un intérêt pour la biodiversité. Au titre de cette obligation, le nombre d'emplacements considérés en anomalie correspond au nombre d'emplacements constatés en anomalie multiplié par un coefficient égal au rapport entre le nombre total d'emplacements requis au titre de la mesure et le nombre minimal d'emplacements requis au sein des zones présentant un intérêt pour la biodiversité conformément aux programmes de développement rural.<br/><br/>\n IV.-Le montant payable de l'aide est égal au montant unitaire de l'aide multiplié par le nombre d'unités engagées dans la mesure pour la campagne en cours, duquel est déduit le montant indu. Le montant indu est déterminé comme suit :<br/><br/>\n 1° Pour les mesures liées à la surface, lorsque la somme des surfaces résiliées et des surfaces considérées en anomalie multipliées par leur niveau de gravité respectif est inférieure ou égale à 0,1 hectare et que celle-ci ne représente pas plus de 20 % de la superficie objet d'un engagement au titre de la mesure en fin de campagne précédente, aucun montant indu ni sanction ne sont appliqués et la surface retenue pour l'engagement et le paiement correspond à celle déclarée ;<br/><br/>\n 2° Pour les mesures non liées à la surface et, pour les mesures liées à la surface, lorsque la somme des surfaces résiliées et des surfaces considérées en anomalie multipliées par leur niveau de gravité respectif est supérieure à 0,1 hectare ou lorsque celles-ci représentent plus de 20 % de la superficie objet d'un engagement au titre de la mesure en fin de campagne précédente, un montant indu (Mnd) est calculé selon la formule :<br/><br/>\n Mnd = (Mu × Nu),<br/><br/>\n dans laquelle :<br/><br/>\n Mu est égal au montant unitaire de l'aide exprimé en euros ;<br/><br/>\n Nu est égal au nombre d'unités considérées en anomalie multipliées par leurs niveaux de gravité respectifs.<br/><br/>\n V.-Pour les mesures liées à la surface, et pour les mesures se rapportant à des mètres linéaires ou à des éléments ponctuels, il est calculé un taux d'écart égal au rapport entre la somme des unités résiliées et des unités considérées en anomalie multipliées par leur niveau de gravité respectif, et le nombre total d'unités objet d'un engagement au titre de la mesure en fin de campagne précédente. La sanction est déterminée en fonction du taux d'écart, comme suit :<br/><br/>\n 1° Lorsque le taux d'écart constaté est inférieur ou égal à 5 % et, pour les mesures liées à la surface, si la somme des surfaces résiliées et des surfaces considérées en anomalie multipliées par leur niveau de gravité respectif est inférieure ou égale à 2 hectares, le montant de la sanction est nul.<br/><br/>\n 2° Lorsque le taux d'écart constaté est supérieur à 5 %, mais n'excède pas 30 % ou, pour les obligations portant sur une surface, lorsque la somme des surfaces résiliées et des surfaces considérées en anomalie multipliées par leur niveau de gravité respectif est supérieure à 2 hectares, le montant de la sanction (Ms) est calculé selon la formule :<br/><br/>\n Ms = (1,5 × Mu × Ne),<br/><br/>\n dans laquelle :<br/><br/>\n Ne est égal à la somme des unités résiliées et des unités considérées en anomalie multipliées par leur niveau de gravité respectif.<br/><br/>\n 3° Lorsque le taux d'écart constaté est supérieur à 30 %, tous les éléments engagés sont considérés en anomalie et aucune aide n'est octroyée pour l'année du constat au titre de la mesure concernée. A ce titre, le montant de la sanction (Ms) est calculé selon la formule :<br/><br/>\n Ms = (Mu × (St-Nu))<br/><br/>\n dans laquelle St est égal au nombre total d'unités engagées dans la mesure.<br/><br/>\n 4° Lorsque le taux d'écart constaté est supérieur à 50 %, la sanction est calculée selon la formule mentionnée au 3° et une sanction supplémentaire (Mss) est appliquée et calculée selon la formule :<br/><br/>\n Mss = (0,5 × Mu × Ne).<br/><br/>\n VI.-Pour les mesures “ Protection des races menacées de disparition ” et “ Amélioration du potentiel pollinisateur des abeilles domestiques ”, est calculé un taux d'écart égal au rapport entre : la somme des unités résiliées par rapport à la campagne précédente et des unités considérées en anomalie multipliées par leur niveau de gravité respectif et le nombre total d'unités objet d'un engagement au titre de la mesure en fin de campagne précédente auquel sont retirées les unités considérées en anomalie multipliées par leur niveau de gravité respectif. La sanction est déterminée en fonction du taux d'écart, comme suit :<br/><br/>\n 1° Lorsque les anomalies constatées portent sur un nombre d'animaux inférieur ou égal à trois ou sur un nombre d'emplacements inférieur ou égal à trois pour la mesure “ Amélioration du potentiel pollinisateur des abeilles domestiques ”, ou que le taux d'écart est inférieur ou égal à 10 %, la sanction est égale au montant payable multiplié par le taux d'écart constaté.<br/><br/>\n 2° Lorsque les anomalies constatées portent sur un nombre d'animaux supérieur à trois ou sur un nombre d'emplacements supérieur à trois pour la mesure “ Amélioration du potentiel pollinisateur des abeilles domestiques ”, et que le taux d'écart est supérieur à 10 % et inférieur ou égal à 20 %, la sanction est égale au montant payable multiplié par deux fois le taux d'écart constaté.<br/><br/>\n 3° Lorsque les anomalies constatées portent sur un nombre d'animaux supérieur à trois ou sur un nombre d'emplacements supérieur à trois pour la mesure “ Amélioration du potentiel pollinisateur des abeilles domestiques ”, et que le taux d'écart est supérieur à 20 %, tous les éléments engagés sont considérés comme étant en anomalie et aucune aide n'est octroyée pour l'année du constat au titre de la mesure concernée. A ce titre, la sanction est égale au montant payable.<br/><br/>\n 4° Lorsque le taux d'écart constaté est supérieur à 50 % du nombre total d'unités engagées dans la mesure, la sanction est calculée selon la formule mentionnée au 3° et une sanction supplémentaire (Mss) est appliquée et calculée selon la formule :<br/><br/>\n Mss = (Mu × Ne).<br/><br/>\n dans laquelle :<br/><br/>\n Mu est égal au montant unitaire de l'aide exprimé en euros ;<br/><br/>\n Ne est égal à la somme des unités résiliées et des unité considérées en anomalie multipliées par leur niveau de gravité respectif.<br/><br/>\n VII.-Une anomalie peut présenter un caractère réversible ou définitif :<br/><br/>\n 1° Une anomalie présente un caractère réversible lorsque ses conséquences sont limitées à l'année au titre de laquelle elle a été constatée. En cas d'anomalie à caractère réversible, l'engagement se poursuit pour la durée restant à courir.<br/><br/>\n 2° Une anomalie présente un caractère définitif lorsqu'elle a des conséquences sur la poursuite de la mise en œuvre de la mesure agroenvironnementale et climatique ou de la mesure en faveur de l'agriculture biologique. En outre, une anomalie réversible constatée trois fois devient définitive.<br/><br/>\n En cas d'anomalie à caractère définitif, l'engagement est diminué du nombre d'unités constatées en anomalie pour la durée restant à courir.<br/><br/>\n Les sanctions sont appliquées au titre de l'année du constat. Le coefficient de gravité associé à une anomalie définitive est toujours de 1. En cas d'anomalies réversibles constatées trois fois et ayant des coefficients d'importance ou d'étendue inférieurs à 1, le coefficient de gravité est de 1 pour l'année à laquelle l'anomalie devient définitive.<br/><br/>\n 3° Le caractère définitif ou réversible de l'anomalie est fixé dans le cahier des charges de la mesure concernée.<br/><br/>\n VIII.-La somme du montant indu et de la sanction, applicable au titre d'une mesure donnée, ne peut excéder une fois et demie le montant de l'aide auquel le bénéficiaire aurait pu prétendre pour l'année considérée hormis pour les mesures “ Protection des races menacées de disparition ” et “ Amélioration du potentiel pollinisateur des abeilles domestiques, pour lesquelles elle ne peut excéder deux fois le montant de l'aide auquel le bénéficiaire aurait pu prétendre pour l'année considérée.<br/><br/>\n IX.-Conformément à l'article 59 5. c du règlement (UE) n° 2021/2116, et à l'article D. 614-24, aucune sanction n'est imposée lorsque l'agriculteur déclare spontanément à la DDT (M)/ DAAF dont il relève ne pas avoir respecté un point de cahier des charges, à condition qu'il n'ait pas été informé par l'administration d'un contrôle sur place à venir, ni des irrégularités concernées par sa déclaration spontanée. Il doit par ailleurs fournir des éléments objectifs justifiant son incapacité à respecter lesdites obligations.<br/><br/>\n X.-Un arrêté du ministre chargé de l'agriculture fixe les possibilités et modalités de transfert des engagements entre exploitations ainsi que les modalités selon lesquelles il peut être mis fin à un engagement en cours sans application de sanction. </p>",
            "num": "D341-13-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1680652800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 322117,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Exploitation agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121450",
                        "id": "LEGISCTA000006121450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Financement des exploitations agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138411",
                        "id": "LEGISCTA000006138411",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152553",
                        "id": "LEGISCTA000006152553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-09-13",
                        "fin": "2017-08-23",
                        "titre": "Section 4 : Les engagements agroenvironnementaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168355",
                        "id": "LEGISCTA000006168355",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-08-23",
                        "fin": "2023-04-05",
                        "titre": "Section 4 : Les paiements agroenvironnementaux et climatiques, les aides en faveur de l'agriculture biologique et les paiements au titre de Natura 2000 et de la directive cadre sur l'eau",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168355",
                        "id": "LEGISCTA000035446487",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-04-05",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Les paiements agroenvironnementaux et climatiques, les aides en faveur de l'agriculture biologique et les paiements au titre de Natura 2000 et de la directive cadre sur l'eau au titre de la programmation de la politique agricole commune ayant débuté en 2014",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168355",
                        "id": "LEGISCTA000047400444",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000047398263",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006168355",
            "sectionParentId": "LEGISCTA000047400444",
            "sectionParentTitre": "Section 4 : Les paiements agroenvironnementaux et climatiques, les aides en faveur de l'agriculture biologique et les paiements au titre de Natura 2000 et de la directive cadre sur l'eau au titre de la programmation de la politique agricole commune ayant débuté en 2014",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Exploitation agricole &gt; Titre IV : Financement des exploitations agricoles &gt; Chapitre Ier : Dispositions générales &gt; Section 4 : Les paiements agroenvironnementaux et climatiques, les aides en faveur de l'agriculture biologique et les paiements au titre de Natura 2000 et de la directive cadre sur l'eau au titre de la programmation de la politique agricole commune ayant débuté en 2014",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047398263",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047396249",
                    "textTitle": "Décret n°2023-246 du 3 avril 2023 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047397687",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-04-04",
                    "dateSignaTexte": "2023-04-03",
                    "dateDebutCible": "2023-04-05"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047398263",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1680652800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D341-13-1",
                "341-13-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}