{
    "cid": "LEGIARTI000032015693",
    "num": "L1333-26",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Protection de la santé et environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140606",
                        "id": "LEGISCTA000006140606",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-09-02",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Prévention des risques sanitaires liés à l'environnement et au travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154996",
                        "id": "LEGISCTA000006154996",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-09-02",
                        "fin": "2017-07-01",
                        "titre": "Chapitre III : Rayonnements ionisants.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171595",
                        "id": "LEGISCTA000006171595",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Rayonnements ionisants.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171595",
                        "id": "LEGISCTA000032044835",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section  5 : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032014399",
                        "id": "LEGISCTA000032044655",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000032044651",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036984723",
                    "textTitle": "Décret n°2018-434 du 4 juin 2018 - art. 6, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "JORFARTI000036984904",
                    "natureText": "DECRET",
                    "date": 1629756104820,
                    "parentCid": null,
                    "numTexte": "2018-434",
                    "datePubli": 1528156800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R125-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R125-43",
                    "articleId": "LEGIARTI000043955912",
                    "natureText": "CODE",
                    "date": 1629756104820,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629590400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1523-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1523-6",
                    "articleId": "LEGIARTI000032044987",
                    "natureText": "CODE",
                    "date": 1629756104820,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1333-143 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1333-143",
                    "articleId": "LEGIARTI000037005259",
                    "natureText": "CODE",
                    "date": 1629756104820,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1530403200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1333-97 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1333-97",
                    "articleId": "LEGIARTI000037017294",
                    "natureText": "CODE",
                    "date": 1629756104820,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1530403200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1333-98 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1333-98",
                    "articleId": "LEGIARTI000037017287",
                    "natureText": "CODE",
                    "date": 1629756104820,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1530403200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1333-99 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1333-99",
                    "articleId": "LEGIARTI000037017282",
                    "natureText": "CODE",
                    "date": 1629756104820,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1530403200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L126-1 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L126-1",
                    "articleId": "LEGIARTI000006814803",
                    "natureText": "CODE",
                    "date": 1629756104820,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 410918400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032003979",
                    "textTitle": "Ordonnance n°2016-128 du 10 février 2016 - art. 38",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000032006005",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-02-11",
                    "dateSignaTexte": "2016-02-10",
                    "dateDebutCible": "2016-02-12"
                }
            ],
            "num": "L1333-26",
            "origine": "LEGI",
            "texte": "I.-Lorsque, sur ou dans des terrains, constructions ou ouvrages, la présence d'origine anthropique de substances radioactives est susceptible d'occasionner des expositions des personnes à des rayonnements ionisants ou des émissions de substances radioactives justifiant un contrôle de radioprotection, ou lorsque des raisons sérieuses existent de le suspecter, des servitudes d'utilités publiques peuvent être instituées et comporter, afin de prévenir ou de limiter ces risques et inconvénients : 1° L'interdiction, la limitation de certains usages, ou leur subordination au respect de prescriptions techniques ; 2° L'interdiction, la limitation du droit d'implanter des constructions ou ouvrages, de démolir, de défricher, de réaliser des travaux, d'aménager les terrains ou d'y procéder à des fouilles, ou leur subordination au respect de prescriptions techniques ; 3° La prescription de mesures de surveillance radiologique. Ces servitudes d'utilité publique ne peuvent contraindre à la démolition ou à l'abandon de constructions ou ouvrages existants édifiés en conformité avec les dispositions législatives et réglementaires en vigueur avant l'institution desdites servitudes. II.-Les servitudes d'utilité publique sont arrêtées par le représentant de l'Etat dans le département après avis de l'Autorité de sûreté nucléaire et des communes sur lesquelles les terrains, constructions ou ouvrages sont implantés. Les propriétaires des terrains, constructions ou ouvrages concernés, les titulaires de droits réels ou leurs ayants droit sont consultés sur le projet d'arrêté. Ils sont informés des motifs conduisant au projet de servitudes. Ils peuvent faire connaître leurs observations dans un délai ne pouvant être inférieur à un mois. Ce délai n'est pas applicable en cas d'urgence justifiée par des motifs de sécurité, de santé ou de salubrités publiques. Toutefois, lorsque l'importance des surfaces ou le nombre élevé des propriétaires concernés le justifient, le projet définissant les servitudes d'utilité publique n'est pas soumis aux dispositions de l'alinéa précédent, mais est soumis à enquête publique conformément aux dispositions du chapitre III du titre II du livre Ier du code de l'environnement, et à l'avis des conseils municipaux des communes sur lesquelles les terrains, constructions ou ouvrages sont implantés. III.-Les servitudes d'utilité publique sont annexées au plan local d'urbanisme ou à la carte communale dans les conditions prévues à l'article L. 126-1 du code de l'urbanisme. Les bailleurs informent les locataires et fermiers de ces servitudes d'utilité publique. IV.-Lorsque l'institution des servitudes d'utilité publique prévues au présent article entraîne un préjudice direct, matériel et certain, elle ouvre droit à une indemnité au profit des propriétaires, des titulaires de droits réels ou de leurs ayants droit, à la charge des responsables de la présence des substances radioactives. La demande d'indemnisation doit être adressée au responsable de la présence des substances radioactives dans un délai de trois ans à dater de la notification de la décision instituant la servitude. A défaut d'accord amiable, l'indemnité est fixée par le juge de l'expropriation. Le préjudice est estimé à la date de la décision de première instance. Toutefois, est seul pris en considération l'usage possible des immeubles et droits immobiliers un an avant la consultation écrite ou l'ouverture de l'enquête publique prévue au II. La qualification éventuelle de terrain à bâtir est appréciée conformément aux dispositions de l'article L. 322-3 du code de l'expropriation pour cause d'utilité publique. Le juge limite ou refuse l'indemnité si une acquisition de droits sur un terrain a, en raison de l'époque à laquelle elle a eu lieu ou de toute autre circonstance, été faite dans le but d'obtenir une indemnité.",
            "texteHtml": "<p>I.-Lorsque, sur ou dans des terrains, constructions ou ouvrages, la présence d'origine anthropique de substances radioactives est susceptible d'occasionner des expositions des personnes à des rayonnements ionisants ou des émissions de substances radioactives justifiant un contrôle de radioprotection, ou lorsque des raisons sérieuses existent de le suspecter, des servitudes d'utilités publiques peuvent être instituées et comporter, afin de prévenir ou de limiter ces risques et inconvénients : </p><p>1° L'interdiction, la limitation de certains usages, ou leur subordination au respect de prescriptions techniques ; </p><p>2° L'interdiction, la limitation du droit d'implanter des constructions ou ouvrages, de démolir, de défricher, de réaliser des travaux, d'aménager les terrains ou d'y procéder à des fouilles, ou leur subordination au respect de prescriptions techniques ; </p><p>3° La prescription de mesures de surveillance radiologique. </p><p>Ces servitudes d'utilité publique ne peuvent contraindre à la démolition ou à l'abandon de constructions ou ouvrages existants édifiés en conformité avec les dispositions législatives et réglementaires en vigueur avant l'institution desdites servitudes. </p><p>II.-Les servitudes d'utilité publique sont arrêtées par le représentant de l'Etat dans le département après avis de l'Autorité de sûreté nucléaire et des communes sur lesquelles les terrains, constructions ou ouvrages sont implantés. </p><p>Les propriétaires des terrains, constructions ou ouvrages concernés, les titulaires de droits réels ou leurs ayants droit sont consultés sur le projet d'arrêté. Ils sont informés des motifs conduisant au projet de servitudes. Ils peuvent faire connaître leurs observations dans un délai ne pouvant être inférieur à un mois. Ce délai n'est pas applicable en cas d'urgence justifiée par des motifs de sécurité, de santé ou de salubrités publiques. </p><p>Toutefois, lorsque l'importance des surfaces ou le nombre élevé des propriétaires concernés le justifient, le projet définissant les servitudes d'utilité publique n'est pas soumis aux dispositions de l'alinéa précédent, mais est soumis à enquête publique conformément aux dispositions du chapitre III du titre II du livre Ier du code de l'environnement, et à l'avis des conseils municipaux des communes sur lesquelles les terrains, constructions ou ouvrages sont implantés. </p><p>III.-Les servitudes d'utilité publique sont annexées au plan local d'urbanisme ou à la carte communale dans les conditions prévues à l'article <a href='/article/LEGIARTI000006814803' title='Code de l'urbanisme - art. L126-1 (MMN)'>L. 126-1</a> du code de l'urbanisme. </p><p>Les bailleurs informent les locataires et fermiers de ces servitudes d'utilité publique. </p><p>IV.-Lorsque l'institution des servitudes d'utilité publique prévues au présent article entraîne un préjudice direct, matériel et certain, elle ouvre droit à une indemnité au profit des propriétaires, des titulaires de droits réels ou de leurs ayants droit, à la charge des responsables de la présence des substances radioactives. </p><p>La demande d'indemnisation doit être adressée au responsable de la présence des substances radioactives dans un délai de trois ans à dater de la notification de la décision instituant la servitude. A défaut d'accord amiable, l'indemnité est fixée par le juge de l'expropriation. </p><p>Le préjudice est estimé à la date de la décision de première instance. Toutefois, est seul pris en considération l'usage possible des immeubles et droits immobiliers un an avant la consultation écrite ou l'ouverture de l'enquête publique prévue au II. La qualification éventuelle de terrain à bâtir est appréciée conformément aux dispositions de l'article L. 322-3 du code de l'expropriation pour cause d'utilité publique. </p><p>Le juge limite ou refuse l'indemnité si une acquisition de droits sur un terrain a, en raison de l'époque à laquelle elle a eu lieu ou de toute autre circonstance, été faite dans le but d'obtenir une indemnité.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2017-07-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}