{
    "cid": "LEGIARTI000031747877",
    "num": "R144-14",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IER : L'ORGANISATION GÉNÉRALE DU SECTEUR DE L'ÉNERGIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747287",
                        "id": "LEGISCTA000031747287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : LE RÔLE DE L'ÉTAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747741",
                        "id": "LEGISCTA000031747741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : L'organisation de la recherche en matière d'énergie\n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031752449",
                        "id": "LEGISCTA000031752449",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : IFP Energies nouvelles et l'Ecole nationale supérieure du pétrole et des moteurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031752498",
                        "id": "LEGISCTA000031752498",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : IFP Energies nouvelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747851",
                        "id": "LEGISCTA000031747851",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000031747877",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-16 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-16",
                    "articleId": "LEGIARTI000006229272",
                    "natureText": "CODE",
                    "date": 1599841625171,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R144-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R144-20",
                    "articleId": "LEGIARTI000031747889",
                    "natureText": "CODE",
                    "date": 1599841625171,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031743221",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                },
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031743221",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "num": "R144-14",
            "origine": "LEGI",
            "texte": "Un commissaire du Gouvernement, nommé par arrêté du ministre chargé de l'énergie après avis du ministre chargé de l'industrie et du ministre chargé de la recherche, est placé auprès de l'établissement. Il exerce, sous l'autorité du ministre chargé de l'énergie, une surveillance sur la gestion financière de l'établissement et l'orientation générale de ses activités et de celles des sociétés sur lesquelles il exerce un contrôle exclusif ou conjoint au sens de l' article L. 233-16 du code de commerce . Pour l'exécution de sa mission, le commissaire du Gouvernement a tous les pouvoirs d'investigation sur pièces et sur place. Le commissaire du Gouvernement peut assister aux réunions des comités mentionnés à l'article R. 144-20 du présent code ou s'y faire représenteR. A cet effet, les convocations accompagnées des ordres du jour, les procès-verbaux et tous autres documents lui sont adressés en même temps qu'aux autres membres de ces instances. Le commissaire du Gouvernement peut s'opposer à toute délibération du conseil d'administration dans un délai de cinq jours suivant la réunion du conseil s'il a assisté à celle-ci ou s'y est fait représenter, ou suivant la réception de la délibération, et demander une seconde délibération. Le conseil d'administration est informé de l'opposition du commissaire du Gouvernement qui doit être motivée. Dans le cas où il forme opposition à une ou plusieurs délibérations du conseil d'administration, le commissaire du Gouvernement en réfère immédiatement aux ministres chargés de l'énergie, de l'industrie et de la recherche. Le ministre chargé de l'énergie doit se prononcer dans le délai d'un mois. A défaut de décision notifiée au président du conseil d'administration dans ce délai, la délibération du conseil devient exécutoire. Une seconde délibération du conseil d'administration sur un point qui a fait l'objet d'une opposition de la part du commissaire du Gouvernement ne peut intervenir avant l'expiration d'un délai d'un mois après la première délibération. Si après cette seconde délibération le désaccord subsiste, il est porté devant le ministre chargé de l'énergie. A défaut de confirmation expresse dans un délai d'un mois à compter de l'adoption de la délibération, l'opposition est réputée levée.",
            "texteHtml": "<p>Un commissaire du Gouvernement, nommé par arrêté du ministre chargé de l'énergie après avis du ministre chargé de l'industrie et du ministre chargé de la recherche, est placé auprès de l'établissement. </p><p>Il exerce, sous l'autorité du ministre chargé de l'énergie, une surveillance sur la gestion financière de l'établissement et l'orientation générale de ses activités et de celles des sociétés sur lesquelles il exerce un contrôle exclusif ou conjoint au sens de l'<a href='/article/LEGIARTI000006229272' title='Code de commerce - art. L233-16 (M)'>article L. 233-16 du code de commerce</a>. </p><p>Pour l'exécution de sa mission, le commissaire du Gouvernement a tous les pouvoirs d'investigation sur pièces et sur place. </p><p>Le commissaire du Gouvernement peut assister aux réunions des comités mentionnés à l'article <a href='/article/LEGIARTI000031747889' title='Code de l'énergie - art. R144-20 (V)'>R. 144-20</a> du présent code ou s'y faire représenteR. A cet effet, les convocations accompagnées des ordres du jour, les procès-verbaux et tous autres documents lui sont adressés en même temps qu'aux autres membres de ces instances. </p><p>Le commissaire du Gouvernement peut s'opposer à toute délibération du conseil d'administration dans un délai de cinq jours suivant la réunion du conseil s'il a assisté à celle-ci ou s'y est fait représenter, ou suivant la réception de la délibération, et demander une seconde délibération. Le conseil d'administration est informé de l'opposition du commissaire du Gouvernement qui doit être motivée. </p><p>Dans le cas où il forme opposition à une ou plusieurs délibérations du conseil d'administration, le commissaire du Gouvernement en réfère immédiatement aux ministres chargés de l'énergie, de l'industrie et de la recherche. Le ministre chargé de l'énergie doit se prononcer dans le délai d'un mois. A défaut de décision notifiée au président du conseil d'administration dans ce délai, la délibération du conseil devient exécutoire. </p><p>Une seconde délibération du conseil d'administration sur un point qui a fait l'objet d'une opposition de la part du commissaire du Gouvernement ne peut intervenir avant l'expiration d'un délai d'un mois après la première délibération. Si après cette seconde délibération le désaccord subsiste, il est porté devant le ministre chargé de l'énergie. A défaut de confirmation expresse dans un délai d'un mois à compter de l'adoption de la délibération, l'opposition est réputée levée.</p>",
            "type": "AUTONOME",
            "dateDebut": "2016-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}