{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048779925",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Il est institué une taxe sur les locations en France de phonogrammes et de vidéomusiques destinés à l'usage privé du public dans le cadre d'une mise à disposition à la demande sur les réseaux en ligne. Pour l'application de la taxe, est assimilée à une activité de location de phonogrammes ou de vidéomusiques la mise à la disposition du public d'un service offrant, à titre autre qu'accessoire, l'accès à titre onéreux ou à titre gratuit à des enregistrements phonographiques ou vidéomusicaux, sur demande individuelle formulée par un procédé de communication électronique. Le présent alinéa n'est pas applicable au service gratuit dont l'objet principal est d'assurer la fourniture d'informations relatives à des œuvres musicales et leur promotion auprès du public. II.-Les services mentionnés au I sont réputés mis à la disposition du public en France lorsqu'ils sont effectués en faveur des personnes qui sont établies ou ont leur domicile ou leur résidence habituelle en France. III.-Sont redevables de la taxe les personnes, qu'elles soient établies en France ou hors de France, qui encaissent les prix, les sommes ou les revenus mentionnés au IV. A cette fin, les contreparties encaissées par une personne autre que le fournisseur qui sont reversées sont réputées être encaissées par le bénéficiaire de ce reversement. Lorsque plusieurs personnes sont redevables au titre d'un même service mentionné au I, le montant de la taxe est établi séparément pour chacune d'elles à partir des seules contreparties qu'elle a encaissées. IV.-La taxe est assise sur le montant hors taxe sur la valeur ajoutée : 1° Du prix acquitté par le public au titre des opérations mentionnées au I ; 2° Des sommes versées par les annonceurs et les parrains pour la diffusion de leurs messages publicitaires sur un service donnant ou permettant l'accès à des enregistrements phonographiques ou vidéomusicaux ou donnant accès gratuitement à des contenus créés par des utilisateurs privés à des fins de partage et d'échanges au sein de communautés d'intérêts. Ces sommes sont prises en compte à hauteur de 34 % de leur montant. L'assiette est déterminée, chaque année civile, comme la fraction de la somme de ces montants excédant le seuil de 20 millions d'euros. Ce seuil est apprécié séparément pour chaque service mentionné au I. Lorsque plusieurs personnes sont redevables au titre d'un même service mentionné au même I, ce seuil est réparti entre ces redevables en proportion des montants encaissés. V.-Le taux est fixé à 1,2 %. VI.-Le fait générateur intervient à l'achèvement de l'année civile au cours de laquelle des prix, des sommes ou des revenus mentionnés au IV ont été encaissés. La taxe est exigible à chaque encaissement des montants mentionnés au même IV intervenant à compter du dépassement du seuil mentionné au dernier alinéa dudit IV. Elle est constatée, liquidée, recouvrée et contrôlée selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que la taxe sur la valeur ajoutée. Les réclamations sont présentées, instruites et jugées selon les règles applicables à cette même taxe. VII.-Le produit de la taxe est affecté au Centre national de la musique dans la limite d'un plafond annuel.",
            "texteHtml": "<p>I.-Il est institué une taxe sur les locations en France de phonogrammes et de vidéomusiques destinés à l'usage privé du public dans le cadre d'une mise à disposition à la demande sur les réseaux en ligne.</p><p> Pour l'application de la taxe, est assimilée à une activité de location de phonogrammes ou de vidéomusiques la mise à la disposition du public d'un service offrant, à titre autre qu'accessoire, l'accès à titre onéreux ou à titre gratuit à des enregistrements phonographiques ou vidéomusicaux, sur demande individuelle formulée par un procédé de communication électronique. Le présent alinéa n'est pas applicable au service gratuit dont l'objet principal est d'assurer la fourniture d'informations relatives à des œuvres musicales et leur promotion auprès du public.</p><p> II.-Les services mentionnés au I sont réputés mis à la disposition du public en France lorsqu'ils sont effectués en faveur des personnes qui sont établies ou ont leur domicile ou leur résidence habituelle en France.</p><p> III.-Sont redevables de la taxe les personnes, qu'elles soient établies en France ou hors de France, qui encaissent les prix, les sommes ou les revenus mentionnés au IV.</p><p> A cette fin, les contreparties encaissées par une personne autre que le fournisseur qui sont reversées sont réputées être encaissées par le bénéficiaire de ce reversement.</p><p> Lorsque plusieurs personnes sont redevables au titre d'un même service mentionné au I, le montant de la taxe est établi séparément pour chacune d'elles à partir des seules contreparties qu'elle a encaissées.</p><p> IV.-La taxe est assise sur le montant hors taxe sur la valeur ajoutée :</p><p> 1° Du prix acquitté par le public au titre des opérations mentionnées au I ;</p><p> 2° Des sommes versées par les annonceurs et les parrains pour la diffusion de leurs messages publicitaires sur un service donnant ou permettant l'accès à des enregistrements phonographiques ou vidéomusicaux ou donnant accès gratuitement à des contenus créés par des utilisateurs privés à des fins de partage et d'échanges au sein de communautés d'intérêts. Ces sommes sont prises en compte à hauteur de 34 % de leur montant.</p><p> L'assiette est déterminée, chaque année civile, comme la fraction de la somme de ces montants excédant le seuil de 20 millions d'euros. Ce seuil est apprécié séparément pour chaque service mentionné au I. Lorsque plusieurs personnes sont redevables au titre d'un même service mentionné au même I, ce seuil est réparti entre ces redevables en proportion des montants encaissés.</p><p> V.-Le taux est fixé à 1,2 %.</p><p> VI.-Le fait générateur intervient à l'achèvement de l'année civile au cours de laquelle des prix, des sommes ou des revenus mentionnés au IV ont été encaissés.</p><p> La taxe est exigible à chaque encaissement des montants mentionnés au même IV intervenant à compter du dépassement du seuil mentionné au dernier alinéa dudit IV.</p><p> Elle est constatée, liquidée, recouvrée et contrôlée selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que la taxe sur la valeur ajoutée. Les réclamations sont présentées, instruites et jugées selon les règles applicables à cette même taxe.</p><p> VII.-Le produit de la taxe est affecté au Centre national de la musique dans la limite d'un plafond annuel.</p>",
            "num": "1609 sexdecies C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1703980800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114497",
                        "id": "LEGISCTA000006114497",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Impositions perçues au profit de certains établissements publics et d'organismes divers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133856",
                        "id": "LEGISCTA000006133856",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1993-08-18",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Taxes sur le chiffre d'affaires et taxes diverses assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147084",
                        "id": "LEGISCTA000006147084",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section II ter : Centre national de la musique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048779923",
                        "id": "LEGISCTA000048779923",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048779925",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048779923",
            "sectionParentId": "LEGISCTA000048779923",
            "sectionParentTitre": "Section II ter : Centre national de la musique",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre III : Impositions perçues au profit de certains établissements publics et d'organismes divers &gt; Chapitre I bis : Taxes sur le chiffre d'affaires et taxes diverses assimilées &gt; Section II ter : Centre national de la musique",
            "refInjection": "MD-20240104_212434_466_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048779925",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048727345",
                    "textTitle": "LOI n°2023-1322 du 29 décembre 2023 - art. 53",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "53",
                    "articleId": "LEGIARTI000048769303",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-12-30",
                    "dateSignaTexte": "2023-12-29",
                    "dateDebutCible": "2023-12-31"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048779925",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1703980800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1609 sexdecies C",
                "1609"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}