{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000028635517",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les caisses de crédit municipal sont instituées par décret contresigné par le ministre chargé de l'économie et le ministre chargé des collectivités territoriales, sur demande du ou des conseils municipaux intéressés. Les caisses sont administrées par un directeur, sous le contrôle d'un conseil d'orientation et de surveillance. Le directeur est nommé par le maire de la commune où la caisse a son siège, après avis du conseil d'orientation et de surveillance. Le conseil d'orientation et de surveillance est composé du maire de la commune siège de l'établissement, président de droit, et, en nombre égal, de membres élus en son sein par le conseil municipal de la commune siège de l'établissement et de membres nommés par le maire de la commune siège de l'établissement en raison de leurs compétences dans le domaine financier ou dans le domaine bancaire. Le conseil d'orientation et de surveillance définit les orientations générales ainsi que les règles d'organisation de la caisse de crédit municipal et exerce le contrôle permanent de la gestion de l'établissement par le directeur. Un décret en Conseil d'Etat fixe les autres domaines de compétence du conseil d'orientation et de surveillance ainsi que les catégories d'opérations autres que les actes de gestion courante dont la conclusion est subordonnée à son autorisation préalable. Le conseil d'orientation et de surveillance veille au respect des réglementations générales de la profession bancaire et des dispositions législatives, réglementaires ou européennes directement applicables aux caisses de crédit municipal. A cette fin, il opère les vérifications et les contrôles qu'il juge opportuns et se fait communiquer les documents qu'il estime utiles à l'accomplissement de sa mission. La commune où la caisse a son siège est considérée comme l'actionnaire ou le sociétaire unique de l'établissement pour l'application des dispositions de l'article L. 511-42 . Le budget annuel de la caisse de crédit municipal ainsi que les budgets supplémentaires et le compte financier, après leur adoption par le conseil d'orientation et de surveillance, sont transmis pour information au conseil municipal de la commune siège de la caisse. Un rapport annuel relatif à l'activité et à la situation financière de la caisse de crédit municipal est présenté par le maire devant le conseil municipal au cours de la séance qui précède celle où doit être adopté le budget primitif de la commune. Tout projet tendant à modifier le champ de l'activité bancaire de la caisse de crédit municipal ainsi que les actes de disposition sur son patrimoine dont la liste est fixée par décret en fonction de critères de seuil ou d'importance font l'objet d'une information préalable au conseil municipal par le maire, qui en précise les motifs.",
            "texteHtml": "<p>Les caisses de crédit municipal sont instituées par décret contresigné par le ministre chargé de l'économie et le ministre chargé des collectivités territoriales, sur demande du ou des conseils municipaux intéressés. </p><p>Les caisses sont administrées par un directeur, sous le contrôle d'un conseil d'orientation et de surveillance. </p><p>Le directeur est nommé par le maire de la commune où la caisse a son siège, après avis du conseil d'orientation et de surveillance. </p><p>Le conseil d'orientation et de surveillance est composé du maire de la commune siège de l'établissement, président de droit, et, en nombre égal, de membres élus en son sein par le conseil municipal de la commune siège de l'établissement et de membres nommés par le maire de la commune siège de l'établissement en raison de leurs compétences dans le domaine financier ou dans le domaine bancaire. </p><p>Le conseil d'orientation et de surveillance définit les orientations générales ainsi que les règles d'organisation de la caisse de crédit municipal et exerce le contrôle permanent de la gestion de l'établissement par le directeur. </p><p>Un décret en Conseil d'Etat fixe les autres domaines de compétence du conseil d'orientation et de surveillance ainsi que les catégories d'opérations autres que les actes de gestion courante dont la conclusion est subordonnée à son autorisation préalable. </p><p>Le conseil d'orientation et de surveillance veille au respect des réglementations générales de la profession bancaire et des dispositions législatives, réglementaires ou européennes directement applicables aux caisses de crédit municipal. A cette fin, il opère les vérifications et les contrôles qu'il juge opportuns et se fait communiquer les documents qu'il estime utiles à l'accomplissement de sa mission. </p><p>La commune où la caisse a son siège est considérée comme l'actionnaire ou le sociétaire unique de l'établissement pour l'application des dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654744&dateTexte=&categorieLien=cid'>l'article L. 511-42</a>. </p><p>Le budget annuel de la caisse de crédit municipal ainsi que les budgets supplémentaires et le compte financier, après leur adoption par le conseil d'orientation et de surveillance, sont transmis pour information au conseil municipal de la commune siège de la caisse. </p><p>Un rapport annuel relatif à l'activité et à la situation financière de la caisse de crédit municipal est présenté par le maire devant le conseil municipal au cours de la séance qui précède celle où doit être adopté le budget primitif de la commune. </p><p>Tout projet tendant à modifier le champ de l'activité bancaire de la caisse de crédit municipal ainsi que les actes de disposition sur son patrimoine dont la liste est fixée par décret en fonction de critères de seuil ou d'importance font l'objet d'une information préalable au conseil municipal par le maire, qui en précise les motifs.</p>",
            "num": "L514-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1393027200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123943",
                        "id": "LEGISCTA000006123943",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2014-01-01",
                        "titre": "Titre Ier : Etablissements du secteur bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140044",
                        "id": "LEGISCTA000006140044",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2014-02-22",
                        "titre": "Titre Ier : Prestataires de services bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140044",
                        "id": "LEGISCTA000027643757",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-02-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Prestataires de services bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140044",
                        "id": "LEGISCTA000028635775",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Les caisses de crédit municipal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154685",
                        "id": "LEGISCTA000006154685",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Création et administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170621",
                        "id": "LEGISCTA000006170621",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006656028",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170621",
            "sectionParentId": "LEGISCTA000006170621",
            "sectionParentTitre": "Section 2 : Création et administration",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Les prestataires de services &gt; Titre Ier : Prestataires de services bancaires &gt; Chapitre IV : Les caisses de crédit municipal &gt; Section 2 : Création et administration",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028635517",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574489",
                    "textTitle": "Ordonnance n° 2000-1223 du 14 décembre 2000 (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000028625279",
                    "textTitle": "Ordonnance n°2014-158\n du 20 février 2014 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000028626773",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2014-02-21",
                    "dateSignaTexte": "2014-02-20",
                    "dateDebutCible": "2014-02-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019992115",
                    "textTitle": "Décret n°2008-1402\n du 19 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000019992115",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-1402",
                    "datePubli": 1230249600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-42",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-42",
                    "articleId": "LEGIARTI000006654744",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000329442",
                    "textTitle": "Décret n°55-622 du 20 mai 1955 - art. 2 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006727879",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006656028",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1393027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028635517",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1393027200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L514-2",
                "514-2"
            ],
            "versionPrecedente": "LEGIARTI000006656028",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006656028",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les caisses de crédit municipal sont instituées par décret contresigné par le ministre chargé de l'économie et le ministre chargé des collectivités territoriales, sur demande du ou des conseils municipaux intéressés. Les caisses sont administrées par un directeur, sous le contrôle d'un conseil d'orientation et de surveillance. Le directeur est nommé par le maire de la commune où la caisse a son siège, après avis du conseil d'orientation et de surveillance. Le conseil d'orientation et de surveillance est composé du maire de la commune siège de l'établissement, président de droit, et, en nombre égal, de membres élus en son sein par le conseil municipal de la commune siège de l'établissement et de membres nommés par le maire de la commune siège de l'établissement en raison de leurs compétences dans le domaine financier ou dans le domaine bancaire. Le conseil d'orientation et de surveillance définit les orientations générales ainsi que les règles d'organisation de la caisse de crédit municipal et exerce le contrôle permanent de la gestion de l'établissement par le directeur. Un décret en Conseil d'Etat fixe les autres domaines de compétence du conseil d'orientation et de surveillance ainsi que les catégories d'opérations autres que les actes de gestion courante dont la conclusion est subordonnée à son autorisation préalable. Le conseil d'orientation et de surveillance veille au respect des réglementations générales de la profession bancaire et des dispositions législatives et réglementaires applicables aux caisses de crédit municipal. A cette fin, il opère les vérifications et les contrôles qu'il juge opportuns et se fait communiquer les documents qu'il estime utiles à l'accomplissement de sa mission. La commune où la caisse a son siège est considérée comme l'actionnaire ou le sociétaire unique de l'établissement pour l'application des dispositions de l'article L. 511-42 . Le budget annuel de la caisse de crédit municipal ainsi que les budgets supplémentaires et le compte financier, après leur adoption par le conseil d'orientation et de surveillance, sont transmis pour information au conseil municipal de la commune siège de la caisse. Un rapport annuel relatif à l'activité et à la situation financière de la caisse de crédit municipal est présenté par le maire devant le conseil municipal au cours de la séance qui précède celle où doit être adopté le budget primitif de la commune. Tout projet tendant à modifier le champ de l'activité bancaire de la caisse de crédit municipal ainsi que les actes de disposition sur son patrimoine dont la liste est fixée par décret en fonction de critères de seuil ou d'importance font l'objet d'une information préalable au conseil municipal par le maire, qui en précise les motifs.",
            "texteHtml": "<p></p>Les caisses de crédit municipal sont instituées par décret contresigné par le ministre chargé de l'économie et le ministre chargé des collectivités territoriales, sur demande du ou des conseils municipaux intéressés. <p></p><p></p>Les caisses sont administrées par un directeur, sous le contrôle d'un conseil d'orientation et de surveillance. <p></p><p></p>Le directeur est nommé par le maire de la commune où la caisse a son siège, après avis du conseil d'orientation et de surveillance. <p></p><p></p>Le conseil d'orientation et de surveillance est composé du maire de la commune siège de l'établissement, président de droit, et, en nombre égal, de membres élus en son sein par le conseil municipal de la commune siège de l'établissement et de membres nommés par le maire de la commune siège de l'établissement en raison de leurs compétences dans le domaine financier ou dans le domaine bancaire. <p></p><p></p>Le conseil d'orientation et de surveillance définit les orientations générales ainsi que les règles d'organisation de la caisse de crédit municipal et exerce le contrôle permanent de la gestion de l'établissement par le directeur. <p></p><p></p>Un décret en Conseil d'Etat fixe les autres domaines de compétence du conseil d'orientation et de surveillance ainsi que les catégories d'opérations autres que les actes de gestion courante dont la conclusion est subordonnée à son autorisation préalable. <p></p><p></p>Le conseil d'orientation et de surveillance veille au respect des réglementations générales de la profession bancaire et des dispositions législatives et réglementaires applicables aux caisses de crédit municipal. A cette fin, il opère les vérifications et les contrôles qu'il juge opportuns et se fait communiquer les documents qu'il estime utiles à l'accomplissement de sa mission. <p></p><p></p>La commune où la caisse a son siège est considérée comme l'actionnaire ou le sociétaire unique de l'établissement pour l'application des dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654744&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-42 (V)'>l'article L. 511-42</a>. <p></p><p></p>Le budget annuel de la caisse de crédit municipal ainsi que les budgets supplémentaires et le compte financier, après leur adoption par le conseil d'orientation et de surveillance, sont transmis pour information au conseil municipal de la commune siège de la caisse. <p></p><p></p>Un rapport annuel relatif à l'activité et à la situation financière de la caisse de crédit municipal est présenté par le maire devant le conseil municipal au cours de la séance qui précède celle où doit être adopté le budget primitif de la commune. <p></p><p></p>Tout projet tendant à modifier le champ de l'activité bancaire de la caisse de crédit municipal ainsi que les actes de disposition sur son patrimoine dont la liste est fixée par décret en fonction de critères de seuil ou d'importance font l'objet d'une information préalable au conseil municipal par le maire, qui en précise les motifs.<p></p>",
            "num": "L514-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 978307200000,
            "dateFin": 1393027200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123943",
                        "id": "LEGISCTA000006123943",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2014-01-01",
                        "titre": "Titre Ier : Etablissements du secteur bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140044",
                        "id": "LEGISCTA000006140044",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2014-02-22",
                        "titre": "Titre Ier : Prestataires de services bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140044",
                        "id": "LEGISCTA000027643757",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-02-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Prestataires de services bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140044",
                        "id": "LEGISCTA000028635775",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Les caisses de crédit municipal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154685",
                        "id": "LEGISCTA000006154685",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Création et administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170621",
                        "id": "LEGISCTA000006170621",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006656028",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170621",
            "sectionParentId": "LEGISCTA000006170621",
            "sectionParentTitre": "Section 2 : Création et administration",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Les prestataires de services &gt; Titre Ier : Prestataires de services bancaires &gt; Chapitre IV : Les caisses de crédit municipal &gt; Section 2 : Création et administration",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006656028",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574489",
                    "textTitle": "Ordonnance n° 2000-1223 du 14 décembre 2000 (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005630278",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-12-16",
                    "dateSignaTexte": "2000-12-14",
                    "dateDebutCible": "2001-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019992115",
                    "textTitle": "Décret n°2008-1402\n du 19 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000019992115",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-1402",
                    "datePubli": 1230249600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-42",
                    "articleId": "LEGIARTI000006654744",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000329442",
                    "textTitle": "Décret n°55-622 du 20 mai 1955 - art. 2 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006727879",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006656028",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1393027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028635517",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1393027200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L514-2",
                "514-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}